[
  "CHAPTER19",
  "LOOKING OUTWARD—",
  "TOWARDS GLOBALIZATION",
  "So  far,  we  have  discussed  about  the  domestic  economy.  What  does  it  mean  to  look ",
  "outward? Looking outward is to look at the Rest of World.",
  "19.1 NEED TO LOOK OUTWARD",
  "The need to look outward brings us to the importance of trade and various currencies. ",
  "Any trade with other countries would involve receipts and payment in currencies other ",
  "than home currency. As an inward looking economy focused on domestic sector, the home ",
  "currency was important. Trade will involve imports (goods coming into the country) and ",
  "exports (goods going outside the country). All payment for imports has to be in foreign ",
  "currency and all receipts in foreign currency.",
  "The need to look outwards thus is to look for newer markets and at the same time ",
  "allowing foreign currency to come to pay for imports, required for developmental needs ",
  "domestically.",
  "19.2 NEED FOR IMPORTS AND EXPORTS",
  "It is well-known that there are different countries in the world with different resource ",
  "endowments, levels of development, income levels, diverse languages and cultures. No one ",
  "country can be said to have the best of everything in the world i.c., there is a 'relative deficit' ",
  "in each country which could either be resources, or people, or knowledge or technology ",
  "or markets or even goodsa nd servicesd iffering in termso fth eirra ngean d superiority.",
  "T he needs of ac ountry keep on changing continuously .It also undergoes  a change with ",
  "increasing population pressure  and increased income  levels ,requiring optimal  and efficient ",
  "allocation and utilization  o fscarce  resources depending  on the resource endowments of ",
  "different countries.",
  "Basically, there are two different kinds of resource endowments in an economy—labour ",
  "and capital, This is 'relative resource endowment' i.e., though every country will have both ",
  "but relatively one would be more than the other across countries. India, for example, has ",
  "relatively large and abundant pool of labour than capital. Similarly Germany has relatively ",
  "more capital than labour. Thus, labour would be cheap in India, whereas capital would be ",
  "cheap in Germany.",
  "Thus, production process in India would be labour-intensive and such goods would ",
  "be cheaper in India. What about labour-intensive goods in Germany? They will be more ",
  "expensive given their relative scarcity and higher cost of labour in comparison with India.216 THE INDIAN ECONOMY",
  "What abo ut cap ital-intensive goo ds? The  sam e, it w  il l be che aper to  produce cap ital-  ",
  "intensive goo ds in  Germany given their rela tive abu ndance of  cap ital tha n India whe re  ",
  "capitalissc ar ce.",
  "Thus, Ind ia pro ducing capital-intensive goo ds and  Germany producing labour-intensive  ",
  "goods is n ot effi cient util ization of reso urces, sub -optimal and  resulting in higher cos t in  ",
  "both economies.Thu s,then eed  arisesfort rad eand  to look outwardsfora n e conomy.",
  "A bett er solu tion for both  the cou ntries, Ind ia as  wel l as  Ger many would be that : le:   ",
  "India pro duce labo ur-intensive goo ds (as it i s r ela tively cheaper in  India) and  export to  ",
  "Germany while imp ort cap ital-intensive goo ds from  Ger many (as it i s r ela tively cheaper  ",
  "in Germany).",
  "This is w ha t is k no wn as The ory of C om parative Adv antage, whi ch states that a la bour-  ",
  "intensivecoun trywill expo rtgoo dsover whic h ithas a co mparativeadva ntage(lab our-intensive  ",
  "goods by  Ind ia) and  import goo ds ove r whi ch it has a c omparative disa dvantage (cap ital-  ",
  "intensivegoo dsfrom  Ger many).",
  "The rela tive diff erences in  resource end owments the n become the bas is of  trad e for   ",
  "efficient allo cation and  utilization  of reso urces resu lting  in  economic gai ns for trad ing ",
  "countries. Thu s, no  trading will onl y lead to growing inefficiencies, hig h costs, bur den ",
  "of infl ation besides lop- sided development. Tra ding solely will allo w for bett er add ressing ",
  "the nee ds of dev elopment, thr ough  efficient allo cation  of res ources, red ucing  costs,  ",
  "increasing  income of eco nomies wh ich  is also   known  as we lfare gai ns’ for  bot h  the  ",
  "countries.",
  "As lon g as, an  economy is loo king at qua ntities of  wha t is b ein g produced, foc used ",
  "on creating capacities, me eting the bas ic nee ds of  its pop ulation and the eco nomy and ",
  "issues suc h as effi ciency, qua lity not  on  priority a cou ntry can afford to ignore trad e.  ",
  "However, not  ind efinitely, as cos ts wo uld  gradually  build-up, ma king  economies hig h ",
  "cost, unc ompetitive give n the high  levels of i nef ficiency and chinks in t he eco nomy would ",
  "start to a ppear of a  h igh -cost, cau ght in a  low -growth cycle, eco nomy unable to m  eet the   ",
  "demandsofg row  ing population and theneed sofh igh ergrow  th.",
  "FLIPSID ETO TR ADE",
  "Yes! ther e can  be a fe w perc eived fall outs  of t rad e. Firs t, it co u ld come in th e way  to build ",
  "a self -reliant eco nomy bring back dependence, on  economies mem  ories of t he exp loitative  ",
  "colonialand  imperialrule .",
  "Secondly, trad e stri ctly based on comparative adv antage ma y not hap pen with each ",
  "country  having  own  national pri orities and   in  conflict wit h  trade bas ed  on  resource  ",
  "endowments.",
  "Thirdly, ther e cou ld be rest rictions to  trade dist orting comparative adv antage. Sim ilar  ",
  "to levy of imp ort duti es, also  known as tarif f and  non-tariff barr iers to t rade in t he form  of    ",
  "quotas, disc rimination and other pro tectionist mea sures. The se asp ects wil l be exa mined ",
  "in detailwhi ledisc ussing WTO.",
  "The flip  sides can  be reso lved only through greater ope nness, firm  dete rmination and ",
  "resolve of e co nomies and  breaking the beli ef that trad e is d etr imental and  on the con trary,  ",
  "they will pro vide for wel fare gain s. Tra de is i nev itable for eco nomies wan ting to chalk ",
  "out new  gro wth paths and  reflects a w in -win situation for all the trad ing partners, bett er  ",
  "allocation of scar ce reso urces, ope ning newer mar kets and  resulting in long-term gain s for   ",
  "economies.LOOKING OUTWARD—TOWARDS GLOBALIZATION 217",
  "19.4 NEW GLOBALIZATION REPORT: THREE MEGA-TRENDS.",
  "Globalization has impacted people and communities across the globe and has significantly ",
  "influenced global developmental efforts. It has helped the world to be more interconnected ",
  "than ever before.",
  "Three mega-trends related tog lobalization h aveb eene merged re cently,na mely,Sh iftsin ",
  "pro ductionand labo rmark ets,Rapid advanc esintechn olog yandClima tech ange.The setrends ",
  "areexp ected tosh apeandi nfl uence ourf uture.    ",
  "•  The first mega-trend refers to the impact of production changes on the labour markets. ",
  "These trends in labour markets are associated with higher rates of income inequality, ",
  "which has increased in a majority of countries across the globe.",
  "•  The second mega-trend is related to the fast-moving development and advancement ",
  "of new technologies. The countries that do not have access to these facilities are at risk ",
  "of being left behind.",
  "•  The third mega trend is related to climate change. Many trends closely linked to ",
  "globalization,  including  economic  activity,  lifestyle  changes  and  urbanization,  are ",
  "having an impact on our environment and may contribute to climate change.",
  "",
  ""
]