[
  "CHAPTER3",
  "SUSTAINABLE DEVELOPMENT",
  "AND CLIMATE CHANGE",
  "SUSTAINABLE DEVELOPMENT",
  "Ar present, a few new terminologies are also being used for economies such as ‘sustainable ",
  "development’ and ‘green GDP’. ‘Sustainable development’ is a global terminology which ",
  "is  being  used  to  address  the  global  issues  of  global  warming,  environmental  aspects ",
  "increased global pollution and ecological imbalances, which are critical for survival of ",
  "planet earth and is thus a broader concept not relating to any one country but for the ",
  "world as a whole.",
  "It is neither the problem of one country nor can it be solved by one country. It is more ",
  "macro in nature, which requires to be addressed by countries collectively through a dialogue ",
  "and a consensus building at a global platform. This is about the present generation’s ability ",
  "to meet ‘its’ own needs but without compromising on the ability of the future generation ",
  "to meet ‘its’ needs. It is about a better environment for the future generation rather thar. ",
  "what the present generation has inherited, to say the least not a worse than that inherited",
  "Even though there has been a consciousness on the issue of sustainable development, ",
  "the real thrust was provided with the Earth Summit during 1992 and then through various ",
  "international conventions.",
  "All the conventions mentioned so far have flagged the underlying issues especially that ",
  "of reduction in greenhouse gases emission, which is critical for sustainable development. ",
  "It also addresses areas of cleaner energy, reduction in biodiversity losses, tree plantation, ",
  "solar/wind energy and other such global issues in sustainable development.",
  "It is not about flagging of issues, which is important in as much as the need for collective ",
  "consensus. But the reduction level so arrived through consensus, for different countries, ",
  "should be adhered within the prescribed time lines. This is the problem area of a sharp ",
  "divide between the rich countries and the countries such as India and China of achieving ",
  "a broad-based, self-imposed reduction levels where each and every conventions have beer, ",
  "failed. All the rich countries have failed to meet the deadlines repeatedly on all the major ",
  "issues but most importantly on GHS emission reduction levels.",
  "India, on the other hand, has been more forthright in its approach of already having ",
  "low levels of such emissions and the projected level of emissions even by 2031 lower than ",
  "the global average of 2005. Its progress in cleaner energy, solar and wind energy and the ",
  "tree plantation is commendable.SUSTAINABLE DEVELOPMENT AND CLIMATE CHANGE 21",
  "However, there are larger issues for India. The worrying fact of the increased growth, ",
  "expanding size of output still has millions of poor people living below US $1 per day and ",
  "India being home to the largest number of poor people in the world is very disturbing. ",
  "Poverty and sustainable development cannot be divorced from each other. The increasing ",
  "number of slums, widespread absence of hygienic sanitation, pitiable living conditions, ",
  "continued  use  of  plastics  and  polluted  rivers  are  all  an  integral  part  of  sustainable ",
  "development so far as India is concerned.",
  "SUSTAINABLE DEVELOPMENT AND CLIMATE CHANGE",
  "The  adoption  of  a  new  climate  change  agreement  at  the  21st  Conference  of  Parties ",
  "(COP  21)  by  195  nations  in  Paris  in  December  2015  represents  another  milestone  in ",
  "the  climate  change  front.  The  Paris  Agreement  sets  a  roadmap  for  all  nations  in  the ",
  "world  to  take  action  against  climate  change  in  the  post-2020  period.  The  Millennium ",
  "Development  Goals  (MDG)  that  were  in  place  from  2000  to  2015  were  replaced  by ",
  "the  Sustainable  Development  Goals  (SDG)  with  the  aim  of  guiding  the  international ",
  "community and national governments on a pathway towards sustainable development for ",
  "the next fifteen years. A new set of 17 SDGs and 169 targets were adopted by the world ",
  "governments in 2015.",
  "The  22nd  Conference  of  the  Parties  (COP-22)  to  the  UN  Framework  Convention ",
  "on Climate Change has concluded its meeting in Marrakech, Morocco, with a range of ",
  "decisions around implementing the Paris Agreement. Following the new global agreement ",
  "last December, the threshold of signatories for it to enter into force was passed less than 12 ",
  "months after being agreed and far earlier than expected. This has added pressure to quickly ",
  "develop the necessary rules and procedures to support the Agreement.",
  "Morocco saw meetings under the Convention, as well as the Kyoto Protocol, and for ",
  "the first time, the Paris Agreement. The headline outcomes and announcements were:",
  "•  Countries gave themselves two years to 2018 to agree rules and procedures for the Paris ",
  "Agreement.",
  "•  Technical  work  produced  guidance  and  questions  for  work-plans,  focusing  on: ",
  "Nationally  Determined  Contributions  (NDCs);  a  transparency  framework;  global ",
  "stocktake;  technology  development  and  transfer;  adaptation,  and  market  and  non­",
  "market approaches.",
  "•  Countries agreed a five-year workplan on Loss and Damage.",
  "•  Developed  countries  launched  a  roadmap  to  2020  on  reaching  the  agreed  goal  of ",
  "$100bn per annum in climate finance for developing countries.",
  "• Astatement o fth e n eed for a ction and countries'will toact was agreed  -the  Marrakech",
  "   Ac tionProcl am atio nfor  Our  Clima te an dSustaina ble D ev elop men t.        ",
  "• TheCli mate Vulnerab le Foru m,whic h is an internati onal partnership ofcountries highly",
  "                 ",
  "vulnerabletoawarmingplanet,committedtoupdatetheirNDCsbefore2020,preparelong-",
  "               ",
  "          ",
  "term low-emissions development strategies ,and generate 100%oftheir energy from",
  "                 ",
  "       ",
  "renewablesourcesassoonaspossible.",
  "         ",
  "   ",
  " 22 THE INDIAN ECONOMY",
  "Countries are now already looking to 2020 which is then extm  ilestone i n thep rocess  ",
  "There will bea  f acilitative d ialogue th aty ear,w ith inputs in cluding an Intergovernmental   ",
  "Panel on ClimateC hangespe cialrepo rton th epractic alitiesofa1.5C  tem  p erature objective,  ",
  "                         ",
  "aswellasassessments ofParties collective progress pledges and views from Parties and ",
  "                   ",
  "stakeholders .That will lead to pressure for Parties to raise their level of Nationally ",
  "                       ",
  "Determined  Contributions .The next two years areforParties to agree thedetails ofthe",
  "                     ",
  "dialogueand itsinputsand therules,such ason accounting thatwillallowashared viewand ",
  " ",
  "comparability between countriesactions.",
  "                 ",
  "On the domestic front, India continued to take ambitious targets in its action against ",
  "                     ",
  "climate change. As a part of its contribution to the global climate change mitigation efforts, ",
  "       ",
  "India announced  its Intended  Nationally  Determined  Contribution  (INDC which set ",
  "                     ",
  "ambit iou s targets for d omest ic  efforts again st climate  change. Ou r c ountry  has itself  set an ",
  "ambitiou s targe t of reducing  its e missions  intensity of its Gross Domestic Product (GDP) ",
  "by 33-35  per  cent by 2030, c ompared  to 2 005 levels.          ",
  "India ha salso taken theinit iativeofsetting  up an Internat ional SolarAlliance(I SA),an   ",
  "                   ",
  "allianceof121 solar-resourcerich countries,lying fully orpartially between theTropicof",
  "                       ",
  "Cancerand TropicofCapricorn.Thisalliancewasjointly launched by thePrimeMinisterof",
  "                       ",
  "Indiaand PresidentofFranceon 30 November2015 atParis,on thesidelinesor the21st",
  "th",
  "                 ",
  "Conference ofParties to theUNFCCC .The Paris declaration  on theISA states that the",
  "                     ",
  "countries sharethecollective ambition to undertake innovative and concerted efforts for",
  "                 ",
  "reducing thecostoffinanceand technology'forimmediatedeploymentotcompetitivesolar",
  "       ",
  "generation and to pavetheway forfuturesolargeneration,storageand good technologiesfor",
  "         ",
  "countries’individualneeds.",
  "           ",
  "India has announced  its Intended  Nationally  Determined  Contribution  (INDC)",
  "               ",
  "ir.respectofclimatechangeinclusiveoffollowing aspects:",
  "     ",
  "• To put forth and further propagate a healthy and sustainable way of living, based on ",
  "             ",
  "traditionsand valuesofconservation and moderation.",
  "         ",
  "• To adopt a climate-friendly and cleaner path than the one hitherto followed by others",
  "                 ",
  "atacorresponding levelofeconomicdevelopment.",
  "             ",
  "•   To achieve about 40 percentcumulative electric power installed capacity fromnon­",
  "             ",
  "fossilfuelbased energy resources by 2030 with thehelp oftransferoftechnology and ",
  "                 ",
  "lowcostinternationalfinanceincluding fromtheGreen ClimateFund (GCF).",
  "         ",
  "• To create an additional carbon sink of 2.5 to 3 billion tonnes of CO, equivalent (CO.",
  "             ",
  "eq.)through additionalforestand treecoverby 2030.",
  "             ",
  "•   To better adapt to climate change by enhancing  investments in development",
  "           ",
  "programmes in sectors vulnerable to climate change,particularly agriculture,water",
  "                 ",
  "resources,theHimalayan region,coastalregions,health and disastermanagement.",
  "           ",
  "•   To mo bilize do mestic ,new and additional funds from developed  countries for",
  "implementing thesemitigation and adaptation actionsin viewoftheresourcesrequired ",
  "and theresourcegap.SUSTAINABLE DEVELOPMENT AND CLIMATE CHANGE 23",
  "•    To build capacities, created omestic fram ework and an international arc hitecture  for",
  "the quic k diffusion ofcutting -edge climate  technolo gy in India a nd j oint  c ollabo rative",
  "R&Dforsuch  futur e te chnologies    ",
  "SUSTAINABLE DEVELOPMENT GOALS (SDGs)",
  "Goal 1: No poverty: - Eradication of poverty in all its forms everywhere. ",
  "Goal 2: Zero hunger: - End hunger by achieving food security and improved nutrition. ",
  "Goal 3: Good health and well/being for people: - Ensure healthy lives for all. ",
  "Goal 4: Quality education: - Ensure inclusive and equitable quality education for all. ",
  "Goal 5: Gender equality: - Achieve gender equality and women empowerment.",
  "Goal 6: Clean water and sanitation: - Ensure sustainable water management and sanitation ",
  "for all.",
  "Goal 7: Affordable and clean energy: - Ensure access to sustainable and modem energy ",
  "for all.",
  "Goal 8: Decent work and economic growth: - Promote sustainable economic growth and ",
  "decent work for all.",
  "Goal 9: Industry, Innovation, and Infrastructure: - Build resilient infrastructure, sustainable ",
  "industrialization and foster innovation.",
  "Goal 10: Reducing inequalities: Reduce income inequality from all segments.",
  "Goal 11: Sustainable cities and communities: - Make cities and human settlements more ",
  "safe and sustainable.",
  "Goal 12: Responsible consumption and production: - Ensure sustainable consumption and ",
  "production patterns.",
  "Goal 13: Climate action: - Take urgent action to combat climate change and developments ",
  "in renewable energy.",
  "Goal 14: Life below water: - Conserve and sustainably use the oceans, seas and marine ",
  "resources.",
  "Goal 15: Life on land: - Protect terrestrial ecosystems, manage forests, combat ",
  "desertification, reverse land degradation and halt biodiversity loss.",
  "Goal 16: Peace justice and strong institutions: - Promote peaceful societies, provide access ",
  "to justice and build effective institutions.",
  "Goal 17: Partnerships for the goals: - Strengthen the global partnership for sustainable ",
  "development.",
  "3.4 GREEN GDP",
  "Green GDP refers to a national accounting system of the utilization of the non-renewable ",
  "natural resources of any country and is now being envisioned as a part of sustainable ",
  "development. The objective is to utilize the resources optimally, efficiently and effectively ",
  "in furthering the growth of economies and at the same time a realization of their scarcity ",
  "value. It is also believed that such an accounting will also pave the way for greater R&D 24 THE INDIAN ECONOMY",
  "for developing viable alternatives to the fast depleting non-renewable natural resources of ",
  "the country.",
  "Clearly, the biggest issue is that of absolute poverty which has to be addressed in prior, ",
  "before one can talk about broader aspects of sustainable development. This not to say that ",
  "India should not address the issue of sustainable development, but addressing the needs of ",
  "the poor is unquestionably the priority, of giving them the means of living and a hygienic, ",
  "decent living standards.",
  "Thus,  inclusive  growth,  sustainable  development  and  green  GDP  are  all  different ",
  "terminologies, totally distinct from each other in their meaning but cannot be said to be ",
  "independent but inter-related in terms of their implications.",
  "CLIMATE FINANCING.",
  "Climate finance means local, national or international financing through public, private ",
  "and alternative sources of financing. It is critical to addressing climate change as large-scale ",
  "investments are required to reduce climate change induced adversities.",
  "Climate finance is equally important for adaptation strategies as there are requirements ",
  "for significant financial resources to allow countries to adapt to the adverse effects and ",
  "reduce the impacts ofc limatec hange.",
  "                   ",
  "       ",
  "     ",
  "           ",
  " ",
  " ",
  " ",
  "     ",
  " ",
  "                   ",
  "   ",
  "   ",
  " ",
  "   ",
  "   ",
  "                 ",
  " ",
  " ",
  "     ",
  "     ",
  "       ",
  ""
]