[
  "CHAPTER2",
  "TOWARDS INCLUSIVE GROWTH",
  "(Growth and Development)",
  "GROWTH RATE OF INDIAN ECONOMY",
  "Now, let us go back to the statement made in the beginning of growth rates slowing down. ",
  "The phrase basically means that the output of an economy is increasing but at a decreasing ",
  "rate over the previous quarter/half-year/year, whichever is the reference period. If during ",
  "the same reference period, output has declined, then it is referred to as contraction’ of ",
  "output. Continuous periods of contraction over two quarters are known as ‘recession’ and ",
  "still longer periods of continuous recession are known as ‘depression’.",
  "Until  now,  the  world  economy  has  witnessed  The  Great  Depression  during  1929- ",
  "1933. (We shall discuss more about this aspect in the Chapter on Global Outlook.)",
  "As we have discussed earlier, growth plays an important role in an economy. As we ",
  "know by now that ‘increased growth’ means ‘increased output’ and ‘increased income’ ",
  "of an economy with increased income for factors of production which sets off a circular ",
  "motion of further increase in income.",
  "Increased Income —> Increased purchasing power —> Increased demand for goods and ",
  "services —> Increased production —> Increased output —> Increased income",
  "Increased  income  Increased  savings —>  Increased  investmen t — > Increased   ",
  "outp ut—>Increased income",
  "Thus, increasing growth of an economy signifies well-being of that economy. Jobs get ",
  "created, income levels increase and overall wealth of an economy increases. For this very ",
  "reason, every economy would like to increase its overall growth. India was believed till the ",
  "reforms were initiated, caught in a ‘low-growth cycle’ with low levels of incomes, thereby ",
  "resulting in low savings and thus low investments, ultimately again leading to low income ",
  "and again to low savings, which is known as the low-growth cycle.",
  "It was also said during those days that India is unable to break through the ‘Hindu rate ",
  "of growth’ with its inability to grow beyond 3.5 per cent (the term was coined by the noted ",
  "Indian  economist,  late  Prof.  Raj  Krishna),  with  low  income  and  increasing  population ",
  "leading  to  increased  poverty  and  unemployment  in  the  country,  regional/intra-regional ",
  "imbalances and also widening of income inequalities.",
  "Inability of an economy to increase growth rates of economies is not only due to low ",
  "savings and investment but also due to lack of resources, technology and infrastructure ",
  "constraints. These factors were a handicap earlier for India but things have changed in the ",
  "21st century.14 THE INDIAN ECONOMY",
  "The 21st century has been good for India, as growth rates had started moving upwards ",
  "and on were on the verge of achieving a double-digit growth, probably for the first time, ",
  "except may be for a year briefly in the 1980s. Though growth rates have increased but it ",
  "has not made any perceptible impact on the poverty, unemployment, inter-/intra-regional ",
  "and  income  imbalances. Despite the high growth rates achieved, we have not got the ",
  "desired results. There has been a distinct deceleration in growth since 2010 sliding down ",
  "to the lowest in last decade of 4.4 per cent. But the larger question remains of high growth ",
  "achieved had not yielded tangible benefits to the Indian economy.",
  "This  would  lead  us  to  another  concept  of  ‘development’.  How  are  growth  and ",
  "development different from each other?",
  "DEVELOPMENT—INCLUSIVE GROWTH",
  "The concept of development is qualitative, whereas that of growth is quantitative. While ",
  "growth  is  an  arithmetic  number  signifying  an  increase  in  the  output  of  an  economy, ",
  "development  includes  distribution  of  output  or  the  ability  of  the  increased  output  and ",
  "income to reach the bottom-most stratum of society. Development also implies equitable ",
  "distribution in the economy.",
  "Earlier  it  was  widely  believed  that  initially  increased  growth  is  required  and  then ",
  "development would happen, through what is referred as the ‘trickle-down theory’. This ",
  "means  that  the  increased  growth  would percolate  down to  the bottom-most  stratum of ",
  "society and provide equitable distribution. This is the significance of the word ‘growth and ",
  "development’.",
  "In the earlier years, the problem was our inability to push up rates of growth and the ",
  "emphasis  was  on  increasing  growth  for  the  trickle-down  theory  to  work  which  would ",
  "have allowed for development and equitable distribution. But the story for India is quite ",
  "different  since  the  economic  reforms  initiated  in  1991  and  since  2005.  India  has  not ",
  "only broken through the low-growth cycle but also become one of the fastest-growing ",
  "economies after China.",
  "The  high  growth  rate  achieved  since  2005  questions  the  trickle-down  theory  in ",
  "India, as it has not benefited the Indian masses in terms of lowering absolute poverty ",
  "levels  significantly,  creating  employment  opportunities,  reducing  inter-/intra-regional ",
  "imbalances (rather it has only accentuated). There are reasons to understand why ‘trickle- ",
  "down  theory’  has  not  worked  for  India.  Firstly,  the  Indian  economy  has  a  structural ",
  "problem of excessive economic dependence on the agricultural sector. Over 65 per cent of ",
  "the population is either directly/indirectly dependent on this sector.",
  "The contribution of the agricultural sector to the overall gross domestic product (GDP) ",
  "is only 18 per cent. The largest contribution of over 55 per cent comes from the services ",
  "sector and the remaining 27 per cent is contributed by the secondary sector of which only ",
  "14 per cent is by the manufacturing sector. The sector contributing the least to GDP has ",
  "the maximum dependence (agriculture) and the sector contributing the most, has the least ",
  "dependence (services).",
  "Secondly, In India’s growth process, there has been a missing link of the relative earlier ",
  "maturity of the services sector before achieving manufacturing sector maturity. Ideally, TOWARDS INCLUSIVE GROWTH 15",
  "it  should  be  first  manufacturing  sector  before  the  services  sector  or  at  best  together. ",
  "This  is  an  important  feature  as  there  is  a  linkage  between  manufacturing  sector  and ",
  "agricultural sector either through raw materials or as a market for the industrial produce, ",
  "and also for employment opportunities. This provides for greater sustainable growth of ",
  "economies.",
  "Thus, the benefit of increased growth in recent years has largely been confined to ",
  "die services sector and little to the manufacturing sector and has not percolated to the ",
  "agricultural sector where the majority of our population resides.",
  "The peaking or maturity of the service sector in India could be due to the surge in ",
  "BPOs and KPOs and also due to the need for value-added services by the bigger economies ",
  "establishing bases in India given the low cost of hiring, easier to impart skills and a large ",
  "young workforce. Still, a larger question of why this excessive dependence on agricultural ",
  "sector, remains still to be resolved. It is said that India’s population mostly resides in ",
  "villages. Lack of employment opportunities in the manufacturing sector, lack of formal ",
  "education/skills,  lesser  growth  of  agro-based  industries,  traditional  thinking  and  abject ",
  "poverty could be some of the many reasons.",
  "But it also has to do with the governmental efforts by providing basic, effective and ",
  "efficient infrastructure around villages including the road/rail links. The aim should be to ",
  "have pan-India rail-road connectivity. This would provide for easy accessibility and faster ",
  "mode of travel the making labour mobile.",
  "History has been testimony to the fact that roads are the gateways to development ",
  "in countries like Germany, the United States and more recently China. India has only ",
  "recently  woken  up  to  this  reality  and  due  emphasis  is  now  being  given  to  the  road ",
  "building,  primarily  through  various  projects,  namely,  Golden  Quadrilateral  (connecting ",
  "the  4  metropolitan  cities  Delhi-Kolkatta-Chennai-Mumbai),  the  North-South  corridor ",
  "(Srinagar-Kanyakumari) and the East-West corridor (Silchar-Porbandar).",
  "Besides, efforts are also on for building of roads for Tier II and III cities and also for ",
  "villages under the Pradhan Mantri Gramin Sadak Yojana (PMGSY) scheme.",
  "Recently, the government has cleared Bharatmala Project, which is the second largest ",
  "highways construction project in the country since NHDP, under which almost 50,000 ",
  "km or highway roads were targeted across the country. Bharatmala will look to improve ",
  "connectivity particularly on economic corridors, border areas and far flung areas with an ",
  "aim of quicker movement of cargo and boosting exports.",
  "The project is expected to create nearly 100 million man days of jobs during the road ",
  "construction and subsequently 22 million jobs as a result of the increased economic activity ",
  "across the country. The construction will be billed via several routes including debt funds, ",
  "budgetary allocation, private investment, toll operator transfer model etc.",
  "The  government,  having  realized  that  benefits  of  increased  growth  has  not  been ",
  "reaching the people and hence now discontinued using nomenclature of ‘development’ ",
  "and has replaced it by the term ‘inclusive growth’.Recommendations for Inclusive ",
  "Growth in India",
  "1 I",
  "Improving Business Improving  Improving Public Strengthening ",
  "Environment Fiscal Situation Governance & Regulation Innovation",
  "•  Adopt revised Company Bills Strengthen fiscal framework  •  Reduce administrative  •  Improve conditions & incentives ",
  "•  Implement Foreign Bribery Law Improve targeting & delivery  regulations and burdens for business and innovation",
  "••   AImdporpotv Ne aRtioolnea ol fC Coommppeteittiitoionn Policy mImepclheamniesnmt  roefv sisuebds iDdiieresc t Tax Code  •  Implement a transparent evidence  •  Ropeefonrnmes tso enhance international ",
  "•  CInotmromduiscsei oCnr oosfs I Gndoivaernment Training  Push international taxation  bMaisteigda rteeg ruislaktsi oonf- cmoarkruinpgti osyns itne m  •  aIns car esahsaer ei ni ni nGvDesPtment & innovation ",
  "Programme reforms to boost investor sentiments contract management •  Improve transparency of trade, ",
  "Increase public transparency to ",
  "export & investment regimes",
  "reinforce public trust",
  "I I ’r",
  "Lower Poverty &  Improving Transport  Financial Sector Improving ",
  "Inequality Infrastructure Reforms Health Care Quality",
  "•  Adopt a comprehensive  •  Monitor highway Public Private  •  Liberalise allocation of bank credit •  Regulate supply chain for pharmaceuticals T",
  "reform to lower poverty  Participation contracts •  Modernise financial sector legal infrastructure •  Additional funding to states for  H",
  "E",
  "& inequality •  Streamline land record management •  Streamline regulatory arrangements expanding coverage of health care to the poor  IN",
  "•  Enhance the cost  •  Initiate reform of railway  •  Modernise regulation of rural &  •  Regulate private health insurance D",
  "effectiveness properties of  accounting & finance cooperative banks IA",
  "NREGA •  Improve database on household creditworthiness N",
  "•  Include guidelines for safety in   E",
  "•  Retarget subsidies projected infrastructure projects. C",
  "O",
  "to support poor households ",
  "N",
  "& increase equity O",
  "M",
  "YTOWARDS INCLUSIVE GROWTH 17",
  "It  is  not  a  new  concept  but  only  how  development  is  now  being  viewed  by  the ",
  "government.  The  earlier  belief  was  that  for  development  to  take  place,  growth  was  a ",
  "necessary condition. The changed notion of inclusive growth is that any growth should ",
  "benefit the people by and large which means that the benefits of growth should be more ",
  "broad-based, should have an orientation towards ‘masses’ and not only classes’. Thus, ",
  "inclusive  growth  has  both growth and  development  as  components,  not  to be seen as ",
  "separate, but viewed as together, today and also in the future.",
  "Inclusivity  would  imply  more  equitable  distribution  of  the  gains  achieved  through ",
  "higher growth. But, equitable distribution is not about equal distribution in an economy, ",
  "arithmetically. This is possible only in theory. Equitable distribution is all about ‘fair and ",
  "just share’ for the masses, especially the poor. It is not about the rich getting richer, as long ",
  "as the poor are also moving up the ladder in terms of income and welfare, even though less ",
  "proportionately than the privileged sections of the economy.",
  "As long as both the subsets in an economy are moving up in the same direction, have ",
  "means of livelihood, are economically better off and their basic needs are met, the objective ",
  "of  equitable  distribution  is  being  achieved.  Hence,  inequitable  distribution  would ",
  "mean the rich getting richer and the poor remaining poor, or the worse, still becoming ",
  "poorer.",
  "As we have been discussing that inclusive growth is oriented towards masses, what ",
  "should inclusive growth give? or when can we say that growth has become inclusive and ",
  "begun to deliver?",
  "Inclusive growth should lead to:",
  "1)  Employment opportunities for the masses at the entry level, providing livelihood, ",
  "means  of  income,  increasing  their  purchasing  power  and  improving  their  ‘well- ",
  "beingness’. This should result in reducing absolute poverty levels.",
  "2)  Reduction of inter-/intra-regional imbalances.",
  "3)  Create opportunities for skill development/formation.",
  "4)  Better dispersal of industries.",
  "5)  Increased agro-based industries.",
  "(6)  A gradual shift away from the excessive economic dependence on the agricultural ",
  "sector through employment-driven and positive migration.",
  "(7)  Increased  vocational  employment  (carpentry,  repairs  to  cars/scooters/TV/mobiles, ",
  "gardening, etc.).",
  "Inclusive growth would also require a changed perception of both the central government ",
  "and also the state governments, working in tandem, by creating an ‘enabling environment’ ",
  "for the above deliverables.",
  "Such an environment would require the following:",
  "(1)  Pan-India road/rail links which would link the entire country and provide accessibility ",
  "and affordable faster mode of transport for people and goods.",
  "(2)  Providing accessibility and affordability to public services (primary health care and ",
  "education),  public  utilities  (electricity,  drinking  water  and  sanitation)  and  public ",
  "goods (social assets like community centres, etc.).",
  "(3 Re-energizing the Industrial Training Institutes (ITIs) for skill development.18 THE INDIAN ECONOMY",
  "(4)  Policy framework conducive for investment by private sector (something like Tata ",
  "Motors for their NANO car project in Gujarat).",
  "(5)  Focus on directly creating employment opportunities. The government has already ",
  "launched  Mahatma  Gandhi  National  Rural  Employment  Guarantee  Scheme, which ",
  "provides employment for 100 days to one member from every poor family/household ",
  "in every district of the country.",
  "The creation of the enabling environment by the government is a key prerequisite, which ",
  "would largely determine India’s ability to achieve inclusive growth in future. Growth and ",
  "development or inclusive growth has always been an avowed objective of the government ",
  "since independence. The difference today is not in the objective but the manner in which ",
  "it is being sought to be achieved.",
  "Earlier, the government had taken up, both the responsibilities of increasing growth ",
  "and equitable distribution, and spread scarce resources across both resulting in the dilution ",
  "of efforts and achieving neither growth nor equitable distribution.",
  "The reforms of 1991 mark a change in the strategy of letting the private sector play a ",
  "major responsibility in the investment and growth while on the other hand the government ",
  "would concentrate on the welfare measures and create the enabling environment for desired ",
  "inclusive growth of the economy in future. This is also based on the fact that more and ",
  "better growth by the private sector would mean larger tax revenue base for the government ",
  "which would enable the government in expanding the social sector interventions as a way ",
  "of redistribution to the people.",
  "Inclusive growth is not a new concept and is said to be a combination of both, what ",
  "was earlier known as growth, development and equitable distribution, all rolled into a new ",
  "terminology known as inclusive growth, specific and unique to India.",
  "In future, the challenge would lie not in achieving a higher growth but to provide ",
  "greater inclusivity, more broad-based, which benefits the masses. Inclusive growth was a",
  "challenge as identified by the eleventh five-year plan only to become a larger challenge in",
  "the twelfth five-year plan.",
  "GROWTH WITH EQUITY",
  "Both  growth  and  equity  are  the  two  important  objectives  of  any  type  of  economic ",
  "planning. While growth refers to the increase in the overall national income, equity refers ",
  "to an equitable distribution of this income so that the benefits of higher economic growth ",
  "can be passed on to all sections of population to bring about social justice. Growth is ",
  "assessed by the market value of goods and services produced in the economy (GDP) and it ",
  "does not guarantee an equitable distribution of the income from this production. Hence, ",
  "Growth with equity is a rational objective of economic growth as it ensures the benefits of ",
  "high growth are shared by all people equally.",
  "",
  "",
  ""
]