[
  "CHAPTER29",
  "EXCHANGE RATE",
  "DETERMINATION",
  "EXCHANGE RATE",
  "Exchange rates can be defined as the rate at which home currency is exchanged for a ",
  "foreign currency or how much of home currency for a foreign currency or how much is a ",
  "foreign currency worth or equivalent to a home currency. Why is one currency exchanged ",
  "differently with another? It is about the demand and supply of a currency arising out of ",
  "relative differentials in income levels, share in world trade, differences in purchasing power ",
  "and relative differences in cost of production, or it could be even the central bank of the ",
  "home country deciding on the worth of foreign currency in the home country.",
  "Exchange rates become important for economies pursuing open policies as it increases ",
  "the intermingling of foreign currencies with home currency necessitating their conversion ",
  "for use in the domestic economy or the other way around, which is conversion of domestic ",
  "to foreign currency for example, in meeting import requirements or overseas investment.",
  "As  long  as  economies  remain  closed, there is  little relevance  for  exchange rate  as ",
  "there is little interface with the rest of the world, as an inward looking economy with ",
  "predominance of the home currency and relatively lesser need for foreign currency except ",
  "for the need to cover essential imports.",
  "Determination of Exchange Rates",
  "It may be mentioned that in certain economies, there is no necessity to exchange foreign ",
  "currencies as there is little role for the home currency and foreign currency circulates ",
  "‘parallel and predominantly’ for all transaction-related purposes. Such economies are also ",
  "known as ‘dollarized economies’. They are relatively very small economies, dependent on ",
  "the US and also referred as the backyard of US. Examples are such as Panama, El Salvador, ",
  "Ecuador, etc.",
  "For other economies, exchange rate determination is either as pegged/fixed exchange ",
  "rates or market-determined exchange rates. Pegged or fixed exchange rates are determined ",
  "as a direct intervention of the central bank in deciding on the exchange rates. There are ",
  "certain variants to such interventions like:",
  "(1) Currency Board—The central bank of a country pegs the home currency to a ",
  "stronger currency on a 1:1 basis or on a different ratio, as pegged exchange rate.288 THE INDIAN ECONOMY",
  "That  is,  home  currency  in  circulation  would  depend  on  the  available,  inflow  of ",
  "foreign currency. This is also referred to as the currency board’ system, advocated for ",
  "economies experiencing uncontrollable inflation of very high levels. It is believed to ",
  "impose strict monetary discipline and takes away monetary independence. Common ",
  "examples of currency board system are Argentina, Hong Kong, etc.",
  "(2)  Crawling/Pegged  Exchange  Rates—This  is  similar  to  fixed  exchange  rate  but ",
  "with the central bank of that country having the flexibility of letting the exchange ",
  "rate  to  float  in  a  small  band  with  a  ceiling  and  a  floor’.  Examples  are  China, ",
  "Russia, etc.",
  "Market-determined exchange rates are as follows:",
  "(1) Full Float—The exchange rate in such economies is market-determined by the forces ",
  "of demand and supply of foreign currency in the home country with no role of the ",
  "central bank in exchange rate determination. Most economies such as the US, EU arc",
  "full float economies.",
  "(2) ‘Managed’ Exchange Rate—This is of  recent  origin  especially  by  countries  like ",
  "India where even though the exchange  rate is market-determined, there is active",
  "indirect intervention by the central bank,  to bring the exchange rate closer to its own",
  "perception, but without actually directly  tinkering with the exchange rate as under",
  "fixed exchange rate system.",
  "This is referred as ‘dirty floating’, which is interference of the central bank in free markets ",
  "to influence exchange rates. However, in India, given its impact on the domestic economy, ",
  "it is known as ‘managed’ market-determined exchange rate.",
  "Which can be said to be the best way of determination of exchange rates? It is difficult ",
  "to say as each economy has different sets of challenges, their own internal priorities and a ",
  "lot also depends on how it affects the domestic economy.",
  "However, as economies pursue greater openness, larger role for capital inflows and ",
  "outflows and in the long-term, they would be better off, in moving to a market-determined ",
  "exchange rate which allows for testing of strength of the home currency in relation to a ",
  "foreign currency and movement in exchange rates can be useful for policy-makers. Just as ",
  "a thermometer for the foreign exchange market.",
  "However, more importantly, market-determined exchange rates are seen as a maturity ",
  "of  economics  with  strong  macro-economic  fundamentals,  their  relative  ability  to  be ",
  "globally competitive. Large size economies such as the US, EU, UK and Japan with the ",
  "sizeable global trade can be said to have hard currencies first, in respect of the volumes ",
  "of trade. Secondly, their exchange rates are market-determined and third, having ‘widest ",
  "global acceptability’ for various kinds of transactions.",
  "Soft currency would be that of economies which have limited global trade, restrictions ",
  "on their exchange rate determination and have lesser acceptability globally for different ",
  "kinds of transactions. The Indian Rupee and to some extent the Chinese Yuan can be said ",
  "to be presently as soft currencies. Why are exchange rates important in open economies? ",
  "The exchange rates have high sensitivity to influencing inflows and outflows, exports and EXCHANGE RATE DETERMINATION 289",
  "imports into and out of the country’. Besides, too much of volatility can be fundamentally ",
  "destabilizing and have the potential to create crises in economies as witnessed in the past ",
  "especially SE Asian economies.",
  "Exchange Rate and Convertibility",
  "Very  often  market-determined  exchange  rates  and  convertibility  are  first,  ‘wrongly’ ",
  "seen  as  interchangeable  to  mean  the  same  thing  and  the  second,  both,  again  wrongly ",
  "seen, as logical extension of each other. It needs to be understood that ‘exchange rate ",
  "determination’ and ‘convertibility’ are two separate and distinct issues, not dependent on ",
  "each other, not logical extension of each other and all permutations and combinations are",
  "(1) Full float and full convertibility, (US).",
  "(2) Pegged exchange rates and full convertibility, (Thailand).",
  "(3) Pegged exchange rate and no convertibility, (China).",
  "(4) Currency boards and full convertibility (Argentina).",
  "(5) Managed exchange rate and no convertibility or no CAC (as in India). ",
  "(6) Managed exchange rate and complete convertibility (Brazil).",
  "That is, to say that if an economy has full convertibility it does not necessarily imply ",
  "that  it  will  have  to  have  market-determined  exchange  rate  and  vice  versa  as  can ",
  "be  seen  from  above.  However,  both  have  a  common  denominator  in  terms  of  their ",
  "impact on both inflowsas we llaso utfl ows.Thero lepla yed  both by the exchange rateaswell ",
  "asco nv ertibi lity responsiblefor crisisinopen  eco nomie sw illbed iscussedlat er.      ",
  "29.2 EXCHANGERATEININDIA",
  "     ",
  "Exchange rate determination has truly evolved in India post-independence and transition ",
  "pointsto t heev olution areasfollow  s:    ",
  "       ",
  "(1) Post-Independence India adopted  a fixed  exchange rate mechanism, with  rupee",
  "  exchanged to pou nd ster ling and vic e versa, at a ‘fix ed ra te’ as determ ined by the ",
  "RBI,being thecentralbank ofthecountr y.            ",
  "2) After  gradually  shaking  off the  cl oak of the colonial rule and more broad-based trade,",
  "  even   though  restrictive a nd   widening  of trading  partn ers, the R BI switched  to  a ",
  "‘basket of currencies’, b ut still on a fixed e xchange rate syste m a nd on  exchange rates ",
  "asdeter mi ned by theR BI.                ",
  "   ",
  "3)  With  the  emergence  of  USD  as  a major  currency  and  the relative  decline  of the ",
  "pounds  sterling  in  relation  to  USD,  RBI  adopted  USD  as  its  ‘intervention  and ",
  "reserve currency’.",
  "•  That is, all the foreign currencies would be denominated in USD including the ",
  "exchange rate for official statistics and their reporting.",
  "•  The RBI thus had an exchange rate for dollars and rates of other currencies could ",
  "be derived from this rate.290 THE INDIAN ECONOMY",
  "The first mark of getting off the fixed exchange rate came in the nineties ",
  "with  the  liberalized  exchange  rate  management  system  (LERMS)  which ",
  "allowed for exchange of dollars, 40 per cent at a fixed rate by RBI known as the ",
  "‘official’ rate.",
  "•  The remaining 60 per cent could be exchanged at a ‘market rate’ determined by ",
  "the market. This is also referred to as dual exchange rate (40:60) in India.",
  "•  This also saw the setting up of foreign exchange dealers association of India ",
  "(FEDAI), outside the government, to arrive at the market rate of USD based on ",
  "demand and supply conditions.",
  "(4)  Towards the end of nineties, the RBI announced discontinuance of the official rate ",
  "and only FEDAI determined market exchange rate to prevail, abandoning completely ",
  "the fixed exchange rate system.",
  "(5)  As trade reforms gathered momentum in the last decade, large inflows, necessitated ",
  "the RBI to intervene in the foreign exchange market, what is now referred to as ",
  "‘managed exchange rate’ in India in an otherwise market-determined exchange rate ",
  "system.",
  "Managed Exchange Rate in India",
  "How does the RBI intervene in a market-determined exchange rate? Before understanding ",
  "RBI intervention, let us first understand how exchange rates are market-determined. It is ",
  "well-known that market mechanics, in general, comprises of demand and supply known ",
  "as market forces.",
  "Who are the people who demand USD or any foreign currency in India? It will be the ",
  "importers who will have to pay in foreign currency for their imports, outward tourists, ",
  "overseas  sales  promotion,  government,  those  going  abroad  for  education  or  for  health ",
  "purposes, etc. That is, at any given point of time there will be a demand for USD in ",
  "India.",
  "How is the demand and exchange rate related? If ‘more’ rupees is to be offered to get ",
  "USD, demand will generally be less. People may feel it is too high a rate to get USD ",
  "and resultantly the demand is going to be comparatively ‘lesser’. If one was to reflect it ",
  "graphically, typically it would be downward sloping curve. In the same way, there is a ",
  "continuous stream of USD and other foreign currencies coming into India from sources ",
  "such as remittances, foreign investment, NR1 deposits, ECBs, inward tourists, etc. This ",
  "implies there is also a supply of USD.",
  "As  a  holder  of foreign currency,  your  tendency  would be to  exchange the  foreign ",
  "currency if you are getting ‘more’ rupees. That is, to say that ‘more’ USD would be offered ",
  "for exchange when ‘more’ rupees are being received and vice versa. Thus, the supply curve ",
  "would be upward sloping. This when superimposed along with the demand curve will ",
  "give an intersection point which will determine the exchange rate of USD with respect to ",
  "rupees.EXCHANGE RATE DETERMINATION 291",
  "   ",
  " ",
  "               ",
  "       ",
  " ",
  "The demand and supply curveint ersection pointin t heabov eillustr ation is₹ 40 as th eexcha nge ",
  "rateofUS D.H ow ever, letussay th at ther eisaspu rtin r em it tances into India,ors urgein any  ",
  "oth er inf low likethrou gh fore ign i nvestment which willmean  supply ofU SD inIndia will ",
  "increa se andpu sho utwardly thes upply curvegivin gan ewinte rsectio npoint an dan ewexchange ",
  "rate.         ",
  "   ",
  " ",
  "               ",
  "       ",
  "            ",
  "This increased supply of USD would now give a new exchange rate, in the above ",
  "illustration of USD1  =₹3 8.Th ismea nsnow ‘lesse r’rupee sisbein g o ffered to USD,which is ",
  "referred a sappreciatio n oftherupeeag ains tadepr eciation  of USDasUSDisn owge ttin g ‘less er ",
  "’rup eesthan beforet heincr easein supp ly o fUSD.    ",
  "Appreciation of the Rupee",
  "So what is the m  eaning oft his?O n accounto fin creased supply ofU SDin  relation to whatis ",
  "be ing demanded ,n ow ‘ lesser’r upees w  ould beo ffered than earlier to USD, or differently ",
  "rupees now gets ‘more’U  SDt han earlier.T hisis w hatis m eantby  ‘currency appreciation’or ",
  "ru peehas app reciated againstthe doll ar.This can a lso beseen a stheUS Dn owge tting  ‘lesser’",
  "rupees  than ear lier,orthatt o g etth esame rupe es ‘m ore’US Disre quired .T hisisrefe rred  as ",
  "depreciatio n ofthecurrenc y,or thedollar ha sde precia ted  againsttherupees.    292 THE INDIAN ECONOMY",
  "Appreciation  or  depreciation  is  not  in  isolation  but  always  in  respect  to  another ",
  "currency. If we say rupee has appreciated then it is also implied that USD has depreciated. ",
  "What is the impact on exports from India? With rupee appreciating implies that India’s ",
  "exportable would now become more expensive in the international market and make our ",
  "exports price uncompetitive, resulting in declining the value of exports.",
  "So an appreciating currency adversely hits exports. Similarly, imports would tend to get ",
  "cheaper, as lesser rupees are required to get USD. It will also balloon the current account ",
  "deficit. This is the rationale of RBI intervention which is to prevent appreciation of the ",
  "rupee to maintain price competitiveness of Indian exports and keeping the CAD under ",
  "check.",
  "How does the RBI intervene? RBI initiates buying USD from the market, by creating ",
  "an artificial demand for USD, absorbing increased excess USD in the economy and the ",
  "exchange rate going back to what it was before the increased supply.",
  "However, there is a flip side to this, which is, any act of purchase of USD by the ",
  "RBI  would  release  rupee  in  the  system  and  increase  the  liquidity  which  can  become ",
  "inflationary. Hence, maintaining export price competitiveness comes at a price of inflation ",
  "in the domestic economy.",
  "To  prevent  inflationary  impact,  the  RBI  simultaneously  goes  for  absorption  of  the ",
  "excess rupee by going in for ‘reverse repo auction’ and soaking up the excess liquidity of ",
  "rupee in the domestic market, which gets created on account of purchase of USD by RBI. ",
  "This is referred as ‘sterilization of the economy’.",
  "Thus, if the RBI is able to ‘completely’ soak the excess rupees from the market or that ",
  "it does not lead to inflationary pressures, it is said to have ‘sterilized the economy’. If not, ",
  "then the RBI has to make a ‘choice’ between export competitiveness and inflation, which is ",
  "also referred as the ‘prisoners dilemma, of being able to manage one of them, but not both.",
  "The other way to intervene is to discourage short-term inflows by imposition of tax, ",
  "referred previously as Tobin tax. However, the issue is that such a tax will be on all’ kinds ",
  "of inflows and cannot be discretionary.",
  "This is what is meant by intervention of the RBI in a market-driven exchange rate and ",
  "the meaning of‘managed exchange rate’.",
  "However  is  managed  exchange  rate  justified  in  market-determined  exchange  rates? ",
  "Market-determined  exchange  rate  as  a  concept  implies  letting  exchange  rate  to  be ",
  "determined outside central bank level and once market determined it becomes a variable, ",
  "fluctuating and economy accepting’ the exchange rate. Exchange rates should always be ",
  "witnessed as a macro tool benefiting the economy at large rather than being used as a ",
  "myopic tool for micro-management. Export is only one of the sectors of the economy and ",
  "that too contributing not more than 20 per cent of the GDP.",
  "An aspect gone completely unnoticed is the impact of an appreciating currency on ",
  "imports  into  India.  Imports  become  cheaper,  and  given  d  our  basket  comprising  of ",
  "crude petroleum, fertilizers, capital goods, etc., all of which will get cheaper and provide ",
  "cushioning effect to inflation.EXCHANGE RATE DETERMINATION 293",
  "In  the  section  on  Exports,  the  aspect  of  exports  has  been  discussed  that it should ",
  "not be seen as a function of exchange rates but should become neutral to exchange rate ",
  "fluctuations.  This  can  be  done  by  moving  up  in  terms  of  value  addition,  quality  and ",
  "degrees of sophistication.",
  "More  importantly,  export  promotion  as  pan  of  open  policies is to achieveg lobal",
  "competitiveness, long-term sustainable growth in exports, for which price competitiveness",
  "is necessary but not a sufficient condition.",
  "The exports and the exporters have to be sensitized about market-determined exchange ",
  "rates being known for their uncertainties, fluctuations and volatility and exports have to ",
  "outgrow and achieve maturity by taking it as a variable and accounted accordingly.",
  "Rather  than  intervention,  India  should  look  at  markets  other  than  the  dollar ",
  "denominated, like the Afro-Asian markets which offer a great opportunity to diversify and ",
  "reduce sensitivity of Indian exports towards exchange rate.",
  "An appreciating rupee reflects strengthening of the currency against a hard currency ",
  "which should be good in the long run.",
  "If  the  Indian  Government  is  not  comfortable  to  the  volatility  or  the  fact  that  our ",
  "exports would always be price-sensitive then moving to a market-determined exchange ",
  "rate was a wrong decision and India, maybe would have been better off, under a pegged ",
  "exchange rate, like China.",
  "So  can  we  conclude  that  intervention  by  RBI  is  totally  unjustified  in  market- ",
  "determined exchange rates? The only justification for RBI intervention is when the inflows ",
  "are witnessed as short-term, reversible, as portfolio investment or for speculation purposes ",
  "arising out of global imbalances likely to correct over a period of time.",
  "It should be as a last resort, in exceptional circumstances, of it being seen as destabilizing ",
  "the domestic economy, creating asset bubbles and fuelling speculation in the economy. ",
  "Such kind of managing exchange rates during late 2010, by many economies such as ",
  "Brazil, S. Korea, Russia and Japan have triggered a currency war’, with each economy ",
  "trying to maintain the exchange rates to preserve their export competitiveness in the wake ",
  "of increased capital inflows.",
  "Such  currency  wars  are self-destructive  in nature and rightfully India has refrained ",
  "from intervening or managing the exchange rate and has taken a lead in cautioning other ",
  "economies of the implications of such currency wars.",
  "Every economy has to understand the basic fundamental of increasing exports which is ",
  "triggered by being price competitive in the short-term, but will not provide for long-term ",
  "global competitiveness. The other is market-determined exchange rate will always be a ",
  "variable and exports cannot do piggy back riding on exchange rate for long, but will have ",
  "to establish their standing in the export market for their long-term sustainability, beyond ",
  "exchange rates.",
  "Depreciation and Devaluation",
  "So far our concern has been with the capital inflows, appreciating currency and impact on ",
  "exports but then there could be yet another situation of capital outflows or the reversal of 294 THE INDIAN ECONOMY",
  "capital outflows or even a sudden spurt in the demand for example, USD or any foreign ",
  "currency. This is completely opposite to when rupee appreciates on account of inflows. ",
  "In this case, demand for USD is far more than what is coming as inflows. More rupees ",
  "would now have to be offered for the same dollar, or the same amount of rupees would ",
  "get lesser’ USD which implies that rupee would start depreciating. At the same time, the ",
  "USD would appreciate as it is now getting more’ rupees than earlier or that ‘lesser’ USD ",
  "is required for the same amount of rupees.",
  "Let ust akeo urea rlier ex change ra teof US D1 = ₹40 a nd with depreciation oftherup ees ",
  "                               ",
  "there would beanew exchange rate ofsay USD 1 =₹42.Areference can bemade to the",
  "               ",
  "graphicalillustration given earlier,with eithernowthesupply curveshifting inwardsordemand ",
  "   ",
  "curveshifting outwards.",
  "                   ",
  "Now what happens to  exports and  imports? This implies that exports have",
  "                       ",
  "become cheaper in  the international market as the same USD is getting  more rupees",
  "                   ",
  "now. And  imports become more expensive as more rupees are required  to  purchase",
  "                       ",
  "the USD for addressing imports. This should be good both for our exports as well as",
  "                   ",
  "reduce imports and  current account deficit. But unfortunately  for India, our imports",
  "                     ",
  "comprise of essentials such as crude oil, import of machineries, etc. This would imply ",
  "                 ",
  "a higher ‘value’ to existing volume of imports, widening CAD and fears of importing ",
  "inflation.",
  "                   ",
  "A depreciating currency is never seen as a way to promote exports because of larger",
  "             ",
  "implications. In  a market-determined  exchange rate a depreciating  home currency  has",
  "                         ",
  "deep fallouts. This has the potential of creating a ‘currency crisis’ or a ‘free fall’ situation,",
  "               ",
  "of an ever depreciating home currency marking a complete erosion of faith in the home",
  "currency.",
  "                 ",
  "This would require the central bank to intervene by selling USD in the market, from",
  "                     ",
  "its foreign exchange reserves, to augment the supply which is fine, if there is abundance",
  "                   ",
  "of foreign  currency  with  the central bank, but that would  choke liquidity, as rupee",
  "                 ",
  "would be sucked out from the system, pushing it into a recessionary phase, calling for an ",
  "             ",
  "expansionary monetary policy to counter the choking liquidity arising out of sale of USD",
  " ",
  "in themarket.",
  "               ",
  "But there have been instances in the SE Asian economies, of selling foreign currency to ",
  "         ",
  "stem depreciation of their currency only precipitated further depreciation plunging them",
  " ",
  "into acurrency crisis.",
  "             ",
  "Thus, depreciation  of the currency  in  market-determined  exchange rates, is never",
  "             ",
  "seen  as a way  to  increase exports and  central banks in  market-determined  exchange",
  "               ",
  "rates, keeps a close watch  especially  if the home currency  is seen  depreciating ",
  "continuously.",
  "                   ",
  "However, under the fixed exchange rate system, the central bank ‘deliberately’ changes",
  "             ",
  "the exchange rate by offering ‘more’ home currency to a foreign currency referred to as",
  "             ",
  "‘devaluation’ of the currency to promote exports. Even in India, RBI resorted to devaluation ",
  "                 ",
  "in the late sixties and also in early nineties with the same objective and also with a view to ",
  "               ",
  "test its readiness to move towards market-determined exchange rates and also to discourage",
  "     ",
  "importsand making exportspricecompetitive.EXCHANGE RATE DETERMINATION 295",
  "So ‘devaluation’ is deliberate by the central bank, under a fixed or pegged exchange ",
  "rate,  while  ‘depreciation  is  under  market-determined  exchange  rate,  arising  out  of ",
  "surge  of  demand  or  in  circumstances  of  outflows  or  a  decline  in  inflows  of  foreign ",
  "currency.",
  "DEPRECIATION OF INDIAN RUPEE-REASONS, ",
  "IMPLICATIONS AND POSSIBLE SOLUTIONS",
  "Since moving to a market-determined exchange rate from 1999, the rupee has sank to a ",
  "new low,t hel owestin  thehis tory ofInd iaofh avi ng breached ₹68 to USD1.Nev er in thep ast",
  "has ther upe efal len so  much againsttheUSD.   ",
  "Historical Perspective",
  "A  little  before  Independence  the  parity  between  USD  and  INR  was  1:1,  even  at  the ",
  "                               ",
  "timeofIndependence,theexchange ratewasUSD1 =₹5.However,thatwastheeraoffixed ",
  "                     ",
  "exchange rate,ofexchange ratesdetermined by RBI.Indiawasthen a‘closed’economy,so ",
  "                 ",
  "exchange ratereally did notmatter.Post-independence and overtheyears,India’sproblems",
  "                 ",
  "mounted,ofarapidly increasing population,lowgrowth,persistent high inflation,growing ",
  "           ",
  "imports,butnotable to earn foreign currency  through exports and also asaclosed and ",
  "           ",
  "regulated economy,no otheravenuesofforeign currency coming into India.",
  "In such circumstances, the rupee was devalued especially after 1966 on a number of",
  "               ",
  "occasions, to discourage imports and in a bid to increase exports and reign in the growing ",
  "             ",
  "trade deficit. In fact trade deficit has become a structural problem of India, of not being ",
  "                           ",
  "ableto ‘earn’USDthrough exportsto ‘pay’forimportsofgoods.",
  "               ",
  "TowardsMarketExchangeRate",
  "     ",
  "The reforms initiated in 1991, only inherited current account deficit, even as it began to ",
  "               ",
  "‘open’ the economy, moving away from fixed or a pegged exchange rate in a calibrated ",
  "                 ",
  "manner, into a market-determined exchange rate since 1999. The demand and supply of",
  "               ",
  "USD in India began to determine exchange rate and not any more by RBI. As a market-",
  "                     ",
  "determined exchange rate there would always be movements in exchange rates based on a",
  "                 ",
  "number of factors, such as levels of current account deficit, inflows and outflows of foreign ",
  "                       ",
  "currencies, influenced through policy environment and both domestic as well as global",
  "             ",
  "favourable/adversedevelopments.",
  " ",
  "Just as waves in the sea, sometimes going up and sometimes going down, is a natural",
  "                     ",
  "phenomenon, not restricting but allowing boats and ships to sail. The same is true for",
  "                     ",
  "market-determined  exchange rates, which  will depreciate or appreciate depending  on ",
  "           ",
  "demand supply conditions and always be a variable, not possible to predict. An economy ",
  "               ",
  "likeaship,ithasto havethecapability to movealong thewaves.",
  "                 ",
  "However, waves can get turbulent, forcing ships to drop anchor. This is the flip side",
  "                   ",
  "of a market-determined  exchange rate of a currency  sliding  against foreign  currency,",
  "               ",
  "destabilizing economies and pushing them into a crisis-like situation. The present situation ",
  "             ",
  "in Indiacannotbesaid to beacrisisso far,butcould beawellbecomeone.",
  "                       296 THE INDIAN ECONOMY",
  "Why has the Rupee Depreciated so Steeply?",
  "Ar first depreciation is a ‘symptom’ and not the problem. It is the result and culmination ",
  "of multiple factors. As mentioned previously, India has chronic and persistent trade deficit ",
  "leading to high current account deficit. It has ballooned in recent times due to high crude ",
  "petroleum prices and also surge in imports of gold. A high deficit only implies greater ",
  "demand for USD (to pay for imports) but not enough supply of USD (through exports), ",
  "putting pressure on the rupee to depreciate. Once the rupee begins to depreciate, it further ",
  "widens current account deficit, leading to further down slide of the rupee. At each stage ",
  "the landing gets harder and harder.",
  "This situation can still be addressed, through inflows in the capital account (refer to ",
  "Chapter  on  Balance  of  Payment),  through  foreign  investment,  NRI  deposits,  External ",
  "Commercial  Borrowings  by  corporate  and  other  such  capital  flows  to  cover  current ",
  "account deficit. This was happening in India till December 2012. The deficit was being ",
  "met out of foreign currency coming as FDI, but more through F1I (now referred as foreign ",
  "portfolio investment or as FPI) and NRI deposit. Thus, making the rupee depreciate, just ",
  "like waves but not turbulent and volatile until May 2013.",
  "The problem in capital account as far as India is concerned, is that it comprises more ",
  "of reversible flows like FPI and NRI deposits and not through a relative stable flow as ",
  "FDI. As a result in adverse circumstances, of reversal of such flows, the deficit gets exposed ",
  "resulting in a steep depreciation of the rupee as it has happened since May 2013.",
  "The reversal can be attributed to the Federal Reserve in the US announcing a gradual ",
  "withdrawing  from  quantitative  easing  (QE)  or  abandoning  its  stance  of  following  a ",
  "loose monetary policy. This was done earlier through buy back of debt by the Federal ",
  "Reserve  to  increase  the  supply  of  USD.  US  economy  was  beginning  to  recover  in ",
  "terms  of  turnaround  in  growth,  even  though  marginal,  but  definite  signs  of  recovery ",
  "since  beginning  of  2013.  Continuation  of  loose  monetary  policy  would  have  become ",
  "inflationary which could be a setback to recovery. This would have resulted in lesser supply ",
  "of USD by Federal Reserve, affecting capital flows in all emerging economies including ",
  "India.",
  "Signs of revival of the US economy also lifted US stock markets, resulting in a quick ",
  "withdrawal of FPI from Indian stock markets, an outgo of around USD 6 billion every ",
  "month since May 2013. With both FDI as well as FPI easing, together with reversal of ",
  "FPI, affected supply of USD, leading to sharp depreciation of USD.",
  "The Rupee during November 2016 closed at a fresh 39-month low against the US ",
  "dollar, resulting in $5 billion outflowsfro mfor eign institutionalinve stors(FIIs )in loc alequity  ",
  "and bond marketssinceth egov ern mentannoun ced thedemone tisation scheme.",
  "                     ",
  "TheFIIsareselling localaswellasotheremerging marketassetson rising expectationsofa",
  "                     ",
  "possibleUSinterestratehikein itsnextmid-Decemberpolicy and asspeculation mountsthat",
  "                 ",
  "USpresident-electDonald Trumpsreflationary policieswillmean aquickerpaceofmonetary ",
  "                       ",
  "tightening by theFederalReserve.Theconcern thathewilltakeamoreprotectionistapproach to ",
  "     ",
  "tradehasalso weighed on developing-nation assets.",
  "                         ",
  "The home currency has touched a low of 68.80 a dollar. So far in current year, it has",
  "       ",
  "fallen  3.81%.The currency  volatility  could  increase and  liquidity  could  become scarceEXCHANGE RATE DETERMINATION 297",
  "during  bouts of market risk aversion and dollar strength, as the market tests the new ",
  "Reserve Bank of India (RBI) leaderships tolerance for weakness in the rupee.",
  "Unless  the  RBI  hints  at  greater  tolerance  of  larger  rupee  depreciation,  there  is  a ",
  "constructive medium-term view on the INR and see it as one of the most resilient EM ",
  "currencies  in  a  strong  dollar  environment.  Potential  anti-immigration  and  anti-trade ",
  "policies in the US would not bode well for developing economies, and the dollar likely ",
  "would strengthen next year—particularly against EM currencies. Bond yields gained after ",
  "the RBI unexpectedly ordered banks to deposit their extra cash with it, in a bid co absorb ",
  "excess liquidity generated by the government ban on larger banknotes.",
  "With depreciation of the rupee becoming fairly certain, gave rise to speculation, both ",
  "on shore and off shore through non-deliverablcs forward (NDF) contracts of rupee and ",
  "USD. These are contracts which do not require delivery of foreign currency, but only ",
  "booking of profits, of the difference between the contracted rate and the actual exchange ",
  "rate on the contracted date on settlement. These contracts are in freer forex markets of ",
  "Singapore and Dubai, outside regulatory’ control of RBI.",
  "What are the Implications of Rupee Depreciation on ",
  "the Indian Economy?",
  "First, India’s imports comprises of essentials such as crude petroleum, machineries and ",
  "fertilizers which become expensive raising their prices facilitating ‘import’ of inflation. ",
  "India is very susceptible to a stubborn and sticky inflation. It hurts the masses in terms of ",
  "across the board higher prices.",
  "All imports become expensive including raw materials, goods and machineries which ",
  "further push  up domestic  costs.  It brings with it negative sentiments in the economy, ",
  "makes investors cautious weary of investment and consumers’ reducing spending in the ",
  "economy. Thus, growth takes a down turn.",
  "Negative sentiments and capital outflows impact the stock markets, which may not ",
  "directly affect the common man but gets reflected as part of negative sentiment in the ",
  "economy. It widens the current account deficit, which may require dipping into scarce ",
  "foreign exchange reserves and their ‘relative adequacy’ could well become ‘inadequate’ if ",
  "the deficit continues to widen. One cannot forget the situation of 1991 when India had ",
  "no other recourse of meeting the deficit by pledging its official levels of gold and seeking ",
  "commercial  loan  from  International  Monetary  Fund  (refer  to  Chapter  on  Multilateral ",
  "Institutions).",
  "There  are  genuine  concerns  arising  out  of  a  depreciating  currency  of  the  domestic ",
  "economy having larger faith in foreign rather than the domestic currency and as mentioned ",
  "previously, the looming fears of currency crisis.",
  "However, a depreciating rupee does make exports cheaper as the same dollar can now ",
  "get more rupees. But exports are not only a function of prices but other aspects such ",
  "as quality, ability to meet changing demands and preferences, global demand, efficient ",
  "logistics,  cargo-handling  capacities,  etc.  Response  to  the  historic  depreciation  of  the ",
  "rupee has, for the first time, tested how much Indian exports are sensitive to prices or ",
  "can lower prices drive up exports from India. The impact cannot be immediate, of an298 THE INDIAN ECONOMY",
  "overnight increase in exports but over a period of time. Many experts feel that the present ",
  "depreciation is a correction’ and in the long run help India in achieving export (price) ",
  "competitiveness.",
  "But definitely a slight depreciation can be considered good as long as it is gradual but ",
  "not such a steep downslide in such a short span of time can destabilize the economy.",
  "What measures are needed to stem the slide of Rupee?",
  "Repo Rate Hike: RBI can consider a hike in repo rate to incentivise foreign investors ",
  "to invest in Indian debt securities and stop the exodus of foreign capital from the ",
  "equity market. This way the demand for the dollar will come down and will provide",
  "some support to Rupee.",
  "Currency  Market  Intervention:  RBI  can  step-up  currency  market  intervention by ",
  "selling more dollars from its reserves which will cater to the higher demand for the US",
  "currency.",
  "Restrict Outward Dollar Remittances: RBI under the liberalised remittances scheme ",
  "can also restrict outward remittance of dollar which is currently capped at $2.5 lakh. ",
  "NRI Bond Issue: RBI can moot the idea of NRI bonds to boost the dollar reserves ",
  "of the country and meet the higher redemption pressure from exporters and foreign ",
  "investors. Through the NRI bonds, RBI can raise dollar deposits from non-resident ",
  "Indians at attractive rates of return.",
  "Open-Market  Operation:  RBI  can  address  this  situation  by  improving  liquidity  in ",
  "the system through open market purchase of bonds and by reducing the Cash Reserve ",
  "Ratio (CRR).",
  "Have These Measures Delivered?",
  "It is quite evident that these measures have been unable to check the extreme rupee volatility. ",
  "It is because these measures are aimed at witnessing rupee depreciation as a problem rather ",
  "than witnessing it as a symptom. All measures are at compressing demand for USD, and that ",
  "is a wrong diagnosis. The problem is not of demand but of supply of foreign currency. Any ",
  "demand compression only allows for leakages, like squeezing a balloon can never contain the  ",
  "balloon.",
  "The answer has to come more in addressing supply side problems of augmenting supply ",
  "of USD. This will take care of the demand and also stem rupee volatility.",
  "Potential Solutions to the Symptom",
  "As a first step, the government should go all out to push exports of goods and services, ",
  "remove all bottlenecks to exports and provide logistics support. This is a ‘rare’ opportunity ",
  "for Indian exports, as rupee has depreciated more sharply than currencies of other emerging ",
  "economies, clearly making Indian goods and services virtually the cheapest globally. With ",
  "US recovering and so also the euro zone means global markets would also be looking up.EXCHANGE RATE DETERMINATION 299",
  "The exporters could not have asked for a better time than the present. The response both ",
  "by the government as well as the exporters has to be quick’.",
  "All government departments dealing with exports should be directed to cut red-tapism ",
  "and provide fast clearances wherever required to facilitate faster and quicker exports. Banks ",
  "should be mandated to provide liberal funding for exports.",
  "All  pending  FDI  proposals  with  the  foreign  investment  promotion  board  (FIPB) ",
  "should be fast tracked and cleared expeditiously. Further, FDI norms should be further ",
  "liberalized to attract more FDI. All efforts have to be made to get India back on the growth ",
  "trajectory. Speed up investment by the government, expedite investment proposals held ",
  "up  in  bureaucratic  red-tapism.  Initiate  government  level  reforms  non-controversial  and ",
  "easy to implement. It is not about ‘bold reforms’ but ‘quick reforms’.",
  "Government  has  done  well  to  restrict  non-essential  imports  to  reduce  CAD.  As  a ",
  "further step, India could import more from Iran where it has ‘rupee payment agreement’. ",
  "India could also flag the issue of trade deficit with China, of India importing more from ",
  "China than what it exports. Reducing trade deficit with China (USD 39 billion) would ",
  "also ease the pressure on CAD.",
  "It could also be the time for India to go for ‘full’ convertibility of the rupee, as it ",
  "would encourage inflows. Outflows may not be a worry at this stage as USD has become ",
  "expensive. Convertibility would also allow surfacing of the underground USD into money ",
  "market augmenting supply of USD.",
  "Conclusion",
  "These  are  difficult  times  for  the  Indian  rupee,  but  not  questioning  inherent  strengths ",
  "which are still fundamentally strong and cannot be said as a crisis as being reported in ",
  "the media, the press and even some analysts. There is a definite unwarranted pessimism. ",
  "The levels of savings, availability of resources for investment, levels of forex reserves and ",
  "potential domestic demand are all strong factors of India.",
  "It is time for a collective action of reversing the negative sentiments and restoring the ",
  "faith back on the Indian Economy, through appropriate mix of policies, shaking of the ",
  "political  and  bureaucratic  lethargy  and  re-bouncing  on high growth path  with a  stable ",
  "rupee.",
  "The Impossible Trinity'",
  "It may be observed that exchange rate management is complex and a challenge for any ",
  "central bank. 'There is also the ‘impossible trinity’ that it is impossible for any central bank ",
  "to manage ‘exchange rates, open current accounts and independent monetary policy’ all ",
  "at the same time. At best, it can manage any two of them but not all the three. This is ",
  "the biggest challenge before any central bank of which two, to manage, when all three are ",
  "imperatives, especially in adverse circumstances.300 THE INDIAN ECONOMY",
  "Real Effective Exchange Rate (REER) and Nominal Effective Exchange ",
  "Rate (NEER)",
  "With  increased  trading  partners  and  geographies,  the  conventional  market-determined ",
  "rate  while  being  useful  for  transaction  purposes  does  not  allow  an  understanding  of ",
  "export  competitiveness  over  a  period  of  time.  The  REER  is  a  weighted  average  of ",
  "volumes of trade, their exchange rates, adjusted for respective inflation of major trading ",
  "partners and comprises of USD, Pounds Sterling, Euro, Japanese Yen, HK dollars and ",
  "Chinese Yuan.",
  "This  index  is  fairly  an  useful  measure  of  increasing  or  erosion  of  competitiveness ",
  "across major trading partners over a period of time. The NEER is a broader measure of ",
  "export competitiveness comprising of currencies of thirty-six countries but without any ",
  "adjustment for inflation across economies.",
  "Exchange Rate and Purchasing Power Parity (PPP)",
  "We have seen that the exchange rates in the ideal sense be a reflection of differences in ",
  "purchasing power of economies on account of various factors. However, this is true only ",
  "if the entire global world had free trade, without any restrictions, ability of goods to move ",
  "across geographies without any hindrance, similar like a bird flying, ability to reach any ",
  "part of the world.",
  "However, the reality is quite the contrary with restrictions to trade, tariffs and non-tariff ",
  "barriers to trade. Exchange rates are influenced by many other factors such as inflows, thus ",
  "completely diluting it as a measure of differential purchasing power across countries.",
  "If the Indian Rupee is appreciating against the USD, it does not imply improvement ",
  "in the purchasing power. By using the conventional exchange rate, without adjustment ",
  "for purchasing power would not be a correct measure for comparison of economies in a ",
  "common currency.",
  "Thus, was borne the concept of purchasing power parity (PPP) which is the adjustment ",
  "made to the exchange rate such that they truly represent differences in purchasing power. ",
  "PPP is now a globally accepted methodology being used for all international comparisons ",
  "but all actual transactions in foreign currency7 and their conversion would continue to’ be ",
  "guided by the conventional exchange rate.",
  "Thus,  all  comparisons  of  GDP  and  GNI  per  capita  is  done  both  by  using  the ",
  "conventional exchange rates for USD of economies and also on adjusted exchange rate ",
  "or at PPP. The use of USD as a common denominator, for all international comparison ",
  "purposes is for historical reasons and also because of the US being the largest economy ir. ",
  "terms of its output.",
  "In a later section, a comparison of the Indian economy from a global perspective tc ",
  "facilitate an understanding of its global position both by using the conventional exchange ",
  "rate and also at PPP will be discussed.",
  "",
  ""
]