[
  "CHAPTER21",
  "GOING FORWARD—",
  "INDIA AND ",
  "GLOBALIZATION",
  "21.1. TR ADESTRATEGIES",
  "We have previously discussed about concepts and objectives of globalization. But how did ",
  "India go forward? Firstly, it was the Economic Reforms of 1991, which liberalized inflows ",
  "of goods and services and also capital inflows as a signal of gradual and calibrated opening ",
  "of the economy and at the same time a distinct thrust and focus on promotion of exports ",
  "not that of surpluses’ but catering to the global market in terms of demand, tastes and ",
  "preferences.",
  "As a strategy to promote exports there are two textbook strategies one which is the ",
  "export-led growth’ strategy and the other as the ‘growth-led exports’ strategy. An export- ",
  "led growth strategy is of recent origin in the nineties, resulting out of the experience of the ",
  "South-east Asian economies essentially comprising of Thailand, Malaysia, South Korea ",
  "and Indonesia in the late eighties and early nineties. They were hailed as the Asian tigers'.",
  "In a short span of time, they were able to accelerate the rate of growth, increase per ",
  "capita  income  providing  for  all  round  development  of  such  economies,  by  a  distinct ",
  "openness, liberal foreign investment and a strong focus on exports. Thus, the strategy of ",
  "exports increasing overall growth rates in such economies in a very short time, were also ",
  "known as ‘butterfly economies’ which is smaller economies ability to grow and expand ",
  "income at a fast pace in short time frame.",
  "This strategy subsequently got questioned by the crisis which struck these economies ",
  "in the late nineties, as ‘contagion effect’ (spreading across all these economics) plunging ",
  "them into currency crisis’. That is, complete erosion of faith in home currency (it will be ",
  "discussed later).",
  "It may be premature at this stage to say whether openness or the strategy was flawed ",
  "bur sufficei tto  sa yher ethat itwa sn eithe rtheop enne ssnorthe  strat egyf ollowed butfromo ther ",
  "facto rs(itw illbedi scu ssed lat er).Asast rategy, an ex port-ledg row threquires  re-orie ntingthe ",
  "domesticsec torc ateringfo rexpor ts,allowin gli beralfore igninvest mentan dpromo tingexports ",
  "from  thecountr y.      ",
  "However, this is possible for smaller and homogeneous economies, lesser pressures of ",
  "population or regional imbalances, lesser structural rigidities, relatively greater flexibility ",
  "for such transformation. Larger economies like India given the size, large agrarian base, ",
  "diversity, intense population pressure, large-scale poverty and unemployment, regionalGOING FORWARD—INDIA AND GLOBALIZATION 227",
  "imbalances, structural rigidities and inflexibilities make such  a strategy neither feasible.",
  "appropriate nor desirable.",
  "The  other  growth-led  export  strategy  is  more  relevant  for  economies  like  India.  A ",
  "strategy also followed by the developed countries in the previous years. This strategy is ",
  "slow, time-consuming but sustainable in the long run. It allows for growth to increase by ",
  "expansion of the manufacturing sector, allowing for their maturity and gradually emerging ",
  "as  competitive,  finding  foothold  in  global  markets  and  thus  increasing  merchandise ",
  "(goods) exports.",
  "Such a strategy also provides an incentive mechanism for the natural growth of export- ",
  "oriented  industries  well-integrated  with  the  domestic  economy.  Both  India  as  well  as ",
  "China have, however, blended both export-led growth and growth-led exports, as their ",
  "strategy in their efforts at globalization.",
  "Both  have  dedicated  certain  geographies  within  the  domestic  economy  to  cater ",
  "exclusively for exports as part of export-led growth strategy and the remaining part of the ",
  "economy following the growth-led export strategy. It is no longer the question about the ",
  "strategy to adopt but that economies have to have a distinct openness and exports both ",
  "integral to growth of economies in future.",
  "BRANDING INDIA THROUGH 'MAKE IN INDIA'",
  "The Gol is working under 6P protocol to make project branding a success, these 6P s are ",
  "explained as under:",
  "Program",
  "In  persuit  of  branding  India  like  other  developing  economies  has  done  in  the  World, ",
  "in  this  direction  the  Indian  Prime  Minister  Narendra  Modi  launched  the  Make  in ",
  "India initiative on September 25, 2014, with the primary goal of making India a global ",
  "manufacturing  hub,  by  encouraging  both  multinational  as  well  as  domestic  companies ",
  "to manufacture their products within the country. Led by the Department of Industrial ",
  "Policy and Promotion, the initiative aims to raise the contribution of the manufacturing ",
  "sector to 25% of the Gross Domestic Product (GDP) by die year 2025 from its current ",
  "16%.  Make  in  India  has  introduced  multiple  new  initiatives,  promoting  foreign  direct ",
  "investment,  implementing  intellectual  property  rights  and  developing  the  manufacturing ",
  "sector. It targets 25 sectors of the economy which range from automobile to Information ",
  "Technology (IT) and Business Process Management (BPM), the details of each can be ",
  "viewed on the official site (www.makeinindia.com). It also seeks to facilitate job creation, ",
  "foster  innovation,  enhance  skill  development  and  protect  intellectual  property.  The ",
  "logo of ‘Make in India’ - a lion made of gear wheels - itself reflects the integral role of ",
  "manufacturing in governments vision and national development.",
  "Process",
  "Make  in  India  is  much  more  than  an  inspiring  and  energising  slogan.  It  represents  a ",
  "comprehensive  and  unprecedented  overhaul  of  existing  set  of  out-dated  processes  and ",
  "policies framework.228 THE INDIAN ECONOMY",
  "THE KEY PILLARS",
  "1. New Processes: 2. New Infra­ 3. New Sectors:  4. New Mindset:",
  "Government of structure: The  ‘Make in India’  Switching role ",
  "India is initiating  government is  has identified 25  from regulator to ",
  "new age reforms  committed to  sectors to promote  business partner ",
  "to achieve its var­ develop industri­ with the detailed  is a strategic ",
  "ious major pro­ al corridors and  information being  move of Gov­",
  "jects like make in  build smart cities  shared through  ernment of India ",
  "India etc. areals o  with state-of-the-  an interactive  to strengthen ",
  "aligned with  art technology  web-portal. These  its commitment ",
  "parameters of and high-speed  sectors are as  towards make in ",
  "World Bank’s ‘ communication. follows: India.",
  "Ease of Doing  Innovation and  • Automobile",
  "•  Automobile ",
  "Business’ index to  research activities ",
  "Components",
  "improve India’s  are supported by  • Aviation",
  "ranking on it. a fast-paced reg­ •  Biotechnology",
  "istration system  •  Chemicals",
  "•  Construction",
  "and improved ",
  "•  Defence ",
  "infrastructure  Manufacturing",
  "for Intellectual •  Electrical Machinery",
  "•  Electronic Systems",
  "Property Rights",
  "•  Food Processing",
  "(IPR) registra­ •  IT and BPM",
  "tions. Along with  •  Leather",
  "•  Media And ",
  "the development ",
  "Entertainment",
  "of infrastructure,  • Mining",
  "the training  •  Oil And Gas",
  "for the skilled  • Pharmaceuticals",
  "•  Ports And Shipping",
  "workforce for ",
  "• Railways",
  "the sectors is also  •  Renewable Energy",
  "being addressed. • Roads And Highways",
  "• Space",
  "• Textiles And ",
  "Garments",
  "• Thermal Power",
  "• Tourism And ",
  "Hospitality",
  "•  Wellness",
  "• Zero defect zero effect          • Minimum goverment maximum governance",
  " ",
  "• Creative India Innovative India",
  " Com emak ein Indi a.Se llanywhere",
  "But",
  "Plan",
  "A  strategy  that  inspires,  empowers  and  enables  in  equal  measure  was  required.  Thus, ",
  "planning premise so designed is as follows:GOING FORWARD—INDIA AND GLOBALIZATION 229",
  "(a)  Inspire confidence in India’s capabilities amongst potential partners abroad, the ",
  "Indian business community and citizens at large;",
  "(b)  Provide a framework for a vast amount of technical information on 25 industry ",
  "sectors; and",
  "(c)  Reach out to a vast local and global audience via social media and constantly keep ",
  "them updated about opportunities, reforms, etc.",
  "Partnerships",
  "The Make in India initiative has been built on layers of collaborative effort of DIPP, ",
  "acting as a backbone with Union Ministers, Secretaries to the Government of India, state ",
  "governments, industry leaders, and various knowledge partners to debate and formulate an ",
  "action plan for the next three years, aimed at raising the contribution of the manufacturing ",
  "sector to 25% of the GDP by 2020.",
  "Progress",
  "Opening up of key sectors like Railways, Defence, Insurance and Medical Devices - for ",
  "higher levels of Foreign Direct Investment. The ministry tie up with the World Bank group ",
  "to identify areas of improvement aligned to World Bank’s ‘doing business’ methodology. ",
  "An Investor Facilitation Cell (IFC) dedicated for the Make in India campaign was formed ",
  "with an objective to assist investors in seeking regulatory approvals, hand-holding services ",
  "through  the  pre-investment  phase,  execution  and  after-care  support.  DIPP  has  set  up ",
  "Japan Plus’ team to facilitate and fast track investment proposals from Japan, similarly ",
  "Korea Plus’, also being launched. Liberalised regulatory policies to facilitate investments ",
  "and ease of doing business. Setting up of six industrial corridors across country, where ",
  "Industrial Cities will be developed along these corridors. Since the launch of Make in ",
  "India FDI inflows of USD 77 billion including a equity inflows of USD 56 billion has ",
  "been received till March 2016. ‘Zero defect zero effect’ is a key phrase which has come ",
  "to be associated with the Make in India campaign. According to Prime Minister, “Let’s ",
  "think about making our product which has ‘zero defect’... and ‘zero effect’ so that the ",
  "manufacturing does not have an adverse effect on our environment”.",
  "In December 2015, Micromax announced that it would put up three new manufacturing ",
  "units in Rajasthan, Telangana and Andhra Pradesh. Japan announced it would set up a ",
  "USD 12 billion fund for Make in India-related projects, called the “Japan-India Make-in- ",
  "India Special Finance Facility” after the  Japanese Prime Minister Shinzo Abe’s visit to the ",
  "country. Huaweio pened ane wRe search and Development(R& D)camp usin Be ngaluru and is",
  "in thep rocess ofsetting  up  atelecomha rdwarem anufacturi ng plantin Chennai.F rance-based  ",
  "LH Aviation  sig ned  aMemorandum  of Understa ndin g  (MoU )with OIS Advanced  ",
  "Technologies to setup  amanu factu ring  facility  in India for produ cing   drones.Foxconn  ",
  "announced  itwould in vest USD 5 b illion  over five year s for R&D and  creat ing  ahi-tech ",
  "se miconductor manufactu ring facility in Maharashtra.Samsung s aid itwould manu facture",
  "theSamsung  Z1  in itsplantin Noidaw hileG eneralMo torsd eclared th atitwou ld investUSD 1  ",
  "billion to beg in pro ducing automobilesin thecapitalstate.      230 THE INDIAN ECONOMY",
  "Make in India Strategy",
  "     ",
  " ",
  " ",
  " ",
  "       ",
  " ",
  "Policies Framework",
  "Various new age reforms has been initiated by the Government of India those are reflected ",
  "in policies announced on various dimensions of the economy. Hie key aspects are discussed ",
  "below:",
  "Why India?",
  "India should be the new investment capital because of the following:",
  "•  767 million population falls in the age group of 15-64, and also one of the youngest ",
  "country with mean age of 29 years and also projected 100% literacy level by 2025.",
  "•  2nd largest Internet users base with 462 million Internet users.",
  "•  Huge consumer market base of US$ 3.6 trillion by 2020 (BCG Report).",
  "•  3rd largest economy in the world with size of US$ 8.6 trillion by Purchasing Power ",
  "Parity (PPP) and is expected to rise to USS 20 trillion in size by 2025.",
  "•  Fastest growing economy in the world with the rate of 7.6% in 2015-16.",
  "•  India has an immediate investment opportunity of $1 trillion (Economic Times).",
  "•  India enjoys stable/positive ratings from major credit rating agencies around the globe ",
  "and has a total foreign exchange reserves of USS 371 billion as on 30th September 16.",
  "•  2nd largest railway network in the world, used by 23 million travelers every day and ",
  "2nd largest road network in the world stretching 3.3 million km.",
  "•  12 major ports, 200 notified minor and intermediate ports.",
  "Next Generation Infrastructure",
  "To  become  new  age  investment  capital  next  generation  infrastructure  is  required,  its ",
  "dimensions being reformed are:GOING FORWARD—INDIA AND GLOBALIZATION 231",
  "Industrialization and Urbanization",
  "1.  6 Industrial Corridors and 21 new nodal Industrial Cities to be developed:",
  "•  Delhi-Mumbai Industrial Corridor (DMIC)",
  "•  Chennai-Bengaluru Industrial Corridor (CBIC)",
  "•  Bengaluru-Mumbai Economic Corridor (BMEC)",
  "•  Vizag-Chennai Industrial Corridor (VCIC)",
  "•  Amritsar-Kolkata Industrial Corridor (AKIC)",
  "•  Dedicated Freight Corridor (DFC) of 1504 km as the backbone",
  "•  These 21 new nodal cities will be having advantages like; Large land parcels, ",
  "Planned  communities,  ICT  enabled  infrastructure,  Sustainable  living,  Excellent ",
  "connectivity- Road, Rail etc. DMIC is a mega infra structure project of USD 100 ",
  "billion with financial and technical aids from Japan, covering an overall length of ",
  "1,483 km.",
  "2. Doubling of Network of Roads by 2020.",
  "3.. Railway projects such as Setting up of New Railway Stations, Mordernisation of ",
  "Rolling stock, High Speed Railways, Port Mine connectivity etc. have been initiated ",
  "for Modernising and better connectivity of Indian Railways.",
  "4",
  "4. Sagarmala project is started by the Govt, of India to modernize India’s Ports and ",
  "Inland waterways with a project outlay of US$ 10 billion.",
  "5 .  Th e Sma rt Citie s Mission having a  project  outlay of US$ 7.69 billion is p rogressing.  ",
  "6.   Aviation industry with targe to fbecoming 3r dlarges tby 2030.",
  "N ewD  esign,I nnovation and R&  D ",
  "3rd largest tech driven Start-up ecosystem globally and Tech Startups in India are ",
  "expected to reach 11,500 in 2020.",
  "‘Start-up India” was launched to foster entrepreneurship and promoting innovation. ",
  "Intellectual Property Rights Policy launched in May 2016 is having salient features:",
  "•  Strong TRIPS compliant policy framework, ease of access using World-class IT ",
  "enabled patent offices.",
  "•  Internationally  acclaimed  systems  for  International  Searching  and  Preliminary ",
  "Examination of patent applications.",
  "•  Augmentation  of  Manpower:  721  additional  technically  competent  Patent ",
  "Examiners appointed.",
  "•  T ime for examination of  patents  to come d own to 18 months fro m 7 y ears by  ",
  "March, 2018.",
  "•  T ime for examination of trademarks to come d own to 1 month from 13  monthsby  ",
  "March,20 17.",
  "Redefining Processes",
  "A  more  holistic  idiology is  being followed in the  processes  already defined to foster th e  ",
  "vision 2020. Ihe philosophies so followed are:232 THE INDIAN ECONOMY",
  "Ease of doing business",
  "•  Incorporation of a company reduced to 1 day instead of 10 days.",
  "•  Power connection provided within a mandated time frame of 15 days instead of 18\" ",
  "days.",
  "•  No. of documents for exports and imports reduced from 11 to 3.",
  "•  Validity of industrial license extended to 7 years from 3 years.",
  "•  Bankruptcy Code 2015 - New bankruptcy law, providing for simple and time-bour.c ",
  "insolvency process to be operational by 2017.",
  "•  Goods and Services Tax - Single tax framework by April, 2017.",
  "•  Permanent Residency Status for foreign investors for 10 years.",
  "Other reforms",
  "1.  Online  portals  for  Employees  State  Insurance  Corporation  (ESIC)  and  Employees ",
  "Provident  Fund  Organization  (EPFO)  for  Real-time  registration,  Payments  through ",
  "56  accredited  banks,  Online  application  process  for  environmental  and  fores: ",
  "clearances.",
  "Department of Commerce, Gol has launched Indian Trade Portal, is a single poir.: ",
  "for relevant information on measures called the non-tariff measures like standards ",
  "technical  regulations,  conformity  assessment  procedures,  sanitary  and  Phytosanitan ",
  "measures which may affect trade adversely.",
  "New Sectors",
  "The new sectors has been identified by the Government of India to foster vision 2020. ",
  "FDI is acknowledged as a game changer for the economy.",
  "Major FDI reforms",
  "1.  Defence: Up  to 49% under automatic route and above 49% through Government ",
  "route.",
  "2.  Civil Aviation: 100% FDI under automatic route in Greenfield Projects, 74% FDI ",
  "in Brownfield Projects, and beyond 74% for Brownfield Projects is under government ",
  "route.",
  "3. Broadcasting:",
  "•  100% FDI in Broadcasting Carriage Services and down-linking of news channels.",
  "•  Cable Networks: 100% FDI and in News channels: 49% FDI.",
  "4.  Banking: FDI up to 74% with 49% under automatic route rest through government ",
  "route.",
  "5.  Railways:  100%  FDI  under  automatic  route  permitted  in  construction,  operation ",
  "and maintenance of Rail Infrastructure projects.",
  "6.  Construction: 100% FDI through automatic route and removal of minimum floor ",
  "area and minimum capital requirement.",
  "7.  Pharmaceuticals: The extant FDI policy on pharmaceutical sector provides for 100% ",
  "under automatic route in Greenfield pharma, up to 74% under automatic route and ",
  "100% under government approval in Brownfield pharma.GOING FORWARD—INDIA AND GLOBALIZATION 233",
  "8. Plantation: Coffee, rubber, cardamom, palm oil tree and olive oil tree plantations has ",
  "opened for 100% under automatic route.",
  "9. Telecom: FDI up to 100% with 49% under automatic route.",
  "10.  Insurance & Pension: New sectoral cap of 49% with foreign investment up to 26% ",
  "to be under automatic route.",
  "11.  Medical  Devices:  100%  FDI  under  automatic  route  for  manufacturing  of  medical ",
  "devices has been permitted.",
  "12.  E-Commerce:  100%  FDI  in  B2B  e-commerce,  Single  brand  retail  trading  entity ",
  "permitted for B2C e-commerce and e-commerce food retailing.",
  "13.  Retail:  100%  FDI  and  49%  under  automatic  route.  In  case  of  ‘state-of-art’  and ",
  "‘cutting-edge  technology’  sourcing  norms  can  be  relaxed  subject  to  Government ",
  "approval.  100%  FDI  is  under  automatic  route  in  Duty  Free  Shops  located  and ",
  "operated in the Customs bonded areas.",
  "14.  Allied  Agriculture:  Requirement  of  ‘controlled  conditions’  for  FDI  in  Animal ",
  "Husbandry  (including  breeding  of  dogs),  Pisciculture,  Aquaculture  and  Apiculture ",
  "has been waived off.",
  "Types of Investors",
  "Intellectual Property Rights",
  "To make Indians recognize their own IPs, as also respect others’ IPs a policy was drafted ",
  "after  key  stakeholder’s  consultation  with  nearly  300  stakeholders,  individuals  by  an ",
  "IPR  Think  Tank,  31  departments  of  the  Gol  and  5  foreign  Governments.  The  Vision ",
  "Statement  “Creative  India;  Innovative  India’*,  an  India  where  intellectual  property ",
  "promotes advancement in science and technology, arts and culture, traditional knowledge ",
  "and  biodiversity  resources.  The  ‘Cell  for  IPR  Promotion  Management  (CIPAM)’, ",
  "setup  under  a  professional  body  under  the  guidelines  of  DIPP,  a  single  point  of ",
  "reference for implementation of objectives so laid for National IPR Policy. Types of IPR ",
  "In India are as follows:234 THE INDIAN ECONOMY",
  "Patent",
  "A patent is granted for an invention which is a new product or process involving an ",
  "inventive step and capable of industrial application. “New invention ’ means the subject ",
  "matter has not fallen in public domain or that it does not form part of the state of the ",
  "art; Inventive step is the feature(s) of the invention that involves technical advance as ",
  "compared to the existing knowledge or having economic significance or both and that ",
  "makes  the  invention  not  obvious  to  a  person  skilled  in  the  art.  Capable  of  industrial ",
  "application means that the invention is capable of being made or used in an industry.",
  "Design",
  "Definition and significance: a design refers only to the features of shape, configuration, ",
  "pattern, ornamentation, composition of colour or line or a combination thereof, applied ",
  "to any article, whether two or three dimensional or in both forms by any industrial process ",
  "or means which, in thef inished article,a ppealt o and areju dged solely by theey e.",
  "Trade Mark",
  "A trademark means a mark capable of being represented graphically and which is capable of ",
  "distinguishing the goods or services of one undertaking from those of other undertakings. ",
  "A trademark can be a sign, words, letters, numbers, drawings, pictures, emblem, colours ",
  "or combination of colours, shape of goods, graphic representation or packaging or sound ",
  "or any combination of the above as applied to goods or services.",
  "Geographical Indications",
  "A  geographical  indication  identifies  agricultural  or  natural  or  manufactured  goods  as ",
  "originating  or  manufactured  in  the  territory  of  a  country  or  region  or  locality  in  that GOING FORWARD—INDIA AND GLOBALIZATION 235",
  "territory, where a given quality, reputation or other characteristic of such goods is essentially ",
  "attributable to its geographical origin and, in case where such goods are manufactured ",
  "goods. One of the activities of either the production or processing or preparation of the ",
  "goods concerned takes place in such territory, region, or locality, as the case may be.",
  "Copyright",
  "Copyright is a right given by the law to creators of literary, dramatic, musical and artistic ",
  "works and producers of cinematograph films and sound recordings. In fact, it is a bundle ",
  "of  rights  including,  inter  alia,  rights  of  reproduction,  communication  to  the  public, ",
  "adaptation and translation of the work.",
  "Semiconductor Integrated Circuits Layout-Design",
  "The aim of the Semiconductor Integrated Circuits Layout-Design Act 2000 is to provide ",
  "protection of Intellectual Property Right (IPR) in the area of Semiconductor Integrated ",
  "Circuit Layout-Designs and for matters connected therewith or incidental thereto.",
  "Plant Variety Protection",
  "Protection  granted  for  plant  varieties,  the  rights  of  farmers  and  plant  breeders  and  to ",
  "encourage the development of new varieties of plants.",
  "NATIONAL IPR POLICY, 2016",
  "National IPR Policy on 12th May 2016.",
  "The National IPR Policy is a vision document that aims to create and exploit synergies ",
  "between all forms of intellectual property (IP), concerned statutes and agencies. It sets in ",
  "place an institutional mechanism for implementation, monitoring and review. It aims to ",
  "incorporate and adapt global best practices to the Indian scenario. This policy shall weave ",
  "in the strengths of the Government, research and development organizations, educational ",
  "institutions,  corporate  entities  including  MSMEs,  start-ups  and  other  stakeholders  in ",
  "the  creation  of  an  innovation-conducive  environment,  which  stimulates  creativity  and ",
  "innovation across sectors, as also facilitates a stable, transparent and service-oriented IPR ",
  "administration  in  the  country.  The  broad  contours  of  the  National  IPR  Policy  are  as ",
  "follows:",
  "Vision Statement",
  "An India where creativity and innovation are stimulated by Intellectual Property for the ",
  "benefit of all; an India where intellectual property promotes advancement in science and ",
  "technology, arts and culture, traditional knowledge and biodiversity resources; an India ",
  "where knowledge is the main driver of development, and knowledge owned is transformed ",
  "into knowledge shared.236 THE INDIAN ECONOMY",
  "Mission Statement",
  "Stimulate a dynamic, vibrant and balanced intellectual property rights system in India to:",
  "•  foster creativity and innovation and thereby, promote entrepreneurship and enhance ",
  "socio-economic and cultural development, and",
  "•  focus on enhancing access to healthcare, food security and environmental protection, ",
  "among other sectors of vital social, economic and technological importance.",
  "The policy lays down the following seven objectives:",
  "1.  IPR  Awareness:  Outreach  and  Promotion-  Generation  of  IPRs:  To  create  public ",
  "awareness about the economic, social and cultural benefits of IPRs among all sections of ",
  "society;",
  "2.  Generation of IPRs- To stimulate the generation of IPRs;",
  "3.  Legal and Legislative Framework: To have strong and effective IPR laws, which balance ",
  "the interests of rights owners with larger public interest;",
  "4.  Administration and Management: To modernize and strengthen service-oriented IPR ",
  "administration;",
  "5.  Commercialization of IPR: Get value for IPRs through commercialization;",
  "6.  Enforcement  and  Adjudication:  To  strengthen  the  enforcement  and  adjudicatory ",
  "mechanisms for combating IPR infringements;",
  "7.  Human Capital Development: To strengthen and expand human resources, institutions ",
  "and capacities for teaching, training, research and skill building in IPRs;",
  "The National Intellectual Property Rights (IPR) Policy will endeavor f or a CreativeI ndia;",
  "Innovative India”",
  "21.4 NATIONAL IPR POLICY- ACHIEVEMENTS SO FAR.",
  "The National Intellectual Property Rights (IPR) Policy 2016 was adopted on 12.5.2016 ",
  "as a vision document to guide future development of IPRs in the country. This has led to ",
  "the following achievements:-",
  "(i)  Strengthening of Institutional Mechanism The administration of Copyright Act,",
  "1957  and  Semiconductor  Integrated  Circuits  Layout-Design  Act,  2000  has  been ",
  "transferred to Department of Industrial Policy and Promotion. This has enabled an ",
  "integrated approach and synergy between different IP offices and Acts. The Copyright ",
  "Board is now merged with the Intellectual Property Appellate Board (IPAB).",
  "(ii)  Reducing  Pendency  and  clearing  of  backlog  Due  to  various  steps  and initiatives ",
  "undertaken  by  the  Government  there  is  a  drastic  reduction  in  pendency  in  IP ",
  "applications.  The  patent  applications  pending  for  examination  have  reduced ",
  "significantly.  Automatic  issuance  of  electronically  generated  patent  and  trademark ",
  "certificates has been introduced now.GOING FORWARD—INDIA AND GLOBALIZATION 237",
  "(iii)  Increase in Filings Patent filings have increased by nearly 7% and Trademark filings ",
  "have increased by nearly 28% recently.",
  "(iv)  IP  Process  Re-engineering  Patent  Rules,  2003  has  been  amended  to  streamline ",
  "processes and make them more user friendly.",
  "(v)  Creating IPR Awareness IPR Awareness programs have been conducted in over 200 ",
  "academic  institutions, including rural schools through satellite communication, and ",
  "for industry, police, customs and judiciary.",
  "(vi)  IPRs  in  School  Syllabus  Content  on  IPRs  has  been  included  in  the  NCERT ",
  "curriculum of Commerce stream.",
  "(vii)  Technology and  Innovation Support Centres (TISCs) In conjunction with WIPO, ",
  "6 TISCs have been established in various institutions across different states.",
  "(viii)Global Innovation Index (GII) India’s rank in the Gil Report issued by WIPO has ",
  "improved from 81st in 2015 to 57th place in 2018.",
  "(ix)  IPR  Enforcement  Toolkit  for  Police  A  IPR  Enforcement  Toolkit  have  been ",
  "prepared to assist police officials in dealing with IP crimes, in particular, Trademark ",
  "counterfeiting and Copyright piracy.",
  "",
  ""
]