[
  "CHAPTER9",
  "INDUSTRIAL SECTOR AND",
  "LIBERALIZATION",
  "ROLE OF INDUSTRY IN AN ECONOMY",
  "Previously, we have addressed the agricultural sector and its importance to the economy. ",
  "The industrial sector plays an equally important role as it accelerates growth of economies, ",
  "provides  self-reliance,  employment,  creates  a  demand  for  the  agricultural  produce  and ",
  "creates ‘ripple effect’ (similar to throwing a pebble in a pond and you can see the waves ",
  "moving outwards).",
  "Industries  can  create  townships  around  them  thereby  creating  indirect  employment ",
  "(Jamshedpur, Rourkela, Bhilai are a few to mention here). Industrialization is all about ",
  "focusing on the industries allowing them to meet the requirements of the economy besides ",
  "providing  linkages  to  the  agricultural  sector  and  also  employment  opportunities  in  the ",
  "economy. This can be achieved only through higher industrial growth which can provide ",
  "momentum to overall growth and also make it sustainable in future.",
  "There has been a missing link in India of the industrial/manufacturing sector, despite ",
  "policies and governmental focus, not playing its role of creating linkages with agricultural ",
  "sector and also creating desired employment opportunities. The services sector becoming ",
  "a  major  contributor  to  output  rather  than  the  manufacturing  or  the  industrial  sector. ",
  "Such sectoral composition in favour of services does happen but once industrial sector has ",
  "achieved a level of maturity emerged globally competitive and the service sector supporting ",
  "higher levels of growth of economies, which has not happened in India.",
  "Let us understand industry a bit more closely. It implies conversion of any raw material ",
  "into a finished good or a manufacturing activity producing wide range of goods which is ",
  "required in the economy. Industries can also be categorized across the following features:",
  "1.  Products—basic  industries  (steel,  cement),  capital  good  industries  (manufacturing ",
  "of plant and machineries). Intermediate goods industries (manufacture of dyes, tools, ",
  "etc.,) and consumer goods industries (manufacture of cars, scooters, fridges, TV, etc.,). ",
  "The consumer goods industries are also known as ‘White Goods Industry’.",
  "2.  Ownership—government (public sector), private and foreign (private sector), public ",
  "and private sector (joint sector).",
  "3.  Scale of investment in plant and machinery—large industries (investment in plant ",
  "and machinery  o fover ₹10 crores) ,medium industries (T 1-10 crores), small-scale ",
  "                 ",
  "industries(₹10 lakh to ₹1 crores),villageand cottageindustries(lessthan ₹10 lakh).88 THE INDIAN ECONOMY",
  "4.  Capital/Labour  intensity—capital  intensive  industries  (larger  capital  intensive ",
  "in relation to labour) and labour intensive industries (larger intensity of labour in ",
  "relation to capital).",
  "Economies desirous of pushing up rates of growth of their economy, would need industrial ",
  "goods for development and shift focus on setting up basic and capital goods industries ",
  "commonly known as initiation of the process of industrialization.",
  "India started its journey of industrialization during the second five-year plan (1955/56- ",
  "60/61). The pattern of industrialization in India is also known as the ‘Mahalanobis Model’ ",
  "(an  Indian  scientist)  with  the  setting  up  of  basic  and  capital  goods  industries  by  the ",
  "government directly, strongly influenced by the Russian model of state-run industries.",
  "PUBLIC SECTOR IN INDIA",
  "One  may  ask  why’  public  sector  was  chosen  for  industrialization.  Post-independence ",
  "India was deeply influenced by the Soviet Union which had state-run industries and was ",
  "an era of‘socialism’ with large role of the government in production of goods and services. ",
  "‘Capitalism’ was associated with exploitative tendencies and having vested interest.",
  "Immediately after Independence, the private sector was virtually non-existent in India ",
  "and whatever existed did not have the maturity, resources, technology, etc., to shoulder ",
  "could  get  the  responsibility  of  the  industrialization.  The  government,  at  its  own  level ",
  "technology and other such support from other countries which may not have been possible ",
  "otherwise.",
  "Even if it is presumed that the task was entrusted to the then private sector, industrialization ",
  "would have required huge resources, technology support and well-trained manpower, which ",
  "were not available within the then private sector. Basic/capital goods industries have long ",
  "gestation period (time between investment and commercial production), high break-even ",
  "point (long period before profits accrue). These could be seen as natural dis-incentives for ",
  "the private sector at that time.",
  "Setting up public sector in India for industrialization was a conscious, well thought out ",
  "and deliberate decision given the magnitude of responsibility and the need for moving on ",
  "a pre-determined path of industrialization. The role of public sector in India was clearly ",
  "cut-out and set up with the following objectives:",
  "1.  Create significant ‘capacities’ (ability to produce) in basic and capital goods.",
  "2.  Achieve self-reliance in core areas and also facilitate import substitution.",
  "3. Attain commanding heights of the economy and become a driver for the industrial ",
  "growth and a catalyst’ in accelerating overall growth of the economy.",
  "4.. Adopt pro-labour technology to create employment opportunities.",
  "5. Setting up industries in backward/tribal areas for their integration with the rest of the ",
  "economy and also for better regional development.",
  "Provide for development of the private sector.",
  "6.",
  "7. Set up self-contained townships covering residential, schools, hospitals, transport, etc. ",
  "8. Public sector to have regulated prices by the government given their importance to ",
  "the economy and not creating an upward spiral in the prices of basic goods.INDUSTRIAL SECTOR AND LIBERALIZATION 89",
  "Six decades since setting up of public sector, can it be said they have delivered or achieved ",
  "the objectives?",
  "1.Br oadly the y ha ve delivered in cre ating sig nificant  capacities’ in all c orear eas an d      ",
  "having achieved self-reliance  in all kinds of industrial goods required in the economy. ",
  "                   ",
  "2. To day ,India can sa fely cl aim that itisnot dependent on an y co untry fo r its",
  "             ",
  "requirementofindustrialgoodslargely dueto thepublicsector.",
  "   ",
  "3.Th eyha veprovidedga infulemployment.",
  "                 ",
  "4.It has alsofac ilitatedev olutionof the private sector andals obe enres ponsible for",
  "     ",
  "thelevelsofindustrialization and industrialmaturity reached.",
  "                 ",
  "    5  .  Th ey ca n al so be  credited fo r making th e industrial sector a driver of growth  ",
  "     ",
  "and lifting overallratesofgrowth.",
  "                     ",
  "They havehad theirown setofissuestoo,butmany ofthemcannotbedirectly attributed ",
  "                   ",
  "to them, issues of capacity utilization, technology-related, time and cost overruns but most",
  "                 ",
  "importantly, many public sector enterprises are loss making. Of the two hundred twenty ",
  "           ",
  "odd PSUonethird arelossmaking with high levelsofaccumulated losses.",
  "                     ",
  "However, can we really blame the public sector for being loss making? Public sector",
  "               ",
  "was set up with socio-welfare considerations provided the objectives of industrialization,",
  "               ",
  "self-reliance, employment generation, development of backward/tribal areas. More",
  "               ",
  "fundamentally, government ownership and profits do not go together. Profit is a function ",
  "                     ",
  "of pure businesses and public sector by virtue of government being the owner cannot",
  "     ",
  "function asapurebusiness.",
  "                   ",
  "Similarly, to comment on the efficiency levels of public sector is incorrect as efficiency ",
  "                 ",
  "levels can be envisioned amongst the comparables’. One can comment on who is more",
  "                     ",
  "efficient amongst say, Pepsi and  Coke. However, all public sectors are operating  as",
  "           ",
  "monopoliesin termsoftheirscaleofoperations.",
  "                           ",
  "Whom would you compare ONGC or BHEL or SAIL with? This is true for all public",
  "                         ",
  "sectors. It is not to say that public sector is efficient. The expression conveyed here is that",
  "                   ",
  "it is not possible to comment on efficiency levels of public sector based on efficiency levels",
  "     ",
  "oftheprivatesector.",
  "                   ",
  "Further comparison  of the public sector is technically  incorrect as private sector",
  "                       ",
  "operates as a commercial venture with an explicit profit motive unlike the public sector",
  "                     ",
  "which also  hav e social objective s to fulfill.Publ ic se ctor h asnott o beenv isi oned  from the ",
  "perspectiv eofprofit-making  o refficiencyle  vels butinthe largercontextoftheobjectiveswhich",
  "areass i gnedtothem w  henth eywe r e se t up.          ",
  "Wew ould revisit publicsect ora bit latera fterdev eloping an unde rstanding oftheindustrial",
  "policieswhich havedefined theroleofpublicsectorand also path ofindustrialization.",
  " ",
  "INDUSTRIALPOLICIES",
  "                 ",
  "The role of pu blic and private sector, o verall dire ction to  ind ustr ial growth a nd th e in dus­",
  "trialization has b een guided  by vario us  industrial policies of the gover nment that has been ",
  "announced fro mtime-to-tim ein  viewo fchanging priorities starting f rom 1948 onwa rds.  ",
  "However, cl early the re are  some land m ark po licies  such  as th e  Ind ustrial Policy of",
  "1956 which hasgiven thepresentcharacterofpublicsector.TheotheristheIndustrial90 THE INDIAN ECONOMY",
  "Policy of 1991 which is hailed as the usherer of economic reforms in India. It may not ",
  "be required to go into each and every industrial policy since 1948, however, it would be ",
  "suffice to see the salient key features of all policies pre-1991 which would facilitate a better ",
  "understanding of the Industrial Policy of 1991 and the changes brought about in the right ",
  "context.",
  "Industrial Policies (pre-1991) are as follows:",
  "(1)  The industrial sector was highly regulated, bureaucratic controls and subject to strict ",
  "licensing system by the government with the need for a licence for any industrial ",
  "activity, besides the need for compulsory registration before commencing the business.",
  "(2)  The policy of 1956 brought the role of public sector sharply by reserving as many ",
  "as eighteen areas exclusively for the public sector. In certain areas, private sector was ",
  "allowed but subject to the requirement of licence and registration. However, public ",
  "sector could also be set up in these areas if deemed necessary by the Government.",
  "(3)  Thus , most  critical  and importan t areas  of  oil , power , heavy equipments ,  ",
  "telec om,e tc.,wereexclusive ly in thed omain  ofpublicsector.",
  "(4)  Bigger  private  companies  were  highly  regulated  through  the  monopolies  and ",
  "restrictive trade practices (MRTP) act and known as MRTP companies and similarly ",
  "foreign  companies  were  regulated  through  the  Foreign  Exchange  Regulation  Act ",
  "(FERA) and known as FERA companies.",
  "(5)  It was believed by the government that as a company grows in size it can resort ",
  "to  monopolistic  and  exploitative  tendencies.  As  a  result  even  after  a  licence  and ",
  "commencing of business, the private sector had to seek approval from the government ",
  "for capacity expansion, diversification and other such business decisions.",
  "(6)  The  earlier  policies  with  a  view  to  give  public  sector  commanding  heights  and ",
  "control over key industries/services also paved the way for nationalization or take ",
  "over from private sector. Thus, coal mining, banking, insurance, textile mills (sick ",
  "industries were taken over to protect employment) earlier in the private sector, were ",
  "nationalized.",
  "(7)  The pre-1991 policies had price regulation for industrial goods with prices of steel, ",
  "cement and other basic goods controlled by the government.",
  "(8)  Each and every policy had stressed on the mixed economy character of the economy ",
  "which is co-existence of the public and private sector but in reality it was heavily ",
  "tilted towards the public sector.",
  "To summarize, the pre-1991 policies were highly regulated and regimented oriented, near ",
  "dominance of the public sector and a very limited space but with bureaucratic control over ",
  "private sector companies.",
  "NEW ECONOMIC POLICY 1991",
  "As mentioned previously, this policy is known to be the beginning of economic reforms in ",
  "India. Though reforms were there before this also but they were as changes being effected ",
  "but not seen as reforms made as explicit in the policy of 1991. It is also known as the New ",
  "Industrial Policy or the New Economic Policy, and also known as the policy of liberalization or INDUSTRIAL SECTOR AND LIBERALIZATION 91",
  "end of licence/permit raj or even end of bureaucratic control over functioning of the industrial ",
  "sector, particularly private sector.",
  "The  policy  aimed  at  greater  freedom  for  doing  businesses  outside  the  government ",
  "control,  reduced  the  role  for  public  sector,  de-reserving  areas  and  larger  role  for  the ",
  "private sector, doing away with MRTP/FERA act and dispensing with MRTP and FERA ",
  "companies.  This  lifted  all  bureaucratic  control  on  their  functioning.  Price  regulation ",
  "paved a way to the market determined prices for most of the industrial goods. The policy ",
  "emphasized on greater competition and level playing field for all players.",
  "It  advocated  liberal  foreign  investment  policies  to  attract  foreign  investment  in  the ",
  "country (more about this in upcoming sections). Broadly, the New Economic Policy or ",
  "the Industrial Policy 1991 has three broad areas which are as follows:",
  "1) Liberalization.",
  "2) Public sector.",
  "3) Foreign investment.",
  "Liberalization",
  "Liberalization as a policy basically dispensed with the earlier licensing and the registration ",
  "system  providing  the  freedom  to private sector to set up  industries  without  either  the ",
  "need for a licence or a need for registration. De-licensing was the most important aspect ",
  "of the policy of liberalization. Two areas, atomic energy and railways would not be open ",
  "for private sector participation. Even while doing away with the licensing system certain ",
  "critical areas still require a licence but opened up for private sector participation which ",
  "are as follows:",
  "1) Any kind of fire arms and ammunition, explosives. ",
  "2) Drugs and pharmaceuticals.",
  "3) Coal mining.",
  "4) Defence equipments.",
  "5) All kinds of wines, cigarettes and spirits.",
  "6) Hazardous chemicals.",
  "Any environment degrading and polluting industries would not require a licence but an ",
  "administrative clearance from the respective ministries of central/state government before ",
  "investment. Further, as a part of liberalization there was now no restrictions on capacity ",
  "expansion and diversification by the private companies. The policy thus allowed the private ",
  "sector to operate as pure businesses with minimal bureaucratic control and be driven and ",
  "expand operations largely by demands in the markets and opportunities available.",
  "Why was this done? It is important to understand that even before reforms, despite the ",
  "regulations, the private sector struggled, operated within the constraints of the government ",
  "but survived and was not completely eclipsed by the public sector. The changing economic ",
  "scenario required a different orientation focused on efficiency, productivity and profitability.",
  "A time had come to acknowledge maturity of the private sector, their resilience, their ",
  "fighting spirit and that they could now share and shoulder larger responsibilities. In fact, ",
  "on the contrary, the regulations had given them the maturity of operating in a constrained ",
  "environment.92 THE INDIAN ECONOMY",
  "It also distinguished  a fundamental  shift in them indset o fth ego vernment of the clear ",
  "distin ction between production and governance,and ase parater oleforbo th th epri vatesector ",
  "aswell astheg ove rnme nt.I tals o marked the shi fting ofresponsibi lity ofincrem  entalinvestment ",
  "and growth  to theprivat esector,leaving the governm entfre erto concent rateon addre ssing  the",
  "largersocia lissuesoftheecono my an d better govern an ce.I twasalso an acknow ledgement of ",
  "th eobj ective ofamixed economy. Its hou ld notbes een  a sundermining the im portance of the ",
  "publicse ctorbutgiving du ecredibility  to t hep rivates ectorin  the economy.    ",
  "     ",
  "PublicSectorand EconomicReforms",
  "     ",
  "It is widely perceived that the policy of 1991 has clipped the wings of the public sector by ",
  "op en ing the areas which ar e re served ex clusively  for public s ector to  p riva te secto r. This  is",
  "not from a n egativ e sense, bu t there would bea large r role f or the p rivate sec torin th eare as ",
  "whi ch we re reserved  earlier for thepu blicsecto r.                 ",
  "The pol icy of 1991 re duc ed  the are as reserved for public sector from 18 to 5 and ",
  "subsequ ently in la ter years more sect ors we re thrown op en for  private sector participation,",
  "except for atomic en ergy, railwa ys and  those  requiring a licen ce. Fur ther, n o new public ",
  "sector wou ld be s et up an d investm ent limited  to existing  compan ies and t hat to fr om the ",
  "interna l accruals  or accumulated profit s of public sector. No fresh  budgetary  allocati ons ",
  "would   be made  in   public sector exce pt  for los s-makin g  and  ‘stressed’ public sector ",
  "companies .                ",
  "There was a requirement for greater professional character by  the public sector.",
  "                     ",
  "Appointments to theBoard ofDirectors ofpublicsectorwould only beofprofessionals.The",
  "                     ",
  "Chief Executives ofpublic sector weremade accountable fortheirperformance .Performing ",
  "                     ",
  "publicsectorswereto begiven greaterautonomy in theirday-to-day operations.Firstthrough ",
  "               ",
  "theconceptofexecution ofMemorandum ofUnderstanding ofcommitments ofperformance",
  "                 ",
  "and operational flexibility.Latergiving statusofMaharatna,Navrattan and Mininavrattan,of",
  "             ",
  "varying degreeoftaking investmentdecisionsto wellrun PSUs.",
  "             ",
  "The policy has taken a complete ‘U’ turn from the previous policies, in announcing that",
  "                   ",
  "there would be no further nationalization of the private sector unless there are compelling ",
  "                   ",
  "exceptionalcircumstances.",
  " ",
  "On the contrary, the policy for the first time, talked of disinvestment and privatization ",
  "                 ",
  "of public sector. The third element of the New Economic Policy was the reforms in foreign ",
  "                       ",
  "investmentwhich willbediscussed in alatersection.",
  "         ",
  "Disinvestment and Privatization",
  "Both disinvestment as well as privatization is the reverse of investment. For setting up ",
  "public sector, the government had to invest by subscribing in shares of the new public ",
  "sector from budgetary resources. Thus, disinvestment and privatization both imply ‘selling ",
  "of shares of public sector by the government’. We all know that shares are traded at the ",
  "stock market and the traded value of each share is decided by the buyers and the sellers in ",
  "the market.",
  "If buyers of shares of a particular company are more than the sellers of the same, the ",
  "traded value of the shares would be at a premium’ or otherwise it would be at a ‘discount’. ",
  "Thus, in both the cases of disinvestment as well as privatization, selling of shares of public ",
  "sector would be at a premium.INDUSTRIAL SECTOR AND LIBERALIZATION 93",
  "To distinguish between both, ownership of companies would need to be understood. ",
  "Who is the owner of a company? He/She is a person who holds majority of the shares, ",
  "that is, 51 per cent. Technically, ownership is with the person holding a minimum 51 ",
  "per cent shares, or even a person enjoying support of 51 per cent shareholders. This can ",
  "be explained as: If you are holding 10 per cent shares of a company and you are able to ",
  "convince 41 per cent shareholders to support, then you will become the owner of the ",
  "company (similar as governments are formed). Hence, disinvestment is defined as selling ",
  "of shares of public sector at a premium, to the public, by the government without losing ",
  "ownership of the public sector. The objective here is to raise resources for the government. ",
  "These shares are  sold to the public as the  preferred and first option of making them ",
  "partners in public sector.",
  "We have talked about ownership earlier. At a still deeper level ownership of businesses ",
  "being done, as companies having shares, is always with shareholders and management is ",
  "with the person having support of 51% of the shareholders. Privatization is transferring ",
  "management control to the private sector by selling 51 per cent shares of public sector ",
  "to the private sector or even lesser but transferring management control to a group or ",
  "to a company. The objective is not so much to raise resources in as much as transferring ",
  "management  control  from  the  government  to  the  private  company.  It  is  not  a  logical ",
  "extension  of  disinvestment.  That  is,  having  disinvested  in  a  public  sector  does  not ",
  "necessarily imply that it is going to be privatized.",
  "Why did the policy of 1991 favored privatization? The policy took a mature decision ",
  "in seeking privatization of the public sector for the following reasons:",
  "(1)  The public sector as mentioned earlier had broadly delivered in terms of creating ",
  "significant  capacities  in  key  areas  such  as  self-reliance,  substituting  for  import  of ",
  "industrial  goods,  created  the  platform  for  further  industrialization  and  industrial ",
  "growth. There is a requirement now to moving into higher gears and look at issues ",
  "such as developing greater capabilities, improving productivity and efficiency, sharp ",
  "focus on profitability.",
  "(2)  The policy of liberalization has opened the gates for liberal private sector investment ",
  "in key areas and competition would only intensify. This requires the public sector ",
  "to now run as pure businesses, as a commercial venture which is possible solely in ",
  "private sector. As a public sector, there will always be a limitation of not being to ",
  "operate as a pure business in the same way as their counter pans in the private sector.",
  "(3)  The role of the government as a producer of industrial goods is always interim, ",
  "short-term and never permanent. It can be permanent producer only of those where ",
  "direct welfare of people is affected like railways or in the national interest like atomic ",
  "energy.",
  "(4)  It is also about the mindset of the government of the maturity of the private sector ",
  "and their ability to deliver the requirements better than the government.",
  "(5)  As  a  government,  it  has  larger  responsibilities  of  providing  good  and  efficient ",
  "governance,  creating  enabled  environment,  addressing  the  welfare  of  the  masses, ",
  "which  are  far  more  important  than  running  public  sector.  Especially,  when  today ",
  "there is a maturity and competence in the private sector.",
  "(6)  Why privatize a profit making public sector? Privatization is not about profit making ",
  "but for a larger reason of whether it will continue to remain profitable in future with ",
  "intense and fierce competition.94 THE INDIAN ECONOMY",
  "(7)  Thus, privatization is not for today but for a brighter future of the public sector in a ",
  "privatized environment equipped better to meet the challenges.",
  "(8)  Any business requires the ability to take prompt business decisions, it is not about ",
  "whether the decision was right or wrong. Such decisions will always have business ",
  "risks but what is required is the ability to take the decision quickly. The structure of ",
  "public sector globally is such that it suffers from delays in decision-making.",
  "(9)  Privatization is also about handing public sector to a visionary’ who understands ",
  "business, understands priorities and knows how to make the public sector grow to ",
  "greater heights and help it to emerge as a global company.",
  "Keeping the above facts in view the government went for some big ticket privatization ",
  "like that of BALCO (Vedanta Group), VSNL (Tatas), IPCL (Reliance Industries), Modern ",
  "Foods  (Unilever),  and  Maruti  (Suzuki).  Even  Round  1  of  privatization  was  performed ",
  "amidst lot of controversy ranging from the need to issues of valuation.",
  "Why the opposition to privatization? The reasons are detailed as follows:",
  "(1)  It was feared that government owned monopolies would be replaced by private sector ",
  "monopolies and could result in exploitation by the private sector. The government has ",
  "clarified that no public sector operating as a monopoly would be privatized. Only those ",
  "which are operating in a competitive environment would be privatized. Until they are ",
  "able to operate in a competitive environment there would only be disinvestment of ",
  "such public sector.",
  "(2)  It is also feared that privatization would result in a large number of workers laid off ",
  "or would lose their jobs thereby adding to the pool of unemployment. It needs to be ",
  "understood that public sector being specialized in nature, the workers by virtue of ",
  "experience have acquired a skill set which no owner would like to lose. Rather than ",
  "retrench they would be redeployed.",
  "(3)  It is also widely believed that proceeds received from disinvestment and privatization ",
  "would be used to meet the budgetary deficit and not used for the benefit of the ",
  "masses or used to create social assets in the economy.",
  "(a)  The government has already set up the National Investment Fund (NIF) for ",
  "parking of funds received from disinvestment.",
  "(b)  Further, the corpus would not be used but the returns from the corpus by their ",
  "investment in profitable avenues, would be used 75 per cent for creating social ",
  "assets and the remaining 25 per cent in revival of loss making public sector units ",
  "and also meeting the expansion needs of the profitable public sector units.",
  "(c)  The corpus of the NIF would be managed by UTI mutual fund, SBI and LIC.",
  "(4)  Given the high level of fiscal deficit it would be difficult for the government to desist ",
  "from reducing the deficit through proceeds of disinvestment and privatization.",
  "Despite the merit and the need for privatization the government rightfully is not considering ",
  "any further privatization and would rather wait for consensus building amongst political ",
  "parties, trade unions before privatization as it is a long protracted process spanning several ",
  "decades.",
  "Both  liberalization  as  well  as  privatization  are  the  major  planks  of  the  economic ",
  "reforms. The government by pressing the‘ pauseb utton' on privatization isbe ing criticized as",
  "slo wing down ofref ormsor ofh av ing gone‘sof t’.",
  "Privatization should not be seen as the only aspect of reforms. Neither should one expect ",
  "an end of all economic problems through privatization. A similar misplaced belief was there INDUSTRIAL SECTOR AND LIBERALIZATION 95",
  "when public sector was set up. Privatization at its best provide only for an efficient and ",
  "competitive domestic industrial base and cannot be said as the ‘only’ aspect of reforms. There ",
  "are so many other softer reforms (relatively easy to implement through an executive order of ",
  "the government), which could have been done. Despite the policy of liberalization there are ",
  "still bureaucratic hurdles.",
  "In terms of World Bank survey ,on the relative ease of doing business outside government ",
  "approval, regulatory clearances,I ndia’sr ank isal ow  ofo ne hund red and thirty-fouroutof one ",
  "hu ndre d  and eighty-three countr ies .Singa pore isran ke d asnumb er one a mon g allother ",
  "count ries.",
  "Similarly, ‘Licence Raj’ has paved way to ‘Inspector Raj’. Today, as many as thirty ",
  "different inspectors visit the factory premises under various Acts as against 2-3 in China. ",
  "Getting  an  electricity  connection  or  a  no  objection  certificate  from  pollution  control ",
  "board is still difficult. Collection of excise duty is cumbersome.",
  "There is still a lot of bureaucratic interface for performing business in India and that is ",
  "where the government needs focusing. Thus, liberalization has helped but not to that level ",
  "by global standards. It is rightly said that what India needs is ‘thousands of smaller reforms’ ",
  "and ‘big bang reforms’ can wait till acceptable or till a need for them is felt.",
  "ROLE OF PUBLIC SECTOR IN FUTURE",
  "The  NEP  1991  has  given  rise  to  certain  wrong  perceptions  about  the  public  sector, ",
  "mentioned earlier, ‘clipping of their wings’, or ‘diluting the status of public sector’. It needs ",
  "to be clarified first that it is not the clipping of wings but only a larger role for private ",
  "sector. Neither is the status being diluted given the huge investments and asset base of the ",
  "public sector in the country. The policy should not be seen as undermining the importance ",
  "of public sector, but role of public sector would undergo a change as mentioned below:",
  "(1)  From  a  welfare  orientation  they  would  shift  to  function  as  a  commercial  venture ",
  "with profits as an objective to the extent feasible as a public sector.",
  "2)  From production-oriented they would become productivity-oriented.",
  "3)  They will operate with greater professionalism and well run public sector would ",
  "operate with greater operational and functional autonomy to the extent feasible.",
  "(a)  Many  more  public  sector  would  acquire  the  status  of  ‘Mini-navrattan, ",
  "Navrattan  and  Maharatnas’,  yielding  them  a  greater  degree  of  freedom  for ",
  "taking investment decisions by the respective boards of public sector and not ",
  "requiring government approval.",
  "4)  There would be consolidation and likelihood of mergers amongst public sector such ",
  "as oil companies, nationalized banks to enable them to achieve greater economies of ",
  "scale and help them to compete with global companies.",
  "5)  Many public sectors may opt for overseas acquisitions paving the way for public ",
  "sector to become global players.",
  "6)  There is a likelihood of public sector getting into joint ventures with private sector ",
  "and greater joint participation in key areas.",
  "The chief executive officer of public sector would be considered for appointment ",
  "based on merit and competence both within as well as outside the government.96 THE INDIAN ECONOMY",
  "(8)  There would be a level playing field with the private sector allowing for healthy ",
  "competition.",
  "(9)  Gradually, their monopoly status would get diluted with entry of private and foreign ",
  "companies  and  they  would  not  be  at  commanding  heights’  of  the  economy  but ",
  "operate along with private and foreign companies.",
  "(10)  Efforts would be made to address the loss making public sector by exploring all ",
  "avenues for their revival through capital infusion, waiving off accumulated losses ",
  "so that they can start afresh on a clean slate. However, all such revivals of the loss ",
  "making public sector may come with a ‘rider’, that this revival would be subject to ",
  "privatization subsequently.",
  "(11)  However, the biggest challenge before the profitable public sector would be their ",
  "ability to be competitive, productive and efficient and remain profitable in future.",
  "NATIONAL MANUFACTURING POLICY, 2011",
  "In order to create a paradigm shift in the manufacturing sector, it is essential to consider ",
  "the objectives over a longer timeframe, such as 15 years. The National Manufacturing ",
  "Policy, which was introduced in 2011, states following objectives:",
  "1.  Increase manufacturing sector growth to 12-14%o verth eme dium term  to m  akeitan  ",
  "en gineofgro wth  fortheeco nom y.The2 to  4 % differentia lovertheme dium term  growth  ",
  "rateo ftheoveralle con omy   willen ablemanufactu ring to  contribute atleast25%ofthe ",
  "N ationa lGD Pb y 2 025.    ",
  "2.  Increase the rate of job creation in manufacturing to create 100 million additional ",
  "jobs by 2025. Emphasis should be given to creation of appropriate skill sets among ",
  "the rural migrant and urban poor to make growth inclusive.",
  "3.  Increase  depth’  in  manufacturing,  with  focus  on  the  level  of  domestic  value ",
  "addition, to address the national strategic requirements.",
  "4.  Enhance  global  competitiveness  of  Indian  manufacturing  through  appropriate ",
  "policy support.",
  "5.  Ensure sustainability of growth, particularly with regard to the environment.",
  "The Policy is based on a principle of industrial growth in partnership with the States. ",
  "Central  Government  will  create  the  enabling  policy  framework,  provide  incentives  for ",
  "infrastructure  development  on  a  PPP  basis  through  appropriate  financing  instruments, ",
  "while  State  Governments  will  identify  the  suitable  land  and  be  equity  holders  in  the ",
  "National  Investment  and  Manufacturing  Zones  (NIMZs).  The  following  are  the  key ",
  "policy instruments for achieving the objectives:",
  "1.  Establishment  of  NIMZs  -  Greenfield  Integrated  Industrial  Townships  with  state ",
  "of-the-art  infrastructure  and  land  use  on  the  basis  of  zoning;  clean  and  energy ",
  "efficient  technology  and  requisite  social  infrastructure.  NIMZ  was  proposed  with ",
  "land area of at least 5000 hectares.INDUSTRIAL SECTOR AND LIBERALIZATION 97",
  "2.  Industrial  Townships  are  proposed  to  be  self-governing  and  autonomous  bodies ",
  "under Article 243(Q-c) of the Constitution.",
  "3.  The trunk infrastructure will be financed appropriately by the Central Government ",
  "through  viability  gap  funding  while  SPV  will  develop  the  zone  infrastructure  in ",
  "PPP mode.",
  "4.  NIMZ will be managed by Special Purpose Vehicle, headed by Govt, officials and ",
  "experts, including those of environment.",
  "Aspects of National Manufacturing Policy",
  "1.  Focus Sectors:",
  "■  Employment-intensive industries like textiles and garments, leather and footwear, ",
  "gems and jewellery and food processing industries.",
  "■  Capital goods industries like machine tools, heavy electrical equipment, heavy ",
  "transport, earthmoving and mining equipment.",
  "■  Industries with strategic significance like aerospace, shipping, IT hardware and ",
  "electronics, telecommunication equipment, defence equipment and solar energy.",
  "■  Industries where India enjoys a competitive advantage such as automobiles, ",
  "pharmaceuticals and medical equipments.",
  "■  Small and medium enterprises and public sector enterprises.",
  "2.  National Investment and Manufacturing Zones (NIMZ):",
  "■  The National Investment and Manufacturing Zones are being conceived as giant ",
  "industrial greenfield townships to promote world-class manufacturing activities.",
  "■    The minimum size is 5000 hectares (50 square kilometres) wherein the processing ",
  "area has to be at least 30%.",
  "■    The  central  government  will  be  responsible  for  bearing  the  cost  of  master ",
  "planning, improving/providing external physical infrastructure linkages including ",
  "rail,  road,  ports,  airports  and  telecom,  providing  institutional  infrastructure ",
  "for productivity, skill development and the promotion of domestic and global ",
  "investments.",
  "■    'Ihe  identification  of  land  will  be  undertaken  by  state  governments.  State ",
  "governments  will  be  responsible  for  water  requirement,  power  connectivity, ",
  "physical  infrastructure,  utility  linkages,  environmental  impact  studies  and ",
  "bearing the cost of resettlement and rehabilitation packages for the owners of ",
  "acquired land.",
  "■    The state government will also play a role in its acquisition, if necessary.",
  "■     In  government,  purchase  preferences  will  be  given  to  units  in  the  national ",
  "investment and manufacturing zones.",
  "■     For  financial  year  2016-17,  USD  0.515  million  has  been  earmarked  under ",
  "the  scheme  for  implementation  of  National  Manufacturing  Policy  for  ‘Master ",
  "planning of NIMZs and Technology acquisition and development fond.98 THE INDIAN ECONOMY",
  "■  National Investment and Manufacturing Zones identified under DMIC:",
  "♦  Ahmedabad-Dholera Investment region, Gujarat",
  "♦  Shendra-Bidkin Industrial Park City near Aurangabad, Maharashtra",
  "♦  Manesar-Bawal investment Region, Haryana",
  "♦  Khushkhera-Bhiwadi-Neemrana Investment Region, Rajasthan",
  "♦  Pithampur-Dhar-Mhow Investment Region, Madhya Pradesh",
  "♦  Dadri-Noida-Ghaziabad Investment Region, Uttar Pradesh",
  "♦  Dighi-Port Industrial Area, Maharashtra",
  "♦  Jodhpur-Pali-Marwar region, Rajasthan",
  "■  14 NIMZ outside the DMIC region have also been given in-principal approval.",
  "♦  Kuhi and Umrcd Taluka of Nagpur district, Maharashtra",
  "♦  Tumkur, Karnataka",
  "♦  Chittoor, Andhra Pradesh",
  "♦  Medak, Telangana",
  "♦  Prakasam, Andhra Pradesh",
  "♦  Gulbarga, Karnataka",
  "♦  Kolar, Karnataka",
  "♦  Bidar, Karnataka",
  "♦  Kalinganagar, Jajpur District, Odisha",
  "♦  Hyderabad Pharma NIM, Rangareddy and Mehbubnagar district of ",
  "Telangana",
  "♦  Ramanathapuran, Tamil Nadu",
  "♦  Ponneri, Tamil Nadu",
  "♦  Auraiya, Uttar Pradesh",
  "♦  Jhansi, Uttar Pradesh",
  "3.  Simplification of Regulatory Environments",
  "■  Timelines will be defined for all clearances.",
  "■  Central and State governments to provide exemptions from rules and regulations ",
  "related to labour, environment etc. subject to the fulfilment of certain conditions.",
  "■  Mechanisms  for  the  cooperation  of  public  or  private  institutions  with ",
  "government inspection services under the overall control of statutory authorities ",
  "to be developed.",
  "■  Process of clearances by centre and state authorities to be progressively web- ",
  "enabled.",
  "■  A combined application form and a common register to be developed.",
  "■  The submission of multiple returns for different departments will be replaced by ",
  "one simplified monthly/quarterly return.INDUSTRIAL SECTOR AND LIBERALIZATION 99",
  "■  A single window clearance for units in NIMZ.",
  "4.  Acquisition of Technology & Development",
  "■  The policy intends to leverage the existing incentives/schemes of government and ",
  "also introduce new mechanisms to introduce green technologies.",
  "■  A  technology  acquisition  and  development  fund  has  been  proposed  for  the ",
  "acquisition  of  appropriate  technologies,  the  creation  of  a  patent  pool  and  the ",
  "development  of  domestic  manufacturing  of  equipment  used  for  controlling ",
  "pollution and reducing energy consumption.",
  "■  The fund will also function as an autonomous patent pool and licensing agency. ",
  "It will purchase intellectual property rights from patent holders. Any company ",
  "that wants to use intellectual property to produce or develop products can seek a ",
  "license from the pool against payment of royalties.",
  "Incentives under National Manufacturing Policy",
  "1. Transfer of Assets:",
  "■  In case a unit is declared sick, the transfer of assets will be facilitated by the ",
  "company managing the affairs of NIMZ.",
  "■  Relief from capital gains tax on the sale of plant and machinery of a unit located ",
  "in NIMZ will be granted in case of the re-investment of sale consideration within ",
  "a period of 3 years for purchase of new plant and machinery in any other unit ",
  "located in the same or another NIMZ.",
  "Green Technology & Practices:",
  "■  5%  interest  in  reimbursement  and  10%  capital  subsidy  for  the  production ",
  "of  equipment/machines/devices  for  controlling  pollution,  reducing  energy ",
  "consumption and water conservation.",
  "■  A grant of 25% to SMEs for expenditure incurred on audit subject to a maximum ",
  "of USD 1538.46.",
  "■  A 10% one-time capital subsidy for units practising zero water discharge.",
  "■  A rebate on water cess for setting up wastewater recycling facilities.",
  "■  Incentives for renewable energy under the existing schemes.",
  "■  An  incentive  of  USD  3076.92  for  all  buildings  which  obtain  a  green  rating ",
  "under  the  Indian  Green  Building  Council  (IGBC)  /  Leadership  in  Energy ",
  "&  Environmental  Design  (LEED)  or  Green  Rating  for  Integrated  Habitat ",
  "Assessment (GRIHA) systems.",
  "3. Technology Development:",
  "■  Incentives  for  the  production  of  equipment/machines/devices  for  controlling ",
  "pollution, reducing energy consumption and water conservation.",
  "■  SMEs  will be given  access to  the patent  pool and/or part of  reimbursement ",
  "of  technology  acquisition  costs  up  to  a  maximum  of  USD  30,769.23  for  the ",
  "purpose of acquiring appropriate technologies up to a maximum of 5 years.100 THE INDIAN ECONOMY",
  "Special Benefits to SMEs:",
  "■  Rollover relief from long term capital gains tax to individuals on sale of residential ",
  "property in case of re-investment of sale consideration.",
  "■  A tax pass-through status for venture capital funds with a focus on SMEs in the ",
  "manufacturing sector.",
  "■  Liberalization of RBI norms for banks investing in venture capital funds with a ",
  "focus on SMEs, in consultation with RBI.",
  "■  The liberalization of IRDA guidelines to provide for investments by insurance ",
  "companies.",
  "■  The inclusion of lending to SMEs in manufacturing as part of priority sector ",
  "lending.",
  "■  Easier access to bank finance through appropriate bank lending norms.",
  "■  The setting up of a stock exchange for SMEs.",
  "■  Service entity for the collection and payment of statutory dues of SMEs. ",
  "Government Procurement:",
  "■  The policy will also consider use of public procurement with stipulation of local ",
  "value addition in specified sectors. These include areas of critical technologies ",
  "such  as  solar  energy  equipment,  electronic  hardware,  fuel  efficient  transport ",
  "equipment,  IT  based  security  systems,  power,  roads  and  highways,  railways, ",
  "aviation and ports.",
  "6.  Industrial Training & Skill Upgradation Measures:",
  "■  Skill-building among large numbers of a minimally educated workforce.",
  "■  Relevant  vocational  and  skill  training  through  establishment  of  Industrial ",
  "Training Institute (ITI) in Public Private Partnerships (PPP) mode.",
  "■  Specialized skill development through the establishment of polytechnics.",
  "■  Establishment of instructors’ training centre in each NIMZ.",
  "7.  Exit Mechanism:",
  "■  It envisages an alternate exit mechanism through a job loss policy and a sinking ",
  "fund or a combination of both.",
  "Thus, the incentives offered under new manufacturing policy areq uitebe neficialto  the  ",
  "large scale manufacturers and had made apositive contribution to the economic growth",
  "of our country.",
  "EMERGING ROLE OF PRIVATE SECTOR",
  "The most notable feature of the Industrial Policy of 1991 is the acceptance of the maturity ",
  "and the ability of the private sector and their capabilities to shoulder higher responsibilities. ",
  "It can be said that the emerging role of the private sector has been crystallized by the ",
  "Industrial Policy 1991.INDUSTRIAL SECTOR AND LIBERALIZATION 101",
  "Already, since the last two decades of reforms there have been an increased number of",
  "companies, expansion and diversification by existing companies ,entering into key areas.",
  "They hsve been responsible for raising industrial growth and also lifting India's growth in",
  "recent times. The future will thus witness the following:",
  "                     ",
  "(1) Alargerrespon sibility on theshouldersoftheprivatesectorforincreas ing investment,",
  "  diversifica tion, taking in dustri alization forw ard a nd furtherin g industrialgrowth.    ",
  "(2) They w illhav epresen cein  allcore /criti calareasw  hich we repreviously reserved  forthe",
  "public sector  such as oil, pow  er, etc ., and now prov ide com peti tion to them thereby ",
  "  eroding the irmonopoly status besidesp utting  pre ssureon them  forbeing  competitive.",
  "(3) They w ill command g reater resp ect fro m the go vernment and have say  in policy  ",
  "matters concerning the industrial sector. Already, they are known as the corporate",
  "  sector.        ",
  "4)  Traditionalfam ily run businesse swould pave way to greaterprofessionalism.    ",
  "5) Segr egatio n o f ownership from management and  gradually to  holding companies like",
  "Tata So ns as a holdin g co mpany an d other T  ata com panie s opera ti ng independe ntly ",
  "such  as Tata Motors, Tata Finance, T1SCO, TELCO, etc., under a professional and ",
  "  notpromoters/ owners.                ",
  "6) Many  private companies ha ve already gone  for big ticket global acq uisitions. T he",
  "future w  o uld env ision more such acquisitions and help Indian private companies to ",
  "  emer geasglobalc ompanies.          ",
  "7) The govern ment hav ing  realized  the competence  of pr ivate se ctor e specially  in ",
  "execut ion of  pr ojects has rec ently resorted to the public private sector partnership ",
  "  (PPP) modelfor infrastructuredevelopment.         ",
  "8) Therewould bean increasi ng trend toward s ‘corpo rate  go vernance’whic h is complete ",
  "transparency in operation s, work ing in  the interest o f t he company  (not only  owners) ",
  "and seeking  to maximize ‘va lue’ to theshareholders. It is also about b roader overview ",
  "and grea ter professiona lism  by having indepe ndent board mem  bers  in the board  of",
  "dire ctors of companie s, not rela ted dir ectly or in directly eith er to the comp any  or to ",
  "the owners . Alrea dy, SEBI has made corpo rate gove rna nce m andatory for all lis ted  ",
  "companies and a stipulation of companies to have at least one-third directors as",
  "in dependen t.        ",
  "9  The pri vate se ctor wo uld   operate w ith  greater res ponsibility  w ith  mo ral and ",
  "ethical values tow ards their company, society  and the country as a who le, referred  ",
  "in  the  c orporate world   as co rp orate so cial responsi bility   ( CSR), of  businesses",
  "cannotbeconfined to therealmsofbusinessonly and willhaveaspill-overin the",
  "soc iet y.                 ",
  "(a) It is self-consc iousness  realization, of t he companies of th e need to reciprocate by ",
  "fulf illing the  socie tal respo nsibilities, in any  m anner, as  deeme d a ppropriate by  ",
  "the compan y, but without any  compul sions or dire ctives  from the government. ",
  "Through  a re cen t amendment to  the  Companie s A ct, CS R  has been  made",
  "mandatory foralllisted companies,TheCompaniesAct,2013,hascalled upon102 THE INDIAN ECONOMY",
  "companies having an et-worth of ₹ 5 00 croreor mo re;or atu rn overof ₹ 1,0 00  crore",
  "                                 ",
  "ormore;oranetprofitof₹ 5c roreormoretoha veaCSRspendofa tleast2%oftheir",
  "                   ",
  "averagenetprofitsofpastthreeyears.",
  "                       ",
  "(b) There will be a growing realization on the part of the private sector that growth ",
  "                 ",
  "of businesses and moral responsibilities will go together in future, as distinct",
  "             ",
  "fromtheearlierperception ofdriven only forbenefitofself.",
  "                       ",
  "(c) It is hoped that the unethical operations and frauds of M/s Satyam Computers",
  "             ",
  "wasmorein thenatureofan exception and notrepeated by othercompanies.",
  "               ",
  "(10) Many business houses may become philanthropic, giving their due share to society ",
  "     ",
  "by setting up charitabletrusts,hospitals,etc.",
  "               ",
  "(a) They  would  demonstrate to  the government that the private sector can ",
  "               ",
  "contributein itsown way towardswelfareofthepeopleand socialdevelopment.",
  "               ",
  "(11) Finally, the ‘mixed economy’ character would get further entrenched in future with ",
  "               ",
  "co-existence of both the public and private sector working shoulder to shoulder in ",
  "             ",
  "allthekey areasand jointly increasing industrialand overallgrowth oftheeconomy.",
  "               ",
  "The mixed economy character has always been an avowed objective of the government",
  "                       ",
  "since the first Industrial Policy of 1948, however, it was only seen as an intention of the",
  "                       ",
  "government, more on paper. The future is likely to see the true emergence of the mixed ",
  "             ",
  "economy  character. The policy  of liberalization  has imposed  great confidence on  the",
  "               ",
  "private sector, as becoming partners to the government in developmental efforts, operating ",
  "             ",
  "with acodeofethics,businessand moralresponsibilities,transparency in operations.",
  "                         ",
  "It is up to the private sector to rise to the occasion, meet the expectations of the",
  "                     ",
  "government and the people and ensure that the confidence reposed is never let down.",
  "                   ",
  "However, for the private sector to truly emerge as visualized in the policy would require the",
  "                   ",
  "government change from a direct provider of goods and services in creating that enabling ",
  "           ",
  "environment,to ‘permitratherthan prevent’,to ‘allowratherthan stop’.",
  "                         ",
  "The challenge before the private sector is not only to deliver, but in a more responsible",
  "         ",
  "mannerrealizing thatbusinessand moralresponsibilitiesgo together.",
  " ",
  "ExitPolicy",
  "                         ",
  "‘It is often said that absence of an exit policy is a cog in the wheels of liberalization.’ What",
  "                   ",
  "is an exit policy? The policy of liberalization has given the freedom of entry but also given ",
  "                             ",
  "the risks of businesses that it is not necessary for all to survive, some may die a natural",
  "           ",
  "death, some industries may need to reorient into different businesses by closing down ",
  "           ",
  "existing businessesand thereliestheneed foran exitpolicy.",
  "               ",
  "An exit policy thus facilitates companies to close down their businesses, allowing them",
  "                 ",
  "to reorient, restructure operations, in terms of market needs, with minimum restrictions",
  "                       ",
  "from the government and in a quick time frame. At present, in India there is no exit policy ",
  "               ",
  "and closure of companies is complex and cumbersome with multiple government bodies",
  "           ",
  "and ‘acts’making closureextremely difficultand can takeoverseveralyears.INDUSTRIAL SECTOR AND LIBERALIZATION 103",
  "Realizing  its  importance  the  government  has  set  up  the  ‘National  Company  Law ",
  "Tribunal’ as a one stop shop, single reference point for all sick companies either seeking ",
  "revival or closure within a period of twenty-four months of the case filed with NCLT. This ",
  "would bring under one roof all the multiple bodies together to work in a coordinated ",
  "manner either for revival or for the closure of companies in a time bound manner, The ",
  "NCLT is yet to become operational as it requires amendments to various ‘acts’ and also ",
  "compliance of legal formalities.",
  "An exit policy also has a ticklish issue which is labour-related and is a larger freedom ",
  "to  the  management  of  companies  in  addressing  labour-related  issues.  That  is,  if  there ",
  "is  freedom  to  recruit  there  should  also  be  discretion  to  a  company  to  dismiss  in  the ",
  "larger  interests  of  the  company.  Unfortunately,  all  the  labour  laws  have  been  enacted ",
  "during 1920s and 1930s to protect the interests of the workers in the industrial sector ",
  "and  making  dismissing  labour  as  virtually  impossible  with  fears  of  strikes  and  labour ",
  "unrest.",
  "This has given rise to complacency, non-productive workers and a complete mismatch ",
  "between  salaries  paid  and  the  output  of  workers.  As  long  as  the  Indian  market  was ",
  "sheltered, large role of public sector these could be tolerated but in todays environment ",
  "with increased competition productivity and efficiency have become critical for survival ",
  "of companies.",
  "Labour has to realize that ‘in the growth of the companies lies their future’ and not ",
  "the other way around. Thus, labour reforms would involve factoring in productivity and ",
  "linking salaries to productivity. Many feel that this will bring back the ‘hire and fire’ ",
  "policy which had forced the government earlier to enact labour laws to protect interests of ",
  "labour.",
  "Labour reform is most controversial and no political party would like to touch given ",
  "the likely fall-out, even going out of power. Let us get the facts straight first. All labour ",
  "laws are there to protect the interest of 6-8 per cent of the workforce in the organized ",
  "sector while the remaining 90 per cent and above engaged in the unorganized sector are ",
  "outside the purview of labour laws.",
  "Which sector needs protection: the organized or the unorganized sector? Clearly it is ",
  "the vulnerable unorganized sector. Second, employment in the organized sector is ‘skilled’ ",
  "and today most economies including India are feeling the pinch of shortage of skilled ",
  "manpower. Companies would like to preserve the skill set acquired out of experience. ",
  "If the labour has the skills and a willing worker why will be he thrown out? Times have ",
  "changed and employee retention instead is a big challenge for companies today.",
  "Thirdly, all the labour laws have been framed much before Independence and surely ",
  "working environment has undergone a sea change which is not captured by these laws. ",
  "Further, there is confusion over basic definitions, such as workmen, wages, employee, etc. ",
  "Factory, etc., are all defined differently in different ‘acts’.104 THE INDIAN ECONOMY",
  "Provisions  under  factories  act  do  not  match  provisions  under  minimum  wages  act. ",
  "In fact, all these acts are not only out of time but provided for rigidity and excessive ",
  "regulatory legislations in the economy and as mentioned previously only for 6-8 per cent ",
  "of the workforce in the organized sector.",
  "Fourthly, has it occurred that despite the increased industrial growth it has not led to ",
  "increased  employment  opportunities  in  the  organized  sector  as  the  prevalent  stringent ",
  "labour laws have forced the companies to substitute labour with labour displacing capital, ",
  "greater automation which is ironical for a labour surplus country like India.",
  "Fifthly, realization is required amongst labour that the priority is to first protect the ",
  "interest of the company and if that is protected their interest would also get protected. ",
  "Labour and management have to become partners in the process of improving productivity ",
  "as well as protecting the interests of the company.",
  "Agreed,  no  matter  how  much  be  the  compulsion  for  labour  reforms  in  the  larger ",
  "interest of the economy, it may be difficult to attempt given the democratic framework ",
  "and fragile political set-up and cannot be pushed down as done in China.",
  "However, at least a beginning can be made by reviewing the different labour laws, ",
  "making  them  more  comprehensive,  removing  duplications  and  ambiguities  in  different ",
  "acts, having a uniform definition of a ‘worker or labour’. That should not be difficult. The ",
  "government can also initiate dialogue with political parties and representatives of various ",
  "trade unions emphasizing upon the need for such reforms and arriving at a broad-based ",
  "consensus.",
  "What is appalling is the government disinterest to even start thinking on these lines. ",
  "Labour reforms in India is the hardest of reforms and has the potential of unleashing ",
  "a  storm,  a  great  upheaval,  and  can  have  a  grave  political  fallouts  and  has  to  tread ",
  "carefully  and  gradually  by  building  consensus  step-by-step.  Until  such  a  time  it  may ",
  "delay  further  reforms  and  the  correct  way  for  going  ahead  is  to  make a modest  and ",
  "acceptable  beginning.  At  the  same  time  it  should  also  be  kept  in  mind,  that  without ",
  "changing the labor environment and with present levels of protection through multiple ",
  "trade unions, would only imply not getting full benefits of reforms for which reforms ",
  "cannot be blamed.",
  "EASE OF DOING BUSINESS IN INDIA",
  "The government of India has taken a series of following measures to improve ‘Ease of ",
  "Doing Business’ in the country. Existing rules have been simplified and information tech­",
  "nology is introduced to make governance more efficient and effective:",
  "•  The  process  of  applying  for  Industrial  License  (IL)  and  Industrial  Entrepreneur ",
  "Memorandum  (IEM)  has  been  made  online  and  this  service  is  now  available  to ",
  "entrepreneurs on a 24x7 basis at the eBiz website.INDUSTRIAL SECTOR AND LIBERALIZATION 105",
  "•  Twenty services are integrated with the eBiz portal which will function as a single ",
  "window  portal  for  obtaining  clearances  from  various  governments  and  government ",
  "agencies.",
  "•  Notification has been issued by Directorate General of Foreign Trade (DGFT) to limit ",
  "number of documents required for export and import to three.",
  "•  The Ministry of Corporate Affairs has introduced an integrated process of incorporation ",
  "of  a  company,  wherein  applicants  can  apply  for  Directors  Identification  Number ",
  "(DIN)  and  company  name  availability  simultaneous  to  incorporation  application ",
  "[Form INC-29].",
  "•  The Companies (Amendment) Act 2015 has been passed to remove requirements of ",
  "minimum paid-up capital and common seal for companies.",
  "•  Application  forms  for  Industrial  Licence  (IL)  and  Industrial  Entrepreneur ",
  "Memorandum (IEM) have been simplified.",
  "•  Defence products’ list for industrial licensing has been issued, wherein a large number ",
  "of parts/components, castings/forgings, etc. have been excluded from the purview of ",
  "industrial licensing.",
  "•  Similarly,  dual-use  items,  having  military  as  well  as  civilian  applications  (unless ",
  "classified as defence item), will also not require ILs from the defence angle.",
  "•  The Ministry of Home Affairs has stipulated that it will grant security clearance on IL ",
  "applications within 12 weeks.",
  "•  An Investor Facilitation Cell has been created under Invest India to guide, assist and ",
  "handhold investors during the entire life-cycle of the business.",
  "•  The process of applying for environment and forest clearances has been made online ",
  "through the Ministry of Environment and Forests and Climate Change portals.",
  "•  Registration with the Employees Provident Fund Organization (EPFO) and Employees ",
  "State  Insurance  Corporation  (ESIC)  has  been  automated  and  ESIC  registration ",
  "number is being provided on a real-time basis.",
  "•  A  unified  portal  for  registration  of  units  for  Labour  Identification  Number  (LIN), ",
  "reporting  of  inspection,  submission  of  returns  and  grievance  redrcssal  has  been ",
  "launched by the Ministry of Labour and Employment.",
  "•  A  report  titled  ‘Assessment  of  State  Implementation  of  Business  Reforms’  was ",
  "released  on  14th  September  2015.  It  reports  the  findings  of  an  assessment  of ",
  "reform implementation by states by the DIPP, Ministry of Commerce and Industry, ",
  "Government  of  India,  with  support  from  World  Bank  group  and  KPMG.  This ",
  "assessment  has  been  conducted to take stock  of  reforms  implemented by  states  in ",
  "the period January 1 to June 30 2015, based on a 98-point action plan for business ",
  "reforms  agreed  between  the  DIPP  and  states/union  territories  (UT)  and  rank  them ",
  "according to the ease of doing business.106 THE INDIAN ECONOMY",
  "VISION OF A NEW INDIA",
  "The Government has created an action-oriented plan by highlighting specific sector level ",
  "interventions to make India becoming a $5 trillion economy by 2025. The vision aims to ",
  "boost Services sector $3 trillion, Manufacturing and Agriculture to $ 1 trillion each.",
  "12 Champion Sectors",
  "The  Government  has  decided  to  give  focused  attention  to  12  identified  Champion ",
  "Services  Sectors  for  promoting  their  development,  and  realizing  their  potential.  These ",
  "champion  sectors  include  Information  Technology  &  Information  Technology  enabled ",
  "Services (IT &ITeS), Tourism and Hospitality Services, Medical Value Travel, Transport ",
  "and Logistics Services, Accounting and Finance Services, Audio Visual Services, Legal ",
  "Services,  Communication  Services,  Construction  and  Related  Engineering  Services, ",
  "Environmental Services, Financial Services and Education Services.",
  "Agriculture Export Policy, 2018",
  "The Government has formulated India’s first ever Agricultural Export Policy with a focused ",
  "plan  to  boost India’s agricultural  exports to $60 billion by 2022 thereby assisting the ",
  "Agriculture Ministry in achieving its target of $100 billion. The vision of the Agriculture ",
  "Export Policy is to harness the export potential of Indian agriculture through suitable policy ",
  "instruments and to make India a global power in agriculture and raise farmers’ income.",
  "Promotion of Trade",
  "The Government has identified 15 strategic overseas locations where the Trade Promotion ",
  "Organisations (TPOs) are proposed to be created. The locations where TPOs are proposed: ",
  "Astana (Kazakhstan), Beijing (China) Cape town (South Africa), Dubai (UAE), Frankfurt ",
  "(Germany),  Ho  Chi  Minh  City  (Vietnam),  Jakarta  (Indonesia)  Lima  (Peru),  London ",
  "(U.K.),  Melbourne  (Austrialia),  Mexico  City  (Mexico),  Moscow  (Russia),  New  York ",
  "(USA), Sao Paulo (Brazil) and Tokyo (Japan).",
  "Diversification of Exports",
  "The Government is making all efforts to diversify India’s export basket region wise and ",
  "commodity wise. Free Trade Agreements (FTAs) are a means of correcting India’s balance ",
  "of trade.",
  "Trade Infrastructure for Export Scheme",
  "The  Trade  Infrastructure  for  Export  Scheme  (TIES)  provides  assistance  for  setting  up ",
  "and  up-gradation  of  infrastructure  projects  with  overwhelming  export  linkages  like  the ",
  "Border Haats, Land customs stations, quality testing and certification labs, cold chains, INDUSTRIAL SECTOR AND LIBERALIZATION 107",
  "trade promotion centres, dry ports, export warehousing and packaging, SEZs and ports, ",
  "airports cargo terminuses.",
  "Ease of Doing Business for Exporters - Steps Taken By Dgft:",
  "Director General of Foreign Trade (DGFT) has taken several measures to strengthen the ",
  "IT platform and create ease of doing business for exporters:",
  "•  DGFT has upgraded the existing IT-hardware this year.",
  "•  An online grievance redressal service was launched on DGFT website as a single point ",
  "contact for all foreign trade related issues of the exporters and importers.",
  "•  DGFT $ EDI system provides facility for online application by exporters-importers for ",
  "most of its schemes and authorizations.",
  "•  An online view of Shipping Bill data, electronically received form Customs, has been ",
  "created.  Now  DGFT  regional  Offices  are  using  electronically  transmitted  SB  data ",
  "from Customs for various other purposes also.",
  "•  Exporters can self-generate Importer Exporter Code (IEC) on online platform.",
  "•  Online auto approval of MEIS benefit has been introduced.",
  "Ranking of States",
  "The Ministry of Commerce and Industry, in collaboration with the World Bank conducts ",
  "an annual reform exercise for all States and Union Territories (UTs) under the Business ",
  "Reform  Action  Plan  (BRAP)  to  improve  delivery  of  various  Central  Government ",
  "regulatory functions and services in an efficient, effective and transparent manner. States ",
  "and  UTs  have  conducted  reforms  to  ease  their  regulations  and  systems  in  areas  like ",
  "labour, environmental clearances, construction permits, contract enforcement, registering ",
  "property and inspections. States have also enacted Public Service Delivery Guarantee Acts ",
  "to enforce the timelines on registrations and approvals.",
  "District Level Development",
  "Department of Industrial Policy has also developed a District level reforms plan. It has ",
  "been shared with the State and UT Governments for implementation by Districts. The ",
  "State  and  UT  Governments  have  been  requested  to  evaluate  districts  on  the  basis  of ",
  "achievements in implementation of this plan on the basis of users’ feedback.",
  "Make in India",
  "Launched in 2014 to make India the hub of manufacturing, research and innovation by ",
  "making India a part of global supply chain. This initiative is based on four pillars of New ",
  "Processes, New Infrastructure, New Sectors and New Mindset.108 THE INDIAN ECONOMY",
  "Start up India",
  "Start-up India is a flagship initiative of the Government of India, intended to build a strong ",
  "ecosystem that is conducive for the growth of start-up businesses, to drive sustainable ",
  "economic growth and generate large scale employment opportunities. This initiative aims ",
  "to empower start-ups to grow through innovation and design.",
  "Support and outreach campaign for MSMEs.",
  "A  support  and  outreach  programme  has  been  launched  by  the  Government  to  boost ",
  "MSME  sector.  This  is  aiming  at  Access  to  credit,  Access  to  market,  Technology  up ",
  "gradation, Ease of doing business and a sense of security for employees. As part of this ",
  "programme, government unveiled various initiatives to help the growth, expansion and ",
  "facilitation of MSMEs across the country.",
  "Multi -Modal Logistics Parks Policy",
  "The Multi-Modal Logistics Parks (MMLPs) are key policy initiatives of Government to ",
  "improve the country’s logistics sector by lowering over freight costs, reducing vehicular ",
  "pollution and congestion and cutting warehouse costs with a view to promoting moments ",
  "of goods for domestic and global trade.",
  "Sez Policy",
  "The objectives of new SEZ policy aims to make it WTO compatible, maximizing utilisation ",
  "of vacant land in SEZs, effect changes in the SEZ policy based on international experience ",
  "and merge the SEZ policy with other Government schemes like coastal economic zones, ",
  "Delhi-Mumbai industrial corridor, national industrial manufacturing zones and food and ",
  "textiles parks.",
  "Industrial Corridors",
  "Industrial corridor programme envisions creation of world class infrastructure, connectivity ",
  "and  new  greenfield  smart  cities  as  global  manufacturing  hubs  which  will  create  large ",
  "employment opportunities.",
  "Based  on  the  initial  success  of  Delhi  Mumbai  Industrial  Corridor  (DMIC)  Project ",
  "the Government has started planning and development activities in four other industrial ",
  "corridor  projects  i.e.  Amritsar  Kolkata  Industrial  Corridor  (AKIC),  Chennai  Bengaluru ",
  "Industrial  Corridor  (CBIC),  Bengaluru  Mumbai  Economic  Corridor  (BMEC)  and  East ",
  "Coast Economic Corridor (ECEC) from Kolkata to Chennai.",
  "Indian Footwear, Leather & Accessories Development Programme (IFLADP)",
  "The Government has approved a special package for employment generation in leather ",
  "and  footwear  sector.  The  package  involves  implementation  of  Central  Sector  Scheme INDUSTRIAL SECTOR AND LIBERALIZATION 109",
  "“Indian  Footwear,  Leather  &  Accessories  Development  Programme”  with  an  approved ",
  "expenditure of Rs. 2600 crore over the three financial years from 2017-18 to 2019-20.",
  "North East Industrial Development Scheme",
  "With the purpose to boost industrialization of the States of North East region including ",
  "Sikkim,  the  Government  has  been  implementing  industrial  subsidy  schemes  such  as ",
  "North  East  Industrial  Policy,  (NEIP),  North  East  Industrial  and  Investment  Promotion ",
  "Policy, (NEIIPP), Transport Subsidy Scheme(TSS) and Freight Subsidy Scheme(FSS). To ",
  "continue extending benefits for the industrial units situated in the North Eastern Region, ",
  "a new policy “North East Industrial Development Scheme” (NEIDS) was notified in 2017 ",
  "for a period of five years.",
  "Industrial Development Scheme for Himalayan States.",
  "Department of Industrial Policy & Promotion (DIPP) had introduced various concessions ",
  "for the State of Jammu & Kashmir namely, to boost up industrialization. For the States of ",
  "Himachal Pradesh and Uttarakhand various concessions were introduced",
  "More Power to Geographical Indications (Gl):",
  "G1 logo and taglineh avebe en launched by Union Governmentforr eco gnition ofGI'si n Ind ia.",
  "               ",
  "Many GI'shavebeen registered in pastrecently including famousGIlikeBanglaRasgullaand ",
  " ",
  "Alphonso.",
  " ",
  "   ",
  " ",
  "   ",
  "   ",
  "                     ",
  " ",
  " ",
  " ",
  "        "
]