[
  "CHAPTER37",
  "GLOBAL CONSENSUS -­",
  " ",
  "GOING FORWARD",
  "POST CRISIS",
  "Any crisis having global implications should and rightfully be driven by consensus  across ",
  "major economiesn oton ly in termsoft he k inds ofinte rve ntion butalso in  termsofconsen sus ",
  "on the wa y going   forward .First thin g in  going forward ,isto rev ie w the dam age  control ",
  "interven tions,in term softheir effe ctive ness ofhaving  ar rested’freefallso fou tputc on traction  ",
  "and unemployment.",
  "It  is  equally  imperative  to  understand  that  things  have  to  be  seen  from  a  global ",
  "perspective rather than the country perspective. Hie next would be to keep in mind that ",
  "recovery of economies is going to be slow, long-term and more importantly ‘uneven’.",
  "It also needs to be understood that stimulus and bailout packages should be seen as ",
  "short-term and withdrawable, but replaced with sustained long-term reforms. Accordingly, ",
  "withdrawing of the interventions should be well thought out, staggered and again done ",
  "collectively or could facilitate fears of double-dip recession.",
  "More than the recovery, the nature of recovery would not be like the alphabet W but ",
  "U-shaped with the bottom more elongated, which is the reflection of a longer time period ",
  "and no sudden spurts of growth. Despite the slow process, the way going forward is not ",
  "to restrict trade or return to neo-protectionism but on the contrary increased trade across ",
  "countries as a way for economies to expand.",
  "The crisis should not be seen as the collapse of the free market economy and larger ",
  "role for the respective states in both acting as a producer or a regulator both. It is not to ",
  "bring back the public sector or regulations but to continue with the market mechanism. ",
  "It should not be seen as a market failure or question the merits of the market mechanism, ",
  "but to bring in awareness in the markets about the following:",
  "(1)  Of  their  larger  role  and  responsibility  which  is  freedom  to  do  business,  but not ",
  "compromising on the moral ethics of businesses.",
  "(2)  The desire for expansion and growth can be passions of businesses, but not greed.",
  "(3)  They also have societal and responsibilities to their nation.",
  "(4)  The interest of the people can and should never be compromised.GLOBAL CONSENSUS—GOING FORWARD 333",
  "At the government level too, there will have to be a greater inter-government monetary ",
  "cooperation and also at the apex central bank level. At a still broader level, there would ",
  "be a need to have ‘better global supervision and not regulations over the global financial ",
  "system’. Finally, the need for the good collective leadership is to provide good governance ",
  "and also to lead both at the same time.",
  "The way going forward has a larger role for the governments of the US, EU, Japan, ",
  "India  and  China  for  resurrection  of  the global  economies  as  fundamental  and primary ",
  "objective. That is, economics dominating politics and setting aside political differences.",
  "However, the most important in going forward lies in understanding, the importance ",
  "of trade, not return of neo-protectionism, in these troubled times. Multilateral trade could ",
  "have never ever been in economic history, as relevant, as it is today for revival of the ",
  "economies.",
  "37.2 STRUCTURAL ISSUES",
  "The way going forward for greater strength to the global financial system would require ",
  "addressing the structural issues such as:",
  "(1)  The bankers committee for banking supervision (BCBS) as a part of basel international ",
  "settlement (BIS) will have to implement Basel III accord, which should aim at better ",
  "risk assessment capabilities of global banks, define risk appetite and have sufficient ",
  "own funds.",
  "It  should  not  lose  sight  of  the  fact  that  strengthening  would  require  capital ",
  "infusion.",
  "Sufficient time should be given like in the previous accords for smooth transition ",
  "of banks in different countries to Basel III.",
  "(2)  The role of the IMF would need to re-structured to play the role of prevention rather ",
  "than providing cure. They will also have to play a larger role in global supervision to ",
  "provide the oversight mechanism to the global financial system.",
  "There should be greater clarity in the proposed financial stability board (FSB) in ",
  "terms ofi tsro lean dpro videinde pendenceto th em onet aryauthori tiesindiffer ent countries ",
  "topursue ind epende ntmonetary policies.  ",
  "(3)  Evolving a global code of ethics to provide broad financial discipline such as prudential ",
  "norms of lending, exposure norms for banks in different economies to follow.",
  "(4)  The need for a transparent and fair multilateral trading platform like the WTO can ",
  "never be more than now. It is in the interest of all economies to put their heads ",
  "together in evolving a consensus at WTO not only for their own interest but for also ",
  "long-term sustainability of the global economy.",
  "",
  ""
]