[
  "CHAPTER30",
  "FOREIGN EXCHANGE",
  "RESERVES",
  "FOREIGN EXCHANGE RESERVES (FEX) OF INDIA",
  "Foreign  Exchange Reserves is  country’s gold  reserves, contributions made to the IMF ",
  "and the FTP and all the foreign currency assets, denominated in USD, held by the RBI. ",
  "However, over 90 per cent of the reserves comprise of different foreign currencies, but ",
  "denominated in USD held by RBI.",
  "India’s FEX reserves have risen from a modest level of USD 5 billion during 1991 to ",
  "reach around USD 275 billion in 2013 and inching towards the USD 300 billion mark. ",
  "India’s foreign exchange reserves scaled to touch USD 367.64 billion as on October 7, ",
  "2016. Currently India’s Forex reserve touched 400 and standing at 401.8 as on March 2019",
  "Amongst the emerging economies China has reserves of USD 3.5 trillion, Japan USD ",
  "1.5 trillion, Russia USD 500 billion, and S. Korea USD 300 billion.",
  "The importance of FEX reserves lies in the following aspects:",
  "(1)  As economies pursue open policies, with large cross-border inflows and outflows, it ",
  "provides a buffer against global fallouts and prevents currency crisis-like situations.",
  "(2)  It helps economies to provide import cover, not met out of inflows, ensuring smooth ",
  "imports, in terms of domestic requirements.",
  "(3)  It gives the freedom to run higher current account deficits which could otherwise ",
  "become a limiting factor for open economies.",
  "(4)  It is helpful for economies to retire their high cost foreign currency debt or in meeting ",
  "short-term foreign currency debt.",
  "(5)  It strengthens the confidence of the government for greater openness of economies ",
  "and bolder reforms.",
  "6)  It increases international credibility and stature of economies.",
  "7)  Its importance also lies as fundamental requirement for emerging economies by ",
  "providing them a \"hard currency’.",
  "How do reserves build-up in emerging economies? In the previous section, we had discussed ",
  "about India’s reserves and it may be interesting to note that it essentially comprises of ",
  "Asian economies.302 THE INDIAN ECONOMY",
  "What about US or Europe? These economies already have a hard currency in circulation, ",
  "thus obviating the need for any forex reserves. The reserves are required, as said previously ",
  "for the emerging economies unlike the stronger economies of the US or Europe, which in ",
  "complete adverse circumstances, can print their hard currency, unlike emerging economies ",
  "which can borrow but cannot print hard currency.",
  "There is yet another reason for reserves not being built-up in these economies, which is ",
  "that these economies have market-determined exchange rates and convertible currencies. ",
  "All inflows and outflows are matched through changes in the exchange rate.",
  "Let us see how this works? For example, in Europe there is a huge inflow of USD. ",
  "That is, more USD is coming than what is being demanded in Europe. This would make ",
  "the Euro appreciate and depreciate the USD and this will continue till the inflows get ",
  "discouraged as it would be getting lesser and lesser Euro with a depreciating USD.",
  "Any intervention by any central bank in this free flow foreign exchange market, either ",
  "in the form of pegged exchange rates or in the absence of convertibility, or even both, ",
  "would imply build-up of reserves by the central bank.",
  "The other can be if there are surpluses in the capital account over and above the current ",
  "account deficit. These surpluses would result in increasing reserves of the central bank as ",
  "overall BOP would require outflows balanced out by inflows. If the current account is in ",
  "surplus it will straight away go as additions to forex reserves.",
  "In case of India, exchange rates are managed and any capital inflows would be mopped ",
  "up  by  RBI  to  prevent  rupee  from  appreciating,  thus  resulting  in  building-up  reserves. ",
  "Further even though India has a current account deficit there were, until recently, sufficient ",
  "inflows on the capital account to cover the current account deficit and surplus going to ",
  "increase the forex reserves.",
  "This  will  be  true  for  all  economies  which  do  not  have  either  market-determined ",
  "exchange rate or convertible currency or both, in the wake of surge in foreign currency ",
  "inflows into such economies. This build-up of reserves also happens in economies which ",
  "lack  absorption  capacity  of  foreign  currency  or  economies  running  current  account ",
  "surpluses but with pegged exchange rates or non-convertible currencies. This is why there ",
  "is build-up reserves in China and Japan.",
  "More than the build-up of reserves, the large inflows are seen as opportunities for the ",
  "large overseas investors, besides providing the emerging economies with buffer of foreign ",
  "exchange for handling adverse global fallouts.",
  "Can India’s reserves accumulation be said to be ‘sufficient’ for warding off any crisis? A ",
  "point needs to be clarified first, is the fact, that crises are known for their unpredictability ",
  "and their magnitude of impact or the extent of damage they could inflict upon economies ",
  "are variables. It is also about the government s perception about sufficiency seen qualitatively ",
  "rather than quantitatively. Each of the successive crises in the past has only raised the bar ",
  "of sufficiency of reserves.",
  "However, over a period of time, with experience gained, it has now been possible to ",
  "prescribe some international benchmarks to gauge sufficiency of reserves, especially for the ",
  "emerging economies, like India.FOREIGN EXCHANGE RESERVES 303",
  "(1)  Import Cover—the reserves should be able to provide an import cover of at least ",
  "three months. Against which reserves in India provide a cover of seven months (it has ",
  "come down presently but earlier it was as high as fifteen months).",
  "(2)  External Debt Cover—the reserves to provide cover for at least 75 per cent of the ",
  "external debt and 100 per cent of short-term debt. India’s level presently is much ",
  "higher than that prescribed of being at least 50 per cent.",
  "(3)  Guidotti Rule—in terms of this rule average reserve holding to short-term debt during ",
  "a year should be a minimum of one. Against this in India it is five.",
  "(4)  Liquidity at Risk (LaR)—this is the most prevalent and widely acceptable given by ",
  "Alan Greenspan, the earlier Chief of the Federal Reserve, US.",
  "LaR  is  a  matrix  of  the  likely  outflows  under  various  adverse  circumstances  at ",
  "different  levels  of  probability  of  their  occurrence  and  confidence  levels.  The  LaR  is ",
  "a  dynamic,  statistical  model  mapping  outflows  from  economies  in  terms  of  which ",
  "sufficiency can only be arrived at based on a set of assumptions, requiring continuous ",
  "modification.",
  "However, as said previously, crises are unpredictable and so arc their impact and neither ",
  "the Guidotti rule nor the one given by Greenspan has been tested and have yet to prove ",
  "their worth.",
  "How can a country like India utilize its reserves? There is a major limitation in the use ",
  "of reserves, in that they can be utilized only in foreign currency and cannot be converted ",
  "into home currency. Any conversion into home currency would increase liquidity and be ",
  "inflationary in nature. So how can they be used in foreign currency?",
  "(1)  It can be used to liquidate external debt. However, as we have discussed in the  section ",
  "on External Debt that all high cost debt has already been retired by India.",
  "There is another problem which is retiring of external debt would mean increasing ",
  "internal debt which would leave the over all-debt position unchanged.",
  "(2)  India could consider lowering import duties, run higher CAD to absorb the reserves. ",
  "However, lowering import duties beyond a level could hurt domestic production and ",
  "running high CAD is always fraught with risk.",
  "(3)  The RBI cannot lend commercially as it being a central bank can lend only to banks, ",
  "which if done, will seep into the economy and can create inflationary pressures.",
  "(4) Thego vernmentto  ensureliqu idity hasdeplo yed thereserv espartly  in UStreasury  billsand ",
  "partl y in globalsovereign b ondswheretheretu rnsare less butensur eliq uidity .    ",
  "The irony is India is investment starved but the reserves cannot be used to bridge this",
  "inve stment de ficit o r d irectly use it for infrast ructu re fundin g in th e co untry. Realizing  the ",
  "limitation, the gov ern ment had se t up  the Deepak Pa rekh Committe e to exa mine how the ",
  "reservesca n be  used forinf rastructu redevel opmentin India.        ",
  "Based   on  t he reco mmendations made and  a ccepted  by  the government, the India",
  "Infrastructure Fin ance Co. Ltd., wh olly o wned by the governme nt would bo rrow  USD ",
  "10 billion fro m the RB I an d set up two wholly owned s ubsidiaries (W  OS) overseas  one at ",
  "London and the othe ratS ingapor e.          ",
  "     304 THE INDIAN ECONOMY",
  "The WOS at London would provide loans to Indian companies raising fund overseas ",
  "for capital imports directly for use in infrastructure in the country. The WOS at Singapore ",
  "would invest in AAA rated paper of global companies and from the returns generated ",
  "provide a credit wrap or a monoline insurance, an insurance against defaults, to Indian ",
  "companies accessing the overseas market for infrastructural development domestically.",
  "There could yet be certain other set of options before the government for utilization of ",
  "the reserves which are as follows:",
  "(1)  Sovereign  Wealth  Funds  (SWF)—many  countries  such  as  China,  Japan  and ",
  "Saudi Arabia have deployed part of their reserves for setting up SWF which look at ",
  "maximizing returns rather than currency stabilization. However, all the SWFs lack ",
  "transparency and modus operandi not known except the objective behind SWFs.",
  "•  However, given the volatility of inflows, fragile BOP, high CAD, modest export ",
  "growth  it may be premature for India to look at the SWFs as an option for ",
  "utilization of reserves unlike China and Japan whose reserves are many multiples ",
  "more that of India.",
  "•  But more importantly their BOP is much more fundamentally stronger than that ",
  "of India.",
  "•  In any case, India needs to use it for infrastructure and other priorities which will ",
  "not be possible by SWFs.",
  "(2)  Strategic Oil Reserves (SOR)—given India’s dependence on crude petroleum and ",
  "vulnerability to their prices, a part of the reserves could be used to create a SOR, in ",
  "periods of sharp upward movement of international crude prices.",
  "(3)  Asian Development Fund (ADF)—China, Japan and India amongst themselves are ",
  "holding USD 6 trillion as reserves of the USD 15 odd trillion of global reserves.",
  "•  If these countries could pool a part of their reserves to set up an Asian development ",
  "fund  (ADF),  something  like  the  IMF  to  provide  assistance  to  the  emerging ",
  "economies, should they face problems on their currency.",
  "•  This will also be in line with the gradual shifting of global output and trade to ",
  "the Asian economies.",
  "However, this will require meeting of political minds, setting aside differences ",
  "and more mature outlook of all these countries to make this a reality. ",
  "India’s forex reserves since 1991 has come a long way giving it comfort on the ",
  "external front and the confidence of weathering turbulent domestic and global ",
  "fall outs.",
  "",
  ""
]