[
  "CHAPTER15",
  "BANKING",
  "In the previous chapter, it was mentioned that the apex bank is the RBI besides acting ",
  "as a banker to the government. It is also banker to banks and functions as the monetary ",
  "authority in the economy.",
  "15.1 BANKS IN INDIA",
  "Bank is a financial intermediary between the people (which accept deposits from them ",
  "by providing them interest on deposits maintained within the bank) and economy (lends ",
  "for productive purposes at an interest) and in the process earns profits. This is known ",
  "as commercial banking. Banking in India is truly a reflection of a mixed economy with ",
  "public sector banks, private and foreign banks.",
  "Public  sector  banks  in  India  are  presently  twenty-one  comprising  of  State  Bank  of ",
  "India. Banks have an important role to act in the overall growth of an economy in their ",
  "ability to lend to various sectors of the economy for expansion, diversification of existing ",
  "businesses and also to support the new businesses.",
  "In  line  with  the  liberalization  policy,  reforms  were  also  initiated  simultaneously  in ",
  "the  banking  sector  during  1991  based  on  the  recommendations  of  the  Narasimham ",
  "committee.",
  "Before 1991, banking was highly sheltered and regulated by the RBI, like the industrial ",
  "sector. To support the policy of liberalization and also to allow for growth of the private ",
  "sector, it became essential to undertake banking sector reforms.",
  "BANKING STRUCTURE IN INDIA",
  "Reserve Bank of India (RBI)",
  "The RBI is the supreme monetary and banking authority in the country’ and controls ",
  "the banking system in India. It is called the Reserve Bank’ as it keeps the reserves of all ",
  "commercial banks.",
  "The  Reserve  Bank  of  India  was  established  on  April  1, 1935  in accordance with the ",
  "provisions of the Reserve Bank of India Act, 1934.168 THE INDIAN ECONOMY",
  "The Central Office of the  Reserve  Bank was initially  established  in Calcutta  but was ",
  "permanently  moved to Mumbai in 1937.T heC entral O ffice is wh ere the Go vernor sits and  ",
  "wherepoli ciesaref orm ulated.",
  "Though originally privately owned, since nationalisation in 1949, the Reserve Bank is ",
  "fully owned by the Government of India.",
  "Scheduled & Non-scheduled Banks",
  "A scheduled bank is a bank that is listed under the second schedule of the RBI Act, ",
  "1934. In order to be included under this schedule of the RBI Act, banks have to fulfill ",
  "certain conditions such as having a paid up capital and reserves of at least 0.5 million and ",
  "satisfying the Reserve Bank that its affairs are not being conducted in a manner prejudicial ",
  "to the interests of its depositors. Scheduled banks are further classified into commercial ",
  "and cooperative banks. Non- scheduled banks are those which are not included in the ",
  "second schedule of the RBI Act, 1934.",
  "Commercial Banks",
  "Commercial banks may be defined as, any banking organization that deals with the deposits ",
  "and loans of business organizations. Commercial banks issue bank checks and drafts, as ",
  "well as accept money on term deposits. Commercial banks also act as moneylenders, by ",
  "way of installment loans and overdrafts. Commercial banks also allow for a variety of ",
  "deposit accounts, such as checking, savings, and time deposit. These institutions are run ",
  "to make a profit and owned by a group of individuals.",
  "Scheduled Commercial Banks (SCBs)",
  "Scheduled commercial banks (SCBs) account for a major proportion of the business of ",
  "the scheduled banks. SCBs in India are categorized into the five groups based on their ",
  "ownership and/or their nature of operations. State Bank of India and its six associates ",
  "(excluding State Bank of Saurashtra, which has been merged with the SBI with effect ",
  "from August 13, 2008) are recognised as a separate category of SCBs, because of the ",
  "distinct statutes (SBI Act, 1955 and SBI Subsidiary Banks Act, 1959) that govern them. ",
  "Nationalised banks and SBI and associates together form the public sector banks group ",
  "IDBI ltd. has been included in the nationalised banks group since December 2004. Private ",
  "sector banks include the old private sector banks and the new generation private sector ",
  "banks- which were incorporated according to the revised guidelines issued by the RBI ",
  "regarding the entry of private sector banks in 1993.",
  "Foreign  banks  are  present  in  the  country  either  through  complete  branch/subsidiary ",
  "route presence or through their representative offices.BANKING 169",
  "Types of Scheduled Commercial Banks",
  "Public Sector Banks",
  "These are banks where majority stake is held by the Government of India. Examples of ",
  "public sector banks are: SBI, Bank of India, Canara Bank, etc.",
  "Private Sector Banks",
  "These are banks majority of share capital of the bank is held by private individuals. These ",
  "banks are registered as companies with limited liability. Examples of private sector banks ",
  "are: ICICI Bank, Axis bank, HDFC, etc.",
  "Foreign Banks",
  "These banks are registered and have their headquarters in a foreign country but operate ",
  "their branches in our country. Examples of foreign banks in India are: HSBC, Citibank, ",
  "Standard Chartered Bank, etc",
  "Regional Rural Banks",
  "Regional Rural Banks were established under the provisions of an Ordinance promulgated ",
  "on the 26th September 1975 and the RRB Act, 1976 with an objective to ensure sufficient ",
  "institutional credit for agriculture and other rural sectors. The area of operation of RRBs is ",
  "limited to the area as notified by Gol covering one or more districts in the State.",
  "RRBs are jointly owned by Gol, the concerned State Government and Sponsor Banks ",
  "(27 scheduled commercial banks and one State Cooperative Bank); the issued capital of a ",
  "RRB is shared by the owners in the proportion of 50%, 15% and 35% respectively.170 THE INDIAN ECONOMY",
  "Cooperative Banks",
  ">co-operative bank is a financial entity which belongs to its members, who are at the ",
  "same time  the  owners  and  the  customers  of  their  bank.  Co-operative  banks  are  often ",
  "created by persons belonging to the same local or professional community or sharing a ",
  "common interest. Co-operative banks generally provide their members with a wide range ",
  "of banking and financial services (loans, deposits, banking accounts, etc).",
  "•  'Ihey  provide  limited  banking  products  and  are  specialists  in  agriculture-relatec ",
  "products.",
  "•  Cooperative banks are the primary financiers of agricultural activities, some small- ",
  "scale industries and self-employed workers.",
  "•  Co-operative banks function on the basis of “no-profit no-loss”.",
  "•  Anyonya Co-operative Bank Limited (ACBL)  is t he f irst c o-operative b ank in India  ",
  "located in the city of Vadodara in Gujarat.",
  "15.3 MAJOR AREAS OF REFORM IN THE BANKING SECTOR",
  "(1)  Liberal entry of private sector and foreign banks. It is as a part of the reforms that ",
  "today there are big private banks such as ICICI, HDFC, Axis and foreign banks such ",
  "as the Citi group, HSBC, Barclays operating along with the public sector banks.",
  "(2)  Public  sector  were  provided  greater  autonomy  to  function  in  a  competitive ",
  "environment and frame independent policies based on broad framework provided by ",
  "RBI.",
  "(3)  Interest rates both the deposits as well as advances were de-regulated and each bank ",
  "was free to decide on the interest rates it chose to offer including interest on savings ",
  "account which until recently was regulated by RBI.",
  "(4)  Similarly, in respect of lending rates, banks were free to decide on the interest rate they ",
  "would charge, they had to publish the lowest rate of interest they would charge to ",
  "their best except that clients known as the benchmarked prime lending rate (BPLR).",
  "•  BPLR, however, lacked transparency as banks were lending even below BPLR ",
  "known as sub BPLR lending. As a result, transmission of policy rate of RBI on ",
  "lending by banks was diffused. To obviate this, RBI in 2010 has asked the banks ",
  "to switch to base rate of interest, and that lending would not be done by banks, ",
  "below their respective published base rate of interest, except DRI advances for ",
  "weaker sector, loans against own deposits and loans to employees.",
  "•  The basic difference between BPLR and base rate is that, while BPLR had a ",
  "component of risk premium, it has to be loaded on the base rate. Thus, lending ",
  "below base rate would be a losing proposition for banks.",
  "•  The MCLR methodology for fixing interest rates for advances was introduced by ",
  "the Reserve Bank of India with effect from April 1, 2016. This new methodology ",
  "replaces the base rate system introduced in July 2010. In other words, all rupee ",
  "Ioans sanctioned and credit limits renewed w.e.f. April 1, 2016 would be priced ",
  "with reference to the Marginal Cost of Funds based Lending Rate (MCLR) which ",
  "will be the internal benchmark (means a reference rate determined internally by ",
  "the bank) for such purposes.BANKING 171",
  "•  Existing loans and credit limits linked to the Base Rate (internal benchmark rate ",
  "used  to  determine  interest  rates  uptill  31  March  2016)  or  Benchmark  Prime ",
  "Lending  Rate  (BPLR  or  the  internal  benchmark  rate  used  to  determine  the ",
  "interest rates on advances/loans sanctioned upto June 30, 2010.) would continue ",
  "till repayment or renewal, as the case may be. However, existing borrowers will ",
  "have the  option  to move  to the  Marginal  Cost  of Funds based  Lending Rate ",
  "(MCLR) linked loan at mutually acceptable terms.",
  "•  The marginal cost of funds based lending rate (MCLR) refers to the minimum ",
  "interest rate of a bank below which it cannot lend, except in some cases allowed ",
  "by the RBI. It is an internal benchmark or reference rate for the bank. MCLR ",
  "actually  describes  the  method  by  which  the  minimum  interest  rate  for  loans ",
  "is determined by a bank - on the basis of marginal cost or the additional or ",
  "incremental cost of arranging one more rupee to the prospective borrower.",
  "(5)  Banking was made more transparent, stress on full disclosure of both the good and ",
  "bad assets.",
  "(6)  There was a standardization and uniform income recognition, asset classification and ",
  "provisioning norms for the banking sector. For the first time, a uniform definition ",
  "was  given  to  non-performing  assets  (NPAs)  known  as  the  90  days  norms.  Thus, ",
  "interest on loans provided if not received within the stipulated time would require to ",
  "be classified as an NPA.",
  "(7)  Realizing that banking is risky business having normal risks in lending and also to ",
  "safeguard interest, banks were required to adhere to ‘capital adequacy’ norms in terms ",
  "of international best practices (dealt separately below).",
  "Finally, the overall objective was to bring in greater competition in the banking sector ",
  "allowing for better products, improved services and fine-tuned interest rates to support the ",
  "financial requirements of a growing economy like India and enable bigger banks in India ",
  "to emerge as global banks.",
  "CAPITAL ADEQUACY (BASEL NORMS)",
  "Capital adequacy is a part of the larger global frame work of banking committee for ",
  "financial supervision (BCFC), also known as Basel I and II and now also III norms post- ",
  "global crisis. (Basel is a place in Switzerland where BCFC prescribed norms applicable to ",
  "all banks across countries and thus known as Basel norms). Capital adequacy implies that ",
  "any bank, being engaged in a business of lending has normal risks’ associated and should ",
  "have some minimum own funds to meet such risks.",
  "Capital  of  banks  being  defined  as  the  banks  own  capital  and  reserves  as  the  core ",
  "capital (Tier I) and also a component of supplementary capital (Tier II) is available to ",
  "banks but less readily, like the revaluation of its assets (taken at a discount), provisions ",
  "held  for  standard  assets  and  long-term  bonds  raised  by  the  bank  (sub-ordinated ",
  "debt).",
  "Banks are today required to have their own capital in terms of shareholders funds, ",
  "retained profits (deposits in banks are not bank’s own but public money). The condition 172 THE INDIAN ECONOMY",
  "was that Tier II capital could not be more than 100 per cent of Tier I capital and that ",
  "subordinated debt under Tier II capital not to exceed 50 per cent of Tier I capital.",
  "The assets portfolio of a bank were weighted by the risk element, prescribed by central ",
  "banks in the respective countries and aggregated, and a minimum 8 per cent of capital ",
  "prescribed as the capital adequacy measure or Basel I norms. Which is, if a bank has risk ",
  "weighted assets of ₹1 00 then itsh ould behav ing atleas tasca pit al (Tier Iand  II ),to comp ly ",
  "with theBaselIn orms.   ",
  "Reserve Bank of India for Indian Banks, as a part of the financial sector reforms gave a ",
  "time frame to Indian banks to become the Basel compliant. Subsequently, the norm was ",
  "raised to 9 per cent and continues to be the same presently in India. Basel II norms further ",
  "refined the concept of measurement of risk and also brought in concept of operational ",
  "risk,  which  are  not  covered  as  part  of  the  Basel  I  norms  and  retaining  the  ratio  as ",
  "8 per cent. All Indian banks are both Basel I and II compliant.",
  "Post-global crisis the ratio has been further increased implying greater capacity need ",
  "for banks to ensure that such global financial sector crisis does not recur in future. Capital ",
  "adequacy thus has allowed for financial regulations to become global. It also allows any ",
  "investor or a depositor to know the fundamental strength of banks and take their own ",
  "informed decisions based on the capital adequacy levels of different banks.",
  "LIQUIDITY MANAGEMENT BY RBI",
  "Relevance  of  banking  apart  from  meeting  the  growing  needs  of  the  economy  is  their ",
  "strong linkage with inflation through their ability to increase liquidity in the economy. ",
  "This is said to be as one of the major cause for buildup of inflationary pressures.",
  "Liquidity",
  "A bank accepts deposits from the public which is lent in the economy. The money which ",
  "can potentially’ be lent by the banks is known to be liquidity. Bank leverages the deposit ",
  "manifold for lending in the economy known as ‘credit creation’ by banks. This credit ",
  "creation is almost like fresh money injected in the economy and contributes to inflationary ",
  "pressures. Thus, liquidity in the economy should strike a balance between requirements of ",
  "growth and at the same time keep the prices under check. Managing liquidity is a major ",
  "aspect of the RBI functions.",
  "Previously,  it  was  mentioned  that  RBI  was  the  apex  central  bank  of  the  country ",
  "functioning as banker to the government and banks, responsible for printing of currency’ ",
  "notes, overseeing the functioning of the banking sector and now its another important and ",
  "critical role in liquidity management.",
  "It is important to understand first that money deposited in the bank is a source of ",
  "liquidity. Money deposited could either be ‘demand’ deposits (payable by the bank on ",
  "demand by a customer like money retaining in your savings account in the bank can be ",
  "withdrawn by you at any time) or, ‘time’ deposits (can be withdrawn after a fixed period ",
  "only like fixed deposits). Both demand as well as time deposits is the liabilities of the bank ",
  "as the bank has to pay it back to the customer.173",
  "BANKING",
  "Thus, both are known as ‘demand and time liabilities’ of banks. These demand and ",
  "time liabilities of the banking system are the source of increasing liquidity. If unchecked, ",
  "it will be keep on increasing. RBI cannot question the public to not deposit money in the ",
  "banks as it is the source of liquidity and neither can it direct banks to stop lending as if ",
  "they do not lend they will not be able to meet the interest on deposits which the banks ",
  "have to pay and also not able to earn profits for their future growth.",
  "RBI  thus  has  certain  quantitative  and  qualitative  tools  through  which  it  manages ",
  "liquidity and they are as follows:",
  "(1)  Cash Reserve Ratio (CRR)—Every bank has to retain a certain percentage of its ",
  "demands and time liabilities in cash with the RBI which can be raised by the RBI to ",
  "drain out excess liquidity or reduced to release the liquidity in the economy.",
  "For example,o n ap ublicde positba seofo ve r₹ 50 ,0 0,000 croresin the bankin g system",
  "a1 per ce nt incr ease in CRR would le ad in overnight transfer  50,000 c rores from the ",
  "banki ng s ystemto RBIor which ca nn otbeleveraged  for lending by the banks.Even a0. ",
  "                   ",
  "25 percentincreasewould imply about₹ 12,500 croresgoing outofthebanking system.",
  "             ",
  "Such alargeamountcould lead to adrop in lending by banksdampening industrialgrowth ",
  "       ",
  "oreven triggering arecession in theeconomy.",
  "                 ",
  "Thus, CRR as a monetary tool which has to be carefully used by the RBI keeping ",
  "                 ",
  "in view all aspects of the economy and not merely decreasing liquidity for fears of",
  "                     ",
  "inflation. Frequent use of the CRR, especially their increase by any central bank of a",
  "               ",
  "country sends negative sentiments in the economy. Changes in CRR are necessary in ",
  "             ",
  "exceptional circumstances or adverse developments in the economy rather than being ",
  "       ",
  "frequently used asamonetary toolformanaging liquidity.",
  "                           ",
  "The other issue in its use is that it is applicable to all banks alike and does",
  "                 ",
  "not allow banks to take a long-term lending decision as they are uncertain about",
  "                     ",
  "when  the RBI would  raise CRR. The present CRR effective from Dec, 2017  is",
  " ",
  "4.00 percent.",
  "               ",
  "(2) Statutory Liquidity Ratio (SLR)—This is another monetary tool of the RBI, in ",
  "                 ",
  "terms of which every bank is required to set aside again a certain percentage of their",
  "               ",
  "demand and time liabilities and retain as cash with RBI, or in gold with the RBI or",
  "               ",
  "invested in government securities. The banks prefer to invest in government securities",
  "       ",
  "asitearnstheminterest.",
  "                     ",
  "At present, a minimum 20% (effective from August 2017) » r the demand and ",
  "                   ",
  "time liabilities are to  be invested. Banks have, however, parked  greater than  the",
  "             ",
  "minimum stipulation in government securities and is thus today an in-effective tool",
  "to managing liquidity.",
  "                       ",
  "(3) BankRate—Itistherateofinterestcharged by RBIforlending money to banksagainst",
  "               ",
  "eligiblesecurities.In theeraofcontrolled and regulated banking,bank rateswereraised ",
  "                 ",
  "to discourage banks to borrow from RBI for increasing liquidity as a way to reduce",
  "                     ",
  "liquidity.Italso served asabench mark fordetermining otherratesofinterestby theRBI.",
  "                   ",
  "Bank ratethough stillcontinuing isnotused asatoolforliquidity managementby RBI",
  "                       ",
  "asthereisalready asecondary marketforsuch securitiesand ithaslostitssignificance.",
  "                     ",
  "It presently uses as a penalty rate imposed by RBI on banks for violations of RBI",
  "directives.174 THE INDIAN ECONOMY",
  "(4)  Open market operations (OMO)—This is sale/purchase of secondary government ",
  "securities by RBI through the auction route and not binding on the banks unlike ",
  "the CRR and SLR. In periods of excess liquidity RBI resorts to ‘sale’ of government ",
  "securities to banks draining out the money from banks thus reducing liquidity. For ",
  "increasing liquidity, it purchases’ securities from banks thereby transferring money to ",
  "banks to lend resulting in liquidity increase. These OMO are performed at quarterly ",
  "intervals.",
  "(5)  Repo  auction  (Re-purchase  obligations)—This  is  the most frequently used tool ",
  "by the RBI for managing short-term liquidity even overnight. It is the same as the ",
  "OMO except that there is an inbuilt clause of automatic ‘repurchase’ after a specified ",
  "period. Banks can keep eligible government securities, over and above those kept for ",
  "maintaining SLR, with RBI and borrow for a short period (generally overnight) and ",
  "interest paid by banks on such borrowings is called as ‘Repo rate.’",
  "RBI also has a window where it offers government securities, which banks can ",
  "subscribe, and the rate of interest now paid by the RBI to banks is referred as ‘Reverse ",
  "repo.’ Both of these will involve repurchase after the contracted period automatically. ",
  "Both these rates are determined by RBI. Repo rate and reverse repo rate are linked on ",
  "a 25 bps and always repo rate (presently 6.0% effective from September 2017) will be ",
  "higher than the reverse repo rate (presently 5.75% effective from September 2017).",
  "(6)  Marginal Standing Facility- This is a new Liquidity Adjustment Facility (LAF) ",
  "created by Reserve Bank of India in 2011. It is a window for banks to borrow from ",
  "the Reserve Bank of India in an emergency situation when inter-bank liquidity dries ",
  "up completely. The MSF rate is pegged 100 basis points or a percentage point above ",
  "the Repo Rate. Under this facility, banks can borrow funds up to one percentage of ",
  "their net demand and time liabilities (NDTL)",
  "(7)  Moral Suasion. It refers to a method adopted by the Central Bank to persuade or ",
  "convince the commercial banks to advance credit in the economic interest of the ",
  "country. In this process, the Central Bank requests or persuade the commercial banks ",
  "to lend or credit to other banks or institutes in compliance with the general monetary ",
  "policy of the central.",
  "Ideally  short-term/volatile  liquidity  should  be  addressed  through  repo  auctions, ",
  "medium-term liquidity through OMO and long-term liquidity through the CRR.",
  "Reserve Bank of India addresses liquidity management and changes made to the ",
  "CRR, SLR, repo rates as part of the annual monetary policy reviewed on a quarterly ",
  "basis and rates revised keeping in view the liquidity position. An area of concern of ",
  "the RBI in its policy is to keep a watch on inflation. While RBI role, besides liquidity ",
  "management, controlling inflation, also acts as bankers to all  the  commercial  banks ",
  "in the country.",
  "15.6 DIRECTED LENDING OF RBI",
  "Reserve Bank of India as a part of mass banking, mandates that lending by banks should also ",
  "provide loans for agriculture, medium and small-scale sector industries and other critical ",
  "sectors including to the weaker sections, known by RBI as ‘priority sector lending’. RBI BANKING 175",
  "h as provided th e categori es which a re classified  as priority sect or lending by commerci al",
  "ban ksin India.",
  "Priority Secto rLending Norms",
  "Priority Sect orinclud esth efollowing categories:",
  "( i) Agriculture",
  "( ii) Micr o,Sma lland Mediu mEnterprises",
  "(i ii) Expo rtCredit",
  "(i v) Education",
  "( v) Housing",
  "(v i) Soci alInfrastructure",
  "(v ii) Renewab leEnergy",
  "(vi ii)Others",
  "Lending to farmer s, Se lf Help Grou ps and institutio ns engaged in agricultu re and allied ",
  "secto rs iscovered und erdire ctand indire ctfinancing by banks.",
  "Q  . Wh at a re th e Targe ts an d Sub-targe ts fo r bank s und er priority secto r ?",
  "Th etarge tsand sub-targe tsf orban ksund erpriority sect ora re asfollows:",
  "Categories Domest icschedule dcommerci albank s Foreig nbank s",
  "(excluding Region alRur alBank san dSma ll wi thle sstha n2 0",
  "Finan ceBank s)an dForeig nbank swi th2 0 branches",
  "branch esan dabove",
  "Tot alPriori ty 40 p erce nt ofAdjusted N etBank Cred it or 40 p erce nt of",
  "Sector Cred itEquivale ntAmou nt ofOff-Balan ceShe et Adjusted N etBank ",
  "Exposur e,whichev er ishigher. Cred it orCred it",
  "Equivale ntAmou nt",
  " ofOff-Balan ceShe et",
  "Exposur e,which­",
  "ev er ishighe r,to b e",
  "achieved in  aphased ",
  "mann erby 2020.",
  "Agriculture* 18 p erce nt ofANB C orCred itEquivale nt N otapplicable",
  "Amou nt ofOff-Balan ceShe etExposur e,which­",
  "ev er ishigher.",
  "Within th e18 perce nt targ et f oragricultur e, a",
  "targ et of8 perce nt ofANB C orCred itEquiv­",
  "ale ntAmou nt ofOff-Balan ceShe etExposur e,",
  "whichev er ishigh er isprescribed f orSma lland ",
  "Margin alFarmers.176 THE INDIAN ECONOMY",
  "Micro Enterprises 7.5 percent of ANBC or Credit Equivalent Not applicable",
  "Amount of Off-Balance Sheet Exposure, which­",
  "ever is higher.",
  "Advances to 10 percent of ANBC or Credit Equivalent Not applicable",
  "Weaker Sections Amount of Off-Balance Sheet Exposure, which­",
  "ever is higher",
  "* Domestic banks have been directed to ensure that their overall direct lending to non-corporatc farmers does not",
  "fall below the system-wide average of the last three years achievement.",
  "Loans to individualsf ore ducationalpu rposesinc luding vocationalcou rsesup t o ₹10 la khs",
  "                 ",
  "forstudiesin Indiaand ₹ 20 lakhsforstudiesin abroad areincluded underpriority sector.",
  "Loansto individualsup to ₹ 25 lakhsin metropolitan centreswith population above10 ",
  "         ",
  "lakhsand ₹ 15 lakhsin othercentresforpurchase/construction ofadwelling unitperfamily ",
  "               ",
  "excluding loanssanctioned to bank’sown employees.Whatisincluded underweakersections",
  "             ",
  "underpriority sector?Priority sector loansto thefollowing borrowers areconsidered under",
  "                 ",
  "weakersectionscategory:",
  "     ",
  "• Smalland marginalfarmers.",
  "     ",
  "• Artisans,villageand cottageindustrieswhereindividualcreditlimitsdo notexceed ",
  "                   ",
  "50,000.",
  "• Beneficiariesofswarnjayantigramswarozgaryojana(SGSY),nownationalrural",
  "                     ",
  "livelihood mission (NRLM).",
  "• Scheduled castesand scheduled tribes.",
  "   ",
  "• Beneficiariesofdifferentialrateofinterest(DRJ)scheme.",
  "               ",
  "• Beneficiariesunderswarnajayantishaharirozgaryojana(SJSRY).",
  "               ",
  "• Beneficiariesundertheschemeforrehabilitation ofmanualscavengers(SRMS).",
  "                 ",
  "• Loansto SHGs.",
  "   ",
  "• Loansto distressed farmersindebted to non-institutionallenders.",
  "       ",
  "• Loansto distressed personsotherthan farmersnotexceeding 50,000 perborrowerto ",
  "               ",
  "prepay theirdebtto non-institutionallenders.",
  "     ",
  "• Loansto individualwomen beneficiariesup to 50,000 perborrower.",
  "         ",
  "As a part of directed lending, RBI stipulates that all domestic commercial banks and ",
  "                       ",
  "foreign banks with branches more than twenty in India, should lend at least 40 per cent of",
  "                 ",
  "their advances to priority sector as a whole (foreign banks with branches less than 20, this",
  "                     ",
  "ratio is 36%). There are sub-targets of 18 per cent as agriculture lending and 10 per cent",
  "                       ",
  "advancesto theweakersector,asapercentoftheirtotallending.",
  "                     ",
  "RURALINFRASTRUCTUREDEVELOPMENTFUND(RlDF)",
  "       ",
  "Banks which are not able to meet their targets of priority sector lending are required to ",
  "                   ",
  "keep the shortfall in RIDF. The RIDF was set up by the government during 1995-1996 ",
  "                 ",
  "forfinancing ongoing ruralinfrastructureprojects.Thefund ismaintained by theNational",
  "             BANKING 177",
  "Bank for Agriculture and Rural Development (NABARD). Domestic commercial banks ",
  "contribute to the fund to the extent of their shortfall in stipulated priority sector lending ",
  "to agriculture.",
  "The prime objective of the fund is to provide loans to the state governments and state- ",
  "owned corporations to enable them to complete the ongoing rural infrastructure projects. ",
  "The scope of RIDF has been widened to include activities such as rural drinking water ",
  "schemes, soil conservation, rural market yards, rural health centres and primary schools, ",
  "mini hydel plants, shishu shiksha kendras, anganwadis and system improvement in the ",
  "power  sector.  From  RIDF  V  onwards,  the  ambit  was  extended  to  projects  which  are ",
  "undertaken by panchayat raj institutions and projects in the social sector covering primary ",
  "education, health and drinking water.",
  "The  activities  to  be  financed  also  include  minor  irrigation  projects/micro  irrigation, ",
  "flood  protection,  watershed  development/reclamation  of  waterlogged  areas,  drainage, ",
  "forest development, market yard/go down, apna mandi, rural haats and other marketing ",
  "infrastructure,  cold  storage,  seed/agriculture/horticulture  farms,  plantation  and ",
  "horticulture, grading and certifying mechanisms such as testing and certifying laboratories, ",
  "etc., community irrigation wells for irrigation purposes for the village as a whole, fisheries, ",
  "animal husbandry and modern abattoirs.",
  "15.8 OVERVIEW AND OUTLOOK—PUBLIC SECTOR BANKS",
  "There is a dominance of public sector banks even after two decades of financial sector ",
  "reforms, though getting eroded by the growing private banks. Their ability to undertake ",
  "large-scale lending for infrastructure, risk assessment and their mitigation capabilities are ",
  "yet to be tested.",
  "They are having issues of excessive manpower, ageing work force, ‘adopted’ technology ",
  "but not their successful ‘assimilation, fairly risk averse, overwhelming security conscious­",
  "ness and not able to reach the needy segment like the small-scale sector, despite well-in­",
  "tentioned schemes both by the RBI as well as banks.",
  "As  mentioned  previously,  their  efforts  at  financial  inclusion  has  been  far  from ",
  "satisfactory and what is worrying is they still continue to look at it from a social and not as ",
  "a commercial proposition. Too many nationalized banks of different sizes not allowing for ",
  "their organized growth and one nationalized bank competing with the other.",
  "India can be said to have survived the global financial sector crisis of 2007, largely ",
  "perceived because of the public sector character, of not having the exposure to complex ",
  "products and seen as a prudent banking. But the same public sector character has largely ",
  "been responsible for not leading to expansion of banks in the same way as the private ",
  "banks are expanding.",
  "While India’s output is amongst the top five countries, none of the Indian public sector ",
  "banks figure in thet op fifty bankso fth e wo rld.Th ereq uirementoft he futu rewou ld beforth em ",
  "to bec omestrong erto serv eastheba ck bone  ofan ever gr owing ec onomy,through ap rocessof",
  "c onsolidat ion ,shedding thei rrisk averseness (notto beseen a sunc ontrol led risk e xpansion but",
  "judiciousrisk expo sure).  178 THE INDIAN ECONOMY",
  "It may be premature at this stage to discuss of privatization, however, will become an ",
  "imperative in future. This would be in the interests of the public sector banks and the ",
  "economy as a whole, to meet the expanding growth through innovative products and over ",
  "time emerge as global bank.",
  "However,  at  the  same  time  a  regulatory  framework  by  the  RBI  with  an  oversight ",
  "mechanism  which  is  where  RBI  has  scored  over  all  the  other  central  banks  in  other ",
  "countries. Banking in India is still evolving and there is a need to achieve rapid banking ",
  "penetration. There is also a need for some Indian banks to grow in size and act as global ",
  "banks. The challenge will be in their ability to meet the needs of the economy, effectively. ",
  "Their  role  in infrastructural  development and financial inclusion cannot be undermined ",
  "and can also be said to critical.",
  "Globally,  banking  is  the  fulcrum  of  an  economy  and  on  its  strengths;  economies ",
  "achieve rapid economic growth and play the role of a facilitator in channelizing smooth ",
  "flow of resources in terms of needs.",
  "FINANCIAL INCLUSION",
  "Banking also lacks penetration with as much as 60 per cent population outside the reach ",
  "of  banks.  There  is  a  need  for  greater  ‘financial  inclusion’  that  is,  to  provide  banking ",
  "products and services t o them assesesp ecially diepoo r,techn ology enabled,ataffo rd ableprices. ",
  "Itisbel iev ed  thatthisisther easo nw  hyI n dianeedspublicse ctorba nks.Th econten tionm a ybe  ",
  "trueiffinancial incl usion  is  envisione d a sasocio- welfare measur e, similar to the prevailing  ",
  "concep tofprio rity sectorlending,at ac oncessional rate in Indiaf ort he neglected sect ions and ",
  "agricu ltur e.S uch kind ofdirected l endingh asbeent h eresincebank swerenationalizedwi  ththe ",
  "objec tiveof conver ting‘c la ss’into‘ma ss’bankin g.        ",
  "Access to safe,easy a nd a ffordable credit and ot her financial services bythe  poor and",
  "vuln erable groups,d isadvantagedareas and  laggin g sectorsi s recognize dasapre ­co nditi onfor ",
  "accelerati ng gr owth and  re ducing  incom  e dis pari ties andpoverty .In view  ofthis,F in a ncial",
  "Inclusionhas beenidentified asakeyd imensiono ftheover  allstrategy  of“TowardsF asterand  ",
  "M oreIn clusiveGr owth\"e nvisage dintheeleventhFiv e YearPl an (2007-12 ).       ",
  "                 ",
  "Financial inclusion is generally defined in terms of exclusion from the financial",
  "system. A target group is considered  as finan cial ly excluded if they d o not have access to",
  "mainstream  formal fin anc ial services  such as ban king  acc o unts, c redi t car ds,  insurance,  ",
  "paymen tse rvices ,etc.                ",
  "                 ",
  "Government of India had constituted a committee in 2006 under the chairmanship",
  "   ",
  "         ",
  "ofDr.C.Rangarajan tostudythepattern ofexclusion fromaccesstofinancial servicesacross",
  "                     ",
  "region,genderandoccupational structureandtoidentifythebarriersconfronted byvulnerable",
  "                          ",
  "groupsinaccessingcreditandfinancialservicesandrecommend thestepsneededforfinancial",
  "                         ",
  "inclusion.Thecommittee submitted itsreport inJanuary 2008.Thecommittee hasgiven a",
  "                     ",
  "workingdefinitionoffinancialinclusionas;",
  "                      ",
  "         BANKING 179",
  "“Financial  inclusion  may  be  defined  as  the  process  of  ensuring  access  to  financial ",
  "services and timely and adequate credit where needed by vulnerable groups such as weaker ",
  "sections and low income groups at an affordable cost.”",
  "Clearly, directed lending is seen more as a compulsion as have to be performed, rather ",
  "than willingly lending to them. Seeing financial inclusion as a socio-welfare measure will ",
  "ensure that it will never happen. It has to be seen as a commercial and viable business. The ",
  "opportunity cost to the poor for raising money from money lenders is very high. They can ",
  "become an important profitable venture for banks. Any private bank will be driven by the ",
  "profitability angle, be it the rich or the poor segment.",
  "The biggest issue is the ability to reach out to them through an organized finance route, ",
  "besides the money lenders. The proliferation of MFIs in the private sector is an example of ",
  "how the profit motive can drive reaching them.",
  "However, this will require innovativeness as it may not be feasible nor practical or cost ",
  "effective to open bank branches in all the villages. Various models can be considered and ",
  "the private sector will find a way to reach them in a cost-effective manner, better than the ",
  "public sector banks.",
  "Today, technology has penetrated virtually every segment every walk of life then why ",
  "not the poor people. Not long ago mobile phones were for the affluent and how now they ",
  "have penetrated  al l classes  of the people .This is the  ingenuity  of businesses  ,of tapping ",
  "opportunities wherever available, and making themp rofitable.",
  "Financial inclusion is achieved when all individuals and businesses have access to and ",
  "can effectively use a broad range of financial services that are provided responsibly, and at ",
  "reasonable cost, by sustainable institutions in a well-regulated environment.",
  "The essence of financial inclusion is in trying to ensure that a range of appropriate ",
  "financial services is available to every individual and enabling them to understand and ",
  "access those services.",
  "In order to achieve a comprehensive financial inclusion, a slew of initiatives have been",
  "taken  by  Government  of  India,  RBI  and  NABARD.  Some  of  the  important initiatives ",
  "include; SHG-Bank Linkage programme, opening of No Frills Accounts, mobile banking, ",
  "Kisan Credit Cards (KCC) Pradhan Mantri Jan Dhan Yojna etc.",
  "Financial  inclusion  can  happen,  but  with  technology  and  seeing  it  as  a  business ",
  "proposition rather than as a welfare measure. It is the biggest imperative today of linking ",
  "the poor to banks as it can serve multiple objectives of first, access to organized source of ",
  "finance for the poor, second getting them outside the clutches of the money lenders, third ",
  "allowing the government to provide them with income support rather than subsidies and ",
  "most importantly getting rid of all the middlemen. It is also seen as an integral aspect of ",
  "inclusive growth of India in the future.",
  "Benefits of Financial Inclusion",
  "Financial  inclusion  enables  good  financial  decision  making  through  financial  literacy ",
  "and qualified advice as also access to financial services for all, particularly the vulnerable 180 THE INDIAN ECONOMY",
  "groups such as weaker sections, minorities, migrants, elderly, micro entrepreneurs and low ",
  "income groups at an affordable cost so as to enable them to:",
  "•  Manage their finances on day to day basis confidently, effectively and securely;",
  "•  Plan for the future to protect themselves against short term variations in income and ",
  "expenditure and for wealth creation and gaining from financial sector developments; ",
  "and",
  "•  Deal  with  financial  distress  effectively  thereby  reducing  their  vulnerability  to  the ",
  "unexpected.",
  "The United Nations Capital Development Fund (UNCDF) visualises financial services ",
  "for poor and low-income people and micro and small enterprises as an important and ",
  "integral component of the financial sector, each with its own comparative advantages, and ",
  "each presenting the market with a business opportunity.",
  "Despite the marked progress made in the direction of financial inclusion, the problem ",
  "of exclusion still persist. For achieving the current policy stance of “inclusive growth” the ",
  "focus on financial inclusion is not only essential but a pre-requisite. And for achieving ",
  "comprehensive  financial  inclusion,  the  first  step  is  to  achieve  credit  inclusion  for  the ",
  "disadvantaged and vulnerable sections of ours ociety.",
  "15.10 SMALL FINANCE BANK",
  "The Small Finance Bank (SFB) is a private financial institution intended to further ",
  "the objective of financial inclusion by primarily undertaking basic banking activities of ",
  "acceptance of deposits and lending to unserved sections including small business units, ",
  "small and marginal farmers, micro and small industries and unorganised sector entities, ",
  "but without any restriction in the area of operations, unlike Regional Rural Banks or Local ",
  "Area Banks.",
  "Small  Finance  Banks  were  created  pursuant  to  the  announcement  in Union  Budget ",
  "2014-2015,  presented  on  July  10,  2014.  RBI  issued  the  guidelines  on  27th  November ",
  "2014 for licensing and regulation of SFBs. On 16th September 2015, RBI decided to grant ",
  "“in-principle” approval to 10 applicants to set up small finance banks to further push the ",
  "agenda of financial inclusion.",
  "The 10 entities that received the nod for small banks include, Au Financiers (Jaipur), ",
  "Capital  Local  Area  Bank  (Jalandhar),  Disha  Microfin  (Ahmedabad),  Equitas  Holdings ",
  "(Chennai),  ESAF  Microfinance  and  Investments  (Chennai),  Janalakshmi  Financial ",
  "Services  (Bengaluru),  RGVN  (Northeast)  Microfinance  (Guwahati),  Suryoday  Micro ",
  "Finance  (Navi  Mumbai),  Ujjivan  Financial  Services  (Bengaluru)  and  Utkarsh  Micro ",
  "Finance (Varanasi).",
  "The aforementioned banks were selected from a list of 72 applicants. Small finance ",
  "banks will be allowed to take deposits from customers. And as against payments banks, ",
  "small finance banks will also be allowed to lend money to people.",
  "Most of  the  entities that have received the ‘in-principle’ nod include micro-finance ",
  "institutions. Which means, most customers of small finance banks will account for small ",
  "and medium enterprises and small businesses. These banks will now be able to provide BANKING 181",
  "secured  and  legal loans  to MSMEs and SMEs,  bringing  them under the ambit of the ",
  "financial system.",
  "Small finance banks is another step to bring the unbanked under the ambit of the ",
  "banking system. Small finance banks will provide banking products to the unserved and ",
  "undeserved sections of the country, which includes small and marginal farmers, micro and ",
  "small industries, and other organized sector entities, at an affordable cost.",
  "RBI has created a framework for licencing small banks and other differentiated banks. ",
  "Differentiated  banks  serving  niche  interests,  local  area  banks,  payment  banks  etc.  are ",
  "contemplated to meet credit and remittance needs of small businesses, unorganized sector, ",
  "low income households,f armersa nd migrantw ork force.",
  "15.11 PAYMENTS BANKS",
  "A payment bank is a differentiated bank that will undertake only certain restricted banking ",
  "functions  that  the  Banking  Regualtion  Act  of  1949  allows.  These  activities  include ",
  "acceptance of deposits, payments and remittance services, internet banking and function ",
  "as busines correspondant of other banks. Initially, they are allowed to collect deposits up ",
  "to Rs 1 lakh per individual.",
  "They  can  facilitate  money  transfers  and  sell  insurance  and  mutual  funds.  Besides, ",
  "they can issue ATM/debit cards, but not credit cards. They cannot set up subsidiaries ",
  "to  undertake  non-banking  financial  services  activities.  More  importantly,  they  are  not ",
  "allowed to undertake lending activities at all.",
  "RBI released the list of entities which had applied for a payments bank licence on ",
  "February 2015. There were 41 applicants. An External Advisory Committee (EAC) headed ",
  "by  Nachiket  Mor  is  constituted  to  evaluate  the  licence  applications.  The  government ",
  "decided that India Post will use its large network to run payments bank. The external ",
  "advisory committee headed by Nachiket Mor submitted its findings on 6th July 2015. The ",
  "applicant entities were examined for their financial track record and governance issues. ",
  "The objective of payment banks will bring unbanked masses under the ambit of formal ",
  "banking and also expedite financial inclusion. The spread of banking will also make the ",
  "poor financially literate and help fight poverty. The establishment of payment banks is a ",
  "significant and important step from the RBI. Payments banks will reach out to people in ",
  "rural areas. Payments bank will ensure more money comes into banking system. Various ",
  "banks are looking at increasing their rural reach, including big banks like SBI, payments ",
  "banks will help them realise this objective.",
  "The Reserve Bank of India gave “in-principle” licences to the following entities to ",
  "launch payments banks:",
  "•  Aditya Bir laN  uvo",
  "•  Airtel M Commerce Services",
  "•  Cholamandalam Distribution Services",
  "•  Department of Posts",
  "•  FINO PayTech",
  "•  National Securities Depository",
  "•  Reliance Industries182 THE INDIAN ECONOMY",
  "•  Dilip Shanghvi, Sun Pharmaceuticals",
  "•  Vijay Shekhar Sharma , Paytm",
  "•  Tech Mahindra",
  "•  Vodafone M-Pesa",
  "Out of these, three have surrendered their licenses. First one being “Chalomandalam ",
  "Distribution Services”, then “Dilip Shanghvi, Sun Pharmaceuticals” and the latest, “Tech ",
  "Mahindra”. The “in-principle” license is valid for 18 months within which the entities ",
  "must fulfill the requirements. They are not allowed to engage in banking activities within ",
  "the period. The RBI will consider grant full licenses under Section 22 of the Banking ",
  "Regulation Act, 1949 , after it is satisfied that the conditions have been fulfilled.",
  "The Payments Bank are proposed to be registered as a public limited company under ",
  "the Companies Act, 2013, and licensed under Section 22 of the Banking Regulation Act, ",
  "1949, with specific licensing conditions restricting its activities to acceptance of demand ",
  "deposits and provision of payments and remittance services. It will be governed by the ",
  "provisions of the Banking Regulation Act, 1949, Reserve Bank of India Act, 1934, Foreign ",
  "Exchange  Management  Act,  1999,  Payment  and  Settlement  Systems  Act,  2007,  other ",
  "relevant Statutes and Directives, Prudential Regulations and other Guidclines/Instructions ",
  "issued by RBI and other regulators from time to rime, including the regulations of the ",
  "securities market regulator, SEBI, regarding public issues and other guidelines applicable ",
  "to listed banking companies.",
  "With differentiated banks entering the banking space, the biggies like SBI, ICICI Bank ",
  "etc. feel the jitters.These banks will function only in specific areas. The major banks can ",
  "actually make use of these banks to spread their reach as payment banks are allowed to ",
  "function as business correspondents too. Some of them have already tied up with existing ",
  "licence holders.",
  "D-SIBs",
  "Recently RBI listed HDFC as Domestic - Systematically Important Bank (DSIB) under ",
  "the bucket structure identified last year.",
  "The Domestic- Systematically Important Banks (DSIBs):",
  "•  DSIBs are also referred to as “Too Big To Fail” (TBTF) because of their size, cross- ",
  "jurisdictional activities, complexity and lack of substitute and interconnection.",
  "•  Banks whose assets cross 2% of the GDP are considered DSIBs. If these banks fail, ",
  "they can have a disruptive effect on the economy.",
  "•  D-SIBs are categorised under five buckets.",
  "•  According to these buckets the banks have to keep aside die Additional Common ",
  "Equity Tier 1 as a percentage of Risk Weighted Assets (RWAs).",
  "•  D-SIBs are closely monitored by the central bank to ensure their better functioning ",
  "and prevent the indulgence of such banks in any grey areas such as money laundering ",
  "etc.",
  "•  They are domestically identified by Central Banks of a country and globally by BASEL ",
  "committee on banking supervision.BANKING 183",
  "15.12 GOLD INVESTMENTS SCHEME",
  "Union Government had launched Sovereign Gold Bonds and Gold Monetisation Schemes ",
  "on 5th November, 2015. The main objectives of the schemes are to reduce the demand ",
  "for physical gold and shift a part of the gold imported every year for investment purposes ",
  "into financial savings.",
  "Sovereign Gold Bonds",
  "These are issued by RBI on behalf of the Government of India in rupees and denominated ",
  "in grams of gold and restricted for sale to the resident Indian entities only both in demat ",
  "and paper form. The minimum and maximum investment limits are two grams and 500 ",
  "grams of gold per person per fiscal year respectively. The rate of interest for the year 2015- ",
  "16 is 2.75 per cent per annum, payable on a half yearly basis. The tenor of the Bond is ",
  "for a period of 8 years with exit option from 5th year onwards. KYC norms are the same ",
  "as that for gold. Exemption from capital gains tax is also available. Redemption is made ",
  "in the rupee value equivalent to the price of gold at the time of maturity. In the first two ",
  "tranche ofS GBto talsu bscription of37 88 kilograms of gol d amounting to ₹993  crorewere ",
  "recei ved fromabout 3.90 l akh applications.",
  "Gold Monetisation Scheme",
  "The Gold Monetization Scheme is a welcome step initiated by the Government of India to ",
  "unlock the unused and idle gold lying in households and institutions and bring them into ",
  "mainstream and release the capital locked in for use in the economy for its development. ",
  "The key objectives of this scheme are stated as under:",
  "•  To mobilize the gold held by households and institutions in the country.",
  "•  To provide a fillip to the gems and jewellery sector in the country by making gold ",
  "available as raw material on loan from the banks.",
  "•  To be able to reduce reliance on import of gold over time to meet the domestic demand. ",
  "The gold mobilization scheme is likely to work according to the draft guidelines:",
  "1. The scheme is meant to mobilize gold held by domestic households and institutions. ",
  "Gold collected through the scheme will be made available to jewellers for manufacturing ",
  "of new jewellery and other items.",
  "2. The scheme will initially be launched at a few places because the government will have ",
  "to first set-up infrastructure for facilitating easy and secure handling of gold. ",
  "3. Gold collected from consumers will first be cleaned and measured at test centres; it",
  "would then be melted to test for purity. After the tests, consumers can either deposit ",
  "the gold for a fee or take it back after paying a nominal fee.",
  "4.  The minimum quantity of gold that a customer can bring is proposed to be set at 30 ",
  "grams.",
  "5.  Those willing to deposit the gold will be given a certificate mentioning the amount ",
  "and purity of the deposited gold. Banks will open a ‘Gold Savings Account’ on the ",
  "basis of such certificates.184 THE INDIAN ECONOMY",
  "Consumers will be paid interest on their gold savings account after 30/60 days of ",
  "6.",
  "account opening. The amount of interest rate to be given is proposed to be left to the ",
  "banks to decide.",
  "7. Both principal and interest will be paid to the depositors of gold, will be valued’ in ",
  "gold. For example: if a customer deposits 100 gms of gold and gets 1 per cent interest, ",
  "then, on maturity he has a credit of 101 gms.",
  "8. The customer willh aveth e o ption ofre demption eitherin  cash orin g old,whic h willhave ",
  "to be exerci sed in thebeginn ing itself(thatis, atthe tim e ofm aking  th edeposit).T hetenure ",
  "9.                            ",
  "ofthe depositwillbeminimum 1 yearand in multiples ofoneyear.Likeafixed deposit,",
  "         ",
  "breaking oflocking period willbeallowed.",
  "10. Gold savings account will be exempt from capital gains tax, wealth tax and income tax.",
  "According co che government, gold deposit accounts will utilise the 20,000 tonnes ",
  "available within the country and help in cutting down the 800-1,000 tonnes of gold the ",
  "country ships every year. Among the regulatory issues for banks, it said some certainty on ",
  "use the gold deposits as part of their Cash Reserve Ratio (CRR) and Statutory Liquidity’ ",
  "Ratio (SLR) requirements would be helpful. Irrespective of the difficulties, it underscored ",
  "that the scheme holds great benefits on the macro front, saying, it can lower gold imports by ",
  "bringing into circulation domestically-held idle gold, thus, helping the external balances. ",
  "Additionally, the easy availability of the precious metal can reduce costs for jewellers and ",
  "increase the exports. Seeking to mobilise idle gold worth up to Rs 60 lakh crore held by ",
  "households  and  institutions,  the  government  proposed  a  new  scheme  offering  tax-free ",
  "interest on depositing the yellow metal with banks. The draft of gold monetisation scheme ",
  "also provides for incentives to the banks. Individuals and institutions can deposit as low as ",
  "30 gms of gold, while the interest earned on it would be exempt from income tax as well ",
  "as capital gains tax.",
  "The government can partly address the problem to a certain extent by making invoices ",
  "mandatory only for gold brought in the form of bars or coins and not necessarily for ",
  "household  ornaments.  The  banks  can  track  the  transaction  with  sufficient  proofs  on ",
  "address and identity. In case, the quantity exceeds a particular limit, even on ornaments, ",
  "questions can be raised. Unless the government structures the GMS carefully, the fate of ",
  "the scheme cannotb ef ard ifferentf romth ato fit sol derve rsion.",
  "15.13 BANKING RELATED INITIATIVES",
  "NPA",
  "What are NPAs",
  "A non performing asset (NPA) is a loan or advance for which the principal or interest ",
  "payment remained overdue for a period of 90 days. Banks are required to classify NPAs ",
  "further into Substandard, Doubtful and Loss assets.",
  "1. Substandard assets: Assets which has remained NPA for a period less than or equal to",
  "12 months.BANKING 185",
  "2.  Doubtful assets: An asset would be classified as doubtful if it has remained in the ",
  "substandard category for a period of 12 months.",
  "3.  Loss assets: As per RBI, “Loss asset is considered uncollectible and of such little value ",
  "that its continuance as a bankable asset is not warranted, although there may be some ",
  "salvage or recovery value.”",
  "Status of NPA",
  "NPA  problem  is  one  of  the  most  severe  plaguing  the  Indian  Banking  sector  posing ",
  "questions overt hes tabilityof In dianBa nkingSys tem.Rag huramRaja n,the ex  Go ver norofRBI ",
  "ha siden tifie d theNP A pro blem asamajo r ch al lenge  facing the I ndian Bank  ing Sect or.The",
  "problem  wh ichwasl a rgelyhidde  nearlie rasBanksused to dow in  dow  dressingofthei r account",
  "sta temen t hasno wcometo thef or efr ont aft erRaja nexhor ted  theb a nkstoclean upth ei r asset ",
  "booksbyMarc h 2017 . Result antly thisle dto2 9 pu blic  sectorb ankswriting off Rs  1.14  Lakh  ",
  "Crore ofbad  de btsb etween2013- 2 0 15,m uchm orethan  whatthey had donein  the p recedin g9 ",
  "years.        ",
  "•  The gross bad loanso f3 9 listed Indian banks,in  absolute ter m,ros e92%  in fi scalyear ",
  "2016  to Rs.5.79 trillion even asafterpr ovisio ning,thenetb ad l oans morethan  doubl ed to ",
  "Rs.3.38 trillion.",
  "•  In percentage terms, the average gross non-performing assets (NPAs) of this group of ",
  "banks rose from 4.41% of loans in 2015 to 7.91% in 2016; net NPAs in the past one ",
  "year rose from 2.45% to 4.63%.",
  "•  Public sector banks, which have close to 70% market share of loans, are more affected ",
  "than  their  private  sector  peers.  Two  of  them  have  over  15%  gross  NPAs  and  an ",
  "additional eight close to 10% and more.",
  "SARFAESI Act",
  "The Securitization and Reconstruction of Financial Assets and Enforcement of Security ",
  "Interest (SARFAESI) Act, 2002 is a legislation that helps financial institutions to ensure ",
  "asset quality in multiple ways. This means that the Act was framed to address the problem of ",
  "NPAs (Non-Performing Assets) or bad assets through different processes and mechanisms.",
  "The SARFAESI Act gives detailed provisions for the formation and activities of Asset ",
  "Securitization  Companies  (SCs)and  Reconstruction  Companies  (RCs).  Scope  of  their ",
  "activities, capital requirements, funding etc. are given by the Act. RBI is the regulator for ",
  "these institutions.",
  "As legal mechanism to insulate assets, the Act addresses the interests of secured",
  "creditors (like banks). Several provisions of the Act give directives and powers to various ",
  "institutions to manage the bad asset problem. Following are the main objectives of the ",
  "SARFAESI Act.",
  "•  The Act provides the legal framework for securitization activities in India",
  "•  It gives the procedures for the transfer of NPAs to asset reconstruction companies for ",
  "the reconstruction of the assets.",
  "•  The Act enforces the security interest without Court’s intervention",
  "•  The Act give powers to banks and financial institutions to take over the immovable ",
  "property that is hypothecated or charged to enforce the recovery of debt.186 THE INDIAN ECONOMY",
  "Insolvency and Bankruptcy Board of India (IBBI)",
  "Insolvency and Bankruptcy Board of India (IBBI) has amended its Corporate Insolvency ",
  "Resolution Process Regulations to ensure that as part of due diligence, prior to approval ",
  "of a Resolution Plan, the antecedents, credit worthiness and credibility of a Resolution ",
  "Applicant, including promoters, arc taken into account by the Committee of Creditors.",
  "Insolvency and  Bankruptcy  Board  of  India was set  up on 1st October 2016 under ",
  "the Insolvency and Bankruptcy Code, 2016 (Code). It is a unique regulator: regulates a ",
  "profession as well as transactions.",
  "Functions:",
  "•  It has regulatory oversight over the Insolvency Professionals, Insolvency Professional ",
  "Agencies and Information Utilities.",
  "•  It writes and enforces rules for transactions, namely, corporate insolvency resolution, ",
  "corporate  liquidation,  individual  insolvency  resolution  and  individual  bankruptcy ",
  "under the Code.",
  "•  It is a key pillar of the ecosystem responsible for implementation of the Code that ",
  "consolidates and amends the laws relating to reorganization and insolvency resolution ",
  "of corporate persons, partnership firms and individuals.",
  "•  This is done in a time bound manner for maximization of the value of assets of such ",
  "persons, to promote entrepreneurship, availability of credit and balance the interests ",
  "of all the stakeholders.",
  "Organizational structure of IBBI:",
  "The IBBI has a ten-member board including a Chairman. Following is the structure of ",
  "the IBBI:",
  "•  One Chairperson.",
  "•  Three  members  from  Central  Government  officers  not  below  the  rank  of  Joint ",
  "Secretary or equivalent.",
  "•  One nominated member from the RBI.",
  "•  Five members nominated by the Central Government; of these, three shall be whole­",
  "time members.",
  "Indradhanush Plan",
  "The Public Sector Banks (PSBs) play a vital role in India’s economy. In the past few years, ",
  "because of a variety of legacy issues including the delay caused in various approvals as ",
  "well as land acquisition etc., and also because of low global and domestic demand, many ",
  "large  projects  have  stalled.  Public  Sector  Banks  which  have  got  predominant  share  of ",
  "infrastructure financing have been sorely affected. It has resulted in lower profitability for ",
  "PSBs, mainly due to provisioning for the restructured projects as well as for gross NPAs. ",
  "Indradhanush  Plan  for  revamping  Public  Sector  Banks  (PSBs),  announced  by  the ",
  "Government on 14.8.2015, envisaged capital infusion by the Government of Rs. 70,000 ",
  "crore. Under Indradhanush, Government infused capital of Rs. 51,858crorc, till the first ",
  "half of the financial year (FY) 2017-18.BANKING 187",
  "The 7 elements includes:",
  "1.Appointments",
  "2.Bank Board Bureau",
  "3.Capitalizatio",
  "4.De-Stressing Public Sector Banks",
  "5.Empowerment",
  "6.Framework of accountability",
  "7.Governance Reforms",
  "1. Appointment:  The  Government  decided  to  separate  the  post  of  Chairman  and ",
  "Managing Director by prescribing that in the subsequent vacancies to be filled up ",
  "the CEO will get the designation of MD & CEO and there would be another person ",
  "who would be appointed as non-Executivc Chairman of PSBs. This approach is based ",
  "on global best practices and as per the guidelines in the Companies Act to ensure ",
  "appropriate checks and balances. The selection process for both these positions has ",
  "been transparent and meritocratic. The entire process of selection for MD & CEO ",
  "was revamped. Private sector candidates were also allowed to apply for the position of ",
  "MD & CEO of the five top banks i.e. Punjab National Bank, Bank of Baroda, Bank ",
  "of India, IDBI Bank and Canara Bank.",
  "2. Bank Board Bureau: The BBB will be a body of eminent professionals and officials, ",
  "which  will  replace  the  Appointments  Board  for  appointment  of  Whole-time ",
  "Directors as well as non-Executive Chairman of PSBs. They will also constantly ",
  "engage with the Board of Directors of all the PSBs to formulate appropriate strategies ",
  "for their growth and development.",
  "The structure of the BBB is going to be as follows:",
  "•  The BBB will comprise of a Chairman and six more members of whom three ",
  "will be officials and three experts (of which two would necessarily be from the ",
  "banking sector).",
  "•  The Search Committee for members of the BBB would comprise of the Governor, ",
  "RBI and Secretary (FS) and Secretary (DoPT) as members.",
  "•  The BBB would broadly follow the selection methodology as approved in relevant ",
  "ACC guidelines.",
  "The  Bank  Board  Bureau  will  start  functioning  from  the  next  financial  year  and ",
  "is  the  first  step  toward  a  full-fledged  bank  holding  company,  an  entity  that  will ",
  "house the  governments  stake in state  run banks s truggling  with mounting  non­",
  "performing loans that have touched 6 perc ento fg rossa dvances.",
  "3. Capitalization:  The  government  will  inject  a  total  of  Rs  25,000  crore  of  capital ",
  "into debt-laden state banks in this fiscal; Rs 20,000 crore would be injected in a ",
  "month. Over the next four years, the government plans to inject Rs 70,000 crore. ",
  "4. De-stressing:  The  government  will  concentrate  on  distressing  the  banks’  bad ",
  "loans.",
  "5. Empowerment:  Government  has  said  that  it  will  not  interfere  in  the  functioning ",
  "of  public  sector  banks  and  encouraged  them  to  take  decisions  independently; ",
  "keeping the commercial interest of the organization in mind. A clearer distinction188 THE INDIAN ECONOMY",
  "between  interference  and  intervention  has  been  made.  With  autonomy  comes ",
  "accountability,  accordingly  Banks  have  been  asked  to  build  robust  Grievances ",
  "Redressal Mechanism for customers as well as staff so that concerns of the affected ",
  "are  addressed  effectively  in  time  bound  manner.  The  government  will  strive ",
  "to  make  it  easier  for  PSBs  to  hire.  Hie  government  is  looking  at  introducing ",
  "Employee Stock Ownership Plan (ESOPs) for the PSU bank managements.",
  "6.  Framework  of  Accountability:  The  government  also  announced  a  new ",
  "framework  of  key  performance  indicators  for  state-run  lenders  to  boost  efficiency ",
  "in functioning while assuring them of independence in decision making on purely ",
  "commercial  considerations,  (a)  The  present system for  the measurement  of bank’s ",
  "performance  was  a  system  called  Sol  —Statement  of  Intent.  Based  on  certain ",
  "criteria  decided  by  Ministry  of  Finance,  the  banks  used  to  come  up  with  their ",
  "annual  target  figures  which  was  discussed  between  the  Ministry  and  banks  and ",
  "finalized. The entire exercise took very long and sometimes the targets for banks ",
  "used to be finalized only towards the end of the year which is not a desirable thing ",
  "to do.",
  "7.  Governance  Reforms:  The  process  of  governance  reforms  started  with  “Gyan ",
  "Sangam”  -  a  conclave  of  PSBs  and  FIs  organized  at  the  beginning  of  2015  in ",
  "Pune  which  was  attended  by  all  stake-holders  including  Prime  Minister,  Finance ",
  "Minister, MoS (Finance), Governor, RBI and CMDs of all PSBs and FIs. There was ",
  "focus group discussion on six different topics which resulted in specific decisions ",
  "on  optimizing  capital,  digitizing  processes,  strengthening  risk  management, ",
  "improving  managerial  performance  and  financial  inclusion.  Continuing  with  this ",
  "year’s  Gyan  Sangam,  next  Gyan  Sangam  will  be  held  between  14-16.01.2016  to ",
  "discuss strategy with top level officials.",
  "The Indradhanush framework for transforming the PSBs represents the most comprehensive ",
  "reform effort undertaken since banking nationalisation in the year 1970. Our PSBs are ",
  "now ready to compete and flourish in a fast-evolving financial services landscape.",
  "PARA",
  "Economic Survey2 016-17 suggestsse ttingup of a centralised Public Sector Asset Rehabilition Agency ",
  "The Agencyw illlo okaft erthe larg est,most diffic ultCases ,and ma kePolitica llyTough D ecisionsto reduce ",
  "Debt.  ",
  "The  Economic  Survey  shows  that  our  country  has  been  trying  to  solve  its  'Twin ",
  "Balance  SZwf(TBS)  problem  -  overleveraged  companies  and  bad-loan-encumbered ",
  "banks,  a  legacy  of  the  boom  years  around  the  Global  Financial  Crisis.  So  far,  there ",
  "has  been  limited  success.  The  problem  has  consequently  continued  to  fester:  Non­",
  "Performing  Assets  (NPAs)  of the banking  system  (and especially public  sector  banks) ",
  "keep increasing, while credit and investment keep falling. Now it is time to consider a ",
  "different  approach  -  a  centralised  Public  Sector  Asset  Rehabilitation  Agency  (PARA) ",
  "that could take  charge  of  the largest,  most  difficult cases,  and  make  politically  tough ",
  "decisions to reduce debt.BANKING 189",
  "As per the  Survey, gross NPAs has climbed to almost 12 per cent of gross advances for ",
  "public sector banks ate nd-September 2 016.A tth isle vel,In dia’sNP Arat io ishig herthan  any ",
  "othermajo remer ging market,with  theexcept ion ofRussia .Thecon sequ ent squeeze ofbanks ",
  "ha sled th emt o slowcre ditgrow th to c rucialsectors-espe cially to industry and medium and ",
  "small sc ale enterpr ises  (MSMEs )- to levels unseen ov er thepast t wo  deca des .Asthis has ",
  "occu rred ,growth i n privateand overa llinvestmen thasturned  nega tive.Adecisiver eso lution is ",
  "urgently nee ded beforetheTBSprob lem beco mesaser iousdrag  o n growt h.",
  "15.14 MERGER OF SBI ASSOCIATES WITH STATE BANK OF ",
  "INDIA (SBI)",
  "Government has approved the proposal for merger of State Bank of Bikaner & Jaipur ",
  "(SBBJ), State Bank of Hyderabad (SBH), Stare Bank of Mysore (SBM), State Bank of ",
  "Patiala (SBP) and State Bank ofTravancore (SBT) with State Bank of India (SBI). The ",
  "merger has come in effect from 1st April, 2017. The Bharatiya Mahila Bank is also now ",
  "stands merged with SBI.",
  "               ",
  " ",
  "   ",
  " ",
  " ",
  " ",
  "                 ",
  "   ",
  " ",
  "     ",
  "     ",
  "     ",
  " ",
  "                   ",
  "             ",
  "                 ",
  "             ",
  "               ",
  "           ",
  "           ",
  " ",
  " ",
  " ",
  "     ",
  "    "
]