[
  "CHAPTER1",
  "OUTPUT OF AN ",
  "ECONOMY",
  "CONCEPT OF OUTPUT",
  "What would we understand if we were told that today the largest economy in the world is ",
  "the US? Surely, we would wonder about the parameter of such a—land area, population ",
  "or output!",
  "In every economy, ‘goods’ are being produced, that is, raw materials are being converted ",
  "into finished goods, agricultural crops, forestry, livestock, steel, cement, cars, cycles, bread ",
  "etc. Similarly, services’ are also being rendered like banking, insurance, shipping etc. All ",
  "of these have a monetary value in the local currency like the USD in the US and the INR ",
  "in India.",
  "Thus, output per se implies aggregation of monetary value of all the goods and services ",
  "produced in an economy in a given time period which may be a quarter (3 months), half- ",
  "a-year (6 months) or a year (12 months).",
  "In  other  words,  output’  includes  all  goods  and  services  exchanged  for money. For ",
  "example, a fisherman catching fishes, may use some of it for self-consumption and the ",
  "remaining may be used for selling in the market; thus, the monetary value of all the fishes ",
  "would be considered under the concept of output.",
  "It sounds simple so far, but delving a little deeper output may as well comprise of ",
  "intermediate goods like steel and cement, which in turn are inputs for other goods referred ",
  "to as ‘final goods’. These final goods cannot be put to further use, except for use like cars, ",
  "buildings etc.",
  "If we were to include both the intermediate and final goods in our definition of output, ",
  "then that would effectively mean counting the same thing twice and in the process inflate ",
  "the output of an economy. For example, production of wheat and its milling as flour ",
  "results in the making of bread; thus for output purposes, only the monetary value of bread ",
  "would be considered and not that of wheat and flour. Therefore, we can conclusively ",
  "derive that the output should have only final goods in order to avoid double counting.",
  "But, what about a sale of second hand goods like say a second hand car? Should they ",
  "be reflected in the output of an economy? The answer is no, as they have already been ",
  "included once when manufactured and therefore does not amount to a fresh production. ",
  "Thus, output of an economy is the monetary value of the final goods and services in a ",
  "given time period.4 THE INDIAN ECONOMY",
  "The production of goods and rendering of services are referred to as economic activities; ",
  "but who are the producers of goods and services in an economy? They could either be ",
  "individuals, small and petty businesses, private companies like the Tatas, Birlas, Reliance ",
  "Industries etc., or even government like the public sector companies ONGC, SAIL etc., ",
  "or even foreign companies like Nokia, Sony, Samsung etc.",
  "If we were to take the monetary value of all the final goods and services produced ",
  "within the geographic boundary of a country, irrespective of who the producer of the ",
  "goods and services are, then it is called ‘domestic output’ of the economy.",
  "Thus, in the Indian context, domestic output consists of the monetary value of all final ",
  "goods  and  services  produced/rendered  by  individuals,  private  sector,  public  sector  and ",
  "foreign companies.",
  "Having looked into who are the producers in an economy, let us look now at how the ",
  "goods are produced. In order to produce goods, at first we need some place/infrastructure ",
  "where the goods can be produced. Thus we would need to have a some land (or building); ",
  "money as seed capital, in order to buy machines and raw material, invest in marketing, ",
  "arrange for transportation etc.; labour for production and then a person whom we call the ",
  "entrepreneur as the producer of goods. These are known as ‘factors of production’ in an ",
  "economy.",
  "Thus, in a ‘production life cycle’, each factor of production will have an associated ",
  "cost—be  it  the  seed  capital  for  investment,  rent  for  the  place/infrastructure,  or  for ",
  "that  matter  the  labour  wages  and  salaries;  as  an  entrepreneur,  the  profit  that  an ",
  "entrepreneur gains at the end of the day, is principally for the risk that he/she takes for ",
  "production.",
  "It is important to note that profit is a cost for any economic activity; but then what ",
  "is cost is also income for factors of production. For example, rent is an income for land, ",
  "interest is the income for capital, wages and salaries are the income for workers and ",
  "supervisors and profit per se is the income for the risks taken by the entrepreneur. Let us ",
  "illustrate this example further with numbers. Following are the details of a manufacturing ",
  "company:",
  "Land (rent) ₹ 10,000",
  "Labour (Wages & Salaries) ₹ 1,000",
  "Capital (Interest) ₹ 750",
  "Entrepreneur (Profit) ₹ 500",
  "Total ₹ 12,250",
  "In this example, the totalc ost( allc osts in cluded)to  an entrepreneur is ₹1 2 ,250;wh at ist he ",
  "                                   ",
  "output!Itisthesameamountas₹12,250;and whatistheincomeofallthefactorsofproduction!",
  "                           ",
  "Itisagain thesameas₹12,250.Thisbasically meansthatoutput/costisincome forfactorsof",
  "                           ",
  "production.Thus,outputand theincomearetwo sidesofthesamecoin.Whetherwesay output",
  "                   ",
  "orincome,itimpliesthesamething.",
  "                 ",
  "At times, output is also referred as the product of an economy, (quantity multiplied ",
  "                   ",
  "by factorcost)thusdomesticproductand domesticincomeofan economy arethesame.OUTPUT OF AN ECONOMY 5",
  "So far, we has discussed about the domestic output/product/income, but what about ",
  "the income of Indians staying abroad? For a more comprehensive analysis of the output, it ",
  ".$ necessary to look beyond the geographic boundaries that would include the income of ",
  "all the Indian nationals irrespective of the country they currently reside.",
  "But if we include the income of Indian nationals outside the country, it will also be ",
  "logical to deduct the income of foreign nationals residing in our country. This is also ",
  "referred to as Net Factor Income From Abroad (NFIAD). Thus,",
  "Domestic Product + Income of Indians Abroad - Income of Foreigners in India = ",
  "National Product",
  "or",
  "Domestic Product (+/-) NFIAD = National Product",
  "Net factor income from abroad can be positive or negative depending up on which is more— ",
  "income of Indian nationals abroad or income of foreign nationals in India, that is, national ",
  "product is less than the domestic product, if the income of Indian nationals abroad is less ",
  "than the income of foreigners in India and vice versa.",
  "An increased foreign currency denominated debt of a country or selling domestic assets ",
  "to foreign entities would tend to reduce the national product leaving domestic product ",
  "unchanged.",
  "CONCEPT OF DEPRECIATION",
  "The  output  of  an economy also consists of production of machines/machineries which ",
  "are consumed every year, referred to as ‘depreciation and much of the output of such ",
  "machines  could  be  replacement  in  nature  and  not  signifying  additions  to  machine  or ",
  "capital stock in the economy.",
  "Let us assume that cars are being produced in an economy and there is also depreciation ",
  "of cars , that  is ,the  car s would eventually ha ve to  be replaced a fter t heir shell -life .For",
  "example, a car is priced at ₹ 3,00,000 and ha s alif eof ,say 10 years .Then ,depreciation or",
  "                           ",
  "consumption ) of car is ₹ 30,000 a year.Thus,if the output of an economy  ignores",
  "                       ",
  "consumption (ordepreciation)ofitsmachinestocks,itisreferred asa‘gross’conceptand ",
  "               ",
  "ifitisaccounted foritisknown as‘net’concept.",
  "                   ",
  "Accordingly, there is Gross National Product (GNP) and  Gross Domestic Product",
  "(GDP).",
  "Hence,",
  "           ",
  "GNP-Depreciation =NetNationalProduct(NNP)",
  "         ",
  "GDP— Depreciation =NetDomesticProduct(NDP)",
  "                       ",
  "Thus, there are four concepts in the output of an economy—GNP, GDP, NNP and NDP.",
  "                 ",
  "Let us now try to understand which method is technically the best measure of growth.",
  "                               ",
  "Clearly,itistheNNPasitfirstcoversallthenationalsofacountry and isalso anet6 THE INDIAN ECONOMY",
  "increase after depreciation. It is also ",
  "called  as  “National  Income”  of  an ",
  "economy.",
  "But  NNP/GNP  are  gradually ",
  "losing  significance  since  countries ",
  "have  high  external  debts  that  are ",
  "serviced  through  internal  resources ",
  "which tends to increase outflows and ",
  "reduce  GNP  of  a  country,  leaving ",
  "GDP unaffected. Similarly, the sale of ",
  "assets to foreign entities will also have",
  "similar impact.  Further  remittances  have  become  significant  in  economies  like India",
  "affecting GNP not seen as a correct way to judge output of an economy.",
  "GDP—AS A MEASURE OF GROWTH",
  "India, US and most other economies have switched over to GDP for measuring growth ",
  "of  their  respective  economies.  Let  us  recall  the  concept  of  ‘monetary  value  of  goods ",
  "and services’ as output which has been discussed in the beginning of the chapter.",
  "But this monetary value can be viewed from two perspectives— factor cost (It is also ",
  "the income for the factors of production) and market price for example the price of a car ",
  "as illustrated earlier. To further elucidate, the market price is the price paid for a goods or ",
  "services in the market. Let us discuss the differences between the factor cost and market ",
  "prices?",
  "We all know that the government levies taxes (and also gives subsidies) on different ",
  "goods and services  before they reach  the market.  In  India, excise duty  is payable on ",
  "manufacturing of goods and similarly, service tax is payable on services provided (we will ",
  "discuss these later in the Chapter on government finances).",
  "Now,",
  "Factor Cost + Indirect Taxes - Subsidies = Market Price",
  "or",
  "Factor Cost + Net Taxes (as subsidies can never be equal or more than taxes in an ",
  "economy) = Market Price.",
  "Now the question, that in the monetary value whether factor cost or market price should ",
  "be taken?",
  "The output measured at market prices can be increased by increasing taxes in an economy. ",
  "This does not necessarily imply that more goods and services have been produced in the ",
  "economy. Output of an economy is worked out both at market prices as well as factor cost, but ",
  "for growth purposes, output at factor cost is considered. This means that increased value in ",
  "production of goods and services in an economy is captured at factor cost and not at market ",
  "prices.OUTPUT OF AN ECONOMY 7",
  "The difference between the output at market price and at factor cost is tax burden on ",
  "an economy, which is useful for cross-country comparisons.",
  "Can output at market price and factor cost be the same? The answer is yes, in cases of ",
  "exceptional circumstances where the taxes are equal to subsidies or in utopian circumstances ",
  "where taxes and subsidies both are zero. This concept is more of an academic relevance ",
  "rather than of practical utility.",
  "The moment we start talking about the monetary value either at market prices or factor ",
  "cost, the concept of inflation becomes important. In simpler terms, inflation is increasing ",
  "prices and during inflationary times it tends to inflate the value in nominal terms. Suppose ",
  "inflation is at 10 per cent, it implies that the price is going up by 10 per cent, that is to say ",
  "that the factor cost is also increasing, which would increase the output, even though there ",
  "is no physical increase in the production of goods and services. It is because of this reason ",
  "that the output measured at factor cost would have to be adjusted to actually reflect the ",
  "increased production of goods and services in an economy. The adjustment is a statistical ",
  "exercise which is done by using the GDP deflator that gives the output at factor cost in ",
  "terms of constant prices’.",
  "The output at constant prices refers to the output obtained after being adjusted for ",
  "inflation. To further explain, suppose we do not adjust for inflation and the output growth ",
  "for an year is 9 per cent so is inflation. It means that the output has not increased, but their ",
  "prices have increased. Without adjusting for inflation, the increase in output has little or ",
  "no significance and actually could be misleading.",
  "This adjustment for inflation is also known as ‘real’ or otherwise it is ‘nominal’ and ",
  "is generic in nature. Real growth is adjusted for inflation while nominal growth ignores ",
  "adjustment for inflation. Growth by definition has to be ‘real’.",
  "Similarly, there is ‘nominal’ and ‘real’ interest rate, income, wages, but there is no ",
  "concept of nominal and real growth as growth by definition has to be adjusted for inflation. ",
  "This is implied in the meaning of the word growth itself.",
  "The use of the word ‘growth’ in the Indian context implies increase in GDP at factor ",
  "cost at constant prices.",
  "In  India,  the  entire  computation  is  the  responsibility  of  the  Central  Statistical ",
  "Organisation  (CSO),  Government  of  India.  The  estimates  of  growth  are  provided  by ",
  "the  organisation  on  quarterly  basis  at  the  end  March,  June,  September  and  December ",
  "every year and the annual growth estimates are provided during April-March, every year ",
  "which is also referred to as the financial year (calendar year is January-December). All the ",
  "government and corporate accounting in India is with reference to the financial year.",
  "What we have covered so far is a simple exposure to ‘National Income Aggregates’, ",
  "also referred as ‘National Income Accounting’ for students who do not have exposure to ",
  "economics.",
  "There are three methods of computation of National Income, namely output method, ",
  "income method and expenditure method relevant for the students who want to pursue a ",
  "career in economics. The bird eye view of three methods of national income accounting is ",
  "highlighted in following diagram.8 THE INDIAN ECONOMY",
  "Method of Measurement of Nl: At a Glance",
  "1.4 GDP/NATIONAL ACCOUNTS REVISED SERIES",
  "WITH 2017-18 AS BASE YEAR",
  "The  structure of  economic  activities changes  over time due to changes in structure of ",
  "production  and  demand  in  the  economy.  On  production  side,  the  production  pattern ",
  "changes along with changes in technology and innovations in the system leading to change ",
  "in the consumption pattern over time. The changes in relative prices stimulate changes ",
  "in  the  consumption  and  production  choices.  Therefore,  to  account  for  these  structural ",
  "changes and to update the prices, the rebasing exercise is needed after a certain period. ",
  "The exercise of rebasing national accounts brings up a fresh lot of information about the ",
  "changes in economic structure of the economy, along with switching over to new base ",
  "prices. This also helps in judging the size of the economy, correction of biases and looking ",
  "afresh at the relative importance of sectors in the economy.",
  "The recent introduction of new series of National Accounts by Central Statistics Office ",
  "(CSO) revised the base year for National Accounts Statistics to 2017-18 form 2011-12",
  "The new series of national accounts is an improvement upon old base in terms of its ",
  "comprehensive coverage of corporate sector and government activities and incorporation ",
  "of recent data generated through National Sample Surveys. It also brings up some changes ",
  "in  methods  of  evaluation,  approaches  to  account  economic  activities,  introduced  new ",
  "concepts and incorporation of new classifications.OUTPUT OF AN ECONOMY 9",
  "Earlier “GDP at factor cost” was known as simply the “GDP” in India. It is nothing ",
  "but sum of the factor costs incurred during the process of turning out economy’s output ",
  "for the concerned year. Thus, it is a compilation of wages, interests, salaries, profits etc. ",
  "This concept - GDP at factor cost - used to be expressed both in constant prices (with ",
  "2004-05 prices as the base year prices) and current prices. For most purposes, including ",
  "academic works, GDP at factor cost in constant prices was used as “GDP”. Further by ",
  "adding net indirect taxes (ie. product taxes - product subsidies), GDP at market prices was ",
  "also reported in the National Account Statistics.",
  "In  the  revised  series,  as  is  the  practice  internationally,  industry-wise  estimates  are ",
  "presented as Gross Value Added (GVA) at basic prices, while “GDP at market prices” ",
  "will be referred to as “GDP”. GVA at basic prices can be referred to as GVA at producer ",
  "price and GDP at market price as well as GDP at buyer price. Estimates of GVA at factor ",
  "cost (earlier called GDP at factor cost) can be compiled by using the estimates of GVA ",
  "at basic prices and production taxes less subsidies. It would result in an effect on the size ",
  "of GVA compared to GDP at factor cost, which may be different for different sectors. ",
  "For example, net production tax being positive in manufacturing would result in higher ",
  "GVA than GDP in the sector. New growth figures for GVA at basic prices would also ",
  "carry an impression of tax and subsidies which was not the case in GDP at factor cost. ",
  "The  production  tax  has  been  distinguished  from  product  tax.  For  example:  production ",
  "taxes like land revenues, stamps and registration fees and tax on profession etc. and excise ",
  "tax, sales tax, service tax and import and export duties etc. are included in product tax. ",
  "A similar distinction is also made between production and product subsidies, for instance, ",
  "former includes subsidies to railways, input subsidies to farmers, subsidies to village and ",
  "small industries,  administrative subsidies  to corporations or cooperatives etc. and latter ",
  "includes  food,  petroleum  and  fertilizer  subsidies,  interest  subsidies  given  to  farmers, ",
  "households  etc.  through  banks  and  subsidies  for  providing  insurance  to  households  at ",
  "lower rates etc.",
  "GDP at market prices, henceforth, be referred as GDP, can be computed by adding net ",
  "of product tax and product subsidies in GVA at basic prices.",
  "•  Gross Value Added (GVA) at basic prices = Compensation of Employees + Operating ",
  "Surplus + Mixed Income + Consumption of Fixed Capital (CFC) + Production taxes ",
  "- Production subsidies",
  "•  GVA at factor cost (earlier referred to as GDP at factor cost) = GVA at basic prices - ",
  "(Production taxes - Production subsidies)",
  "•  Gross Domestic Product (GDP) = GVA at basic prices + Product taxes - Product ",
  "subsidies",
  "In manufacturing, many argue that the output was falling but the new series showed ",
  "that the manufacturing sector’s performance was not that bad. It was because although ",
  "the output was stagnant or less but the value addition was better off. GDP is a measure of 10 THE INDIAN ECONOMY",
  "value added, it’s not about output. It’s the case of output being stagnant but value-addition ",
  "going up.",
  "Earlier  the  sectoral  manufacturing  data  value  addition  was  sourced  from  the  RBI ",
  "Industrial  Outlook  Survey  conducted  on  a  quarterly  basis;  but  now  the  Ministry  or ",
  "Corporate  Affairs  making  it  obligatory  on  the  part  of  the  companies  registered  under ",
  "the Companies Act for online reporting, the MCA 21 database has been used for the ",
  "manufacturing sector value added. The MCA database as on date covers 5 lakh companies ",
  "and is fairly representative of the universe. The RBI surveys are small in size and not ",
  "completely reliable for the sectoral analysis. Further, the manufacturing value added was ",
  "calculated from ASI Annual data and extrapolated using IIP for the intervening period. The ",
  "limitation with this data was that the ASI and IIP are establishment-based data while the ",
  "MCA database goes beyond establishment based value addition and also incorporates data ",
  "on brand pricing, marketing etc i.e. it includes allied activities which were earlier outside ",
  "the purview of manufacturing value added. Further, the corporate segment manufacturing ",
  "coverage accounts for almost 66-70 percent of the manufacturing sector. Then the new ",
  "series data collected from local bodies is also used and the coverage is 60 percent.",
  "The valuables’ segment, which basically comprises of gold and jewellery, an important ",
  "component  of  capital  formation,  was  treated  as  consumption.  In  new  series,  valuables ",
  "are combined into household savings and, therefore, consumption has come down and ",
  "savings have gone up accordingly. The new GDP numbers will be liable to changes in ",
  "future based on change in base year of IIP WPI and CPI series. These are important ",
  "indices which play a pivotal role when computing GDP at constant and current prices. ",
  "Based on revisions of base year of these indices, GDP growth rates may change.",
  "The reasons for the rise in growth for manufacturing sector at new base are structural ",
  "as well as change in compilation methodology. These are highlighted below:",
  "1.  The shift from establishment approach to enterprise approach: The establishment ",
  "approach used in Annual Survey of Industries did not capture the activities of a unit ",
  "other  than  manufacturing.  Whereas,  an  enterprise  along  with  its  manufacturing ",
  "activities  is  also  engaged  in  activities  other  than  manufacturing  such  as  ancillary ",
  "activities. Now, in the new approach, the activities of a manufacturing company other ",
  "than manufacturing are accounted in manufacturing sector. The enterprise approach ",
  "is facilitated by MCA 21 data with Ministry of Corporate Affairs. These changes ",
  "possibly have increased the coverage of registered sector of manufacturing.",
  "2.  Incorporation of findings of NSSO surveys: The details of new NSS Surveys viz. ",
  "Unincorporated  Enterprises  Surveys  (2010-11)  and  Employment  &  Unemployed ",
  "Survey,  2011-12, are now available therefore, incorporated in the new series. The ",
  "updates  are  an  improvement  in  the  representation  of  activities  in  the  unorganized ",
  "manufacturing sector.",
  "3.  The change in labour input method: The new series has switched over to “Effective ",
  "Labour Input Method” for Unincorporated Manufacturing & Services Enterprises.11",
  "OUTPUT OF AN ECONOMY",
  "Earlier method was assigning equal weights to all types of workers, while the new ",
  "method assigns different weights for workers as per their productivity.",
  "4.  The  inclusion  of  production  tax  less  subsidies:  The  net  of  production  tax  and ",
  "production  subsidies is positive in manufacturing, while it is inter-alia negative in ",
  "agriculture and allied’ and ‘Electricity, gas etc’. Therefore, the positive net production ",
  "tax would increase the size of GVA in the sector in absolute and relative to other ",
  "sectors. Moreover, any change, including a change in policy, if alters the lump sum ",
  "production tax and subsidies then this may also likely to reflect in the growth rates in ",
  "the sector.",
  "So we can say, the vast difference in the figures of the new series is not just because ",
  "of an updation of the database or change in methodology but more so because of the ",
  "change in data source. The new GDP numbers will be liable to changes in the future ",
  "based on change in base year of IIP WPI and CPI series. These are important indices ",
  "which play a pivotal role when computing GDP at constant and current prices. Based ",
  "on revisions of base year of these indices, GDP growth rates may change.",
  "1.5 GROSS HAPPINESS INDEX (GHI)",
  "Economic  Development  has  always  been  considered  and  measured  on  materialistic ",
  "enhancements and economic parameters. The term ‘Gross National Happiness’ was first ",
  "coined by the 4th King of Bhutan, King Jigme Singye Wangchuck, in 1972. The concept ",
  "implies that sustainable development should take a holistic approach towards notions of ",
  "progress and give equal importance to non-economic aspects of wellbeing.",
  "The GNH Index includes areas of socio-economic concern such as living standards, ",
  "health, education and less traditional aspects of culture and psychological wellbeing. It is ",
  "a comprehensive reflection of the general wellbeing of the population.",
  "       ",
  "       ",
  "       ",
  "       ",
  "                   ",
  ""
]