[
  "CHAPTER18",
  "PLANNING IN INDIA",
  "GENESIS",
  "Planning  in  post-independence  India  has  been  driven  by  the  five-year  plans  which ",
  "is a horizon of five years with a mid-term review and then the next five-year plan. In ",
  "exceptional years of wars and other such situations, India has also opted for annual plans. ",
  "also known as ‘plan holiday’, a break from the five-year plans.",
  "There was also a concept of rolling plan which also has a horizon of five years, bur ",
  "allowing for corrections mid-term or even annually depending on the performance under ",
  "various heads. However, primarily in India, it has been the five-year plans with each plar. ",
  "having a mid-term review.",
  "Planning in India is centralized, which provides a macro framework of developmental ",
  "and investment needs, mobilization of resources to achieve desired levels of growth. The ",
  "responsibility of planning in India vests with the Planning Commission which is not a ",
  "statutory body, headed by a Deputy Chairman and the Prime Minister as the Chairman ",
  "of Planning Commission. The plans are formulated by the Planning Commission and are ",
  "approved by the National Development Council (NDC) with the Prime Minister as its ",
  "Chairman.",
  "The Government of India, in keeping with its reform agenda, constituted the NITI ",
  "Aayog to replace the Planning Commission instituted in 1950. This was done in order to ",
  "better serve the needs and aspirations of the people of India. An important evolutionary ",
  "change from the past, NITI Aayog acts as the quintessential platform of the Government ",
  "of India to bring States to act together in national interest, and thereby fosters Cooperative ",
  "Federalism.",
  "The National Institution for Transforming India, also called NITI Aayog, was formed ",
  "via a resolution of the Union Cabinet on January 1, 2015. NITI Aayog is the premier ",
  "policy ‘Think Tank’o fth e G overnmentof Ind ia,prov iding both directionaland p olicy inputs",
  ".",
  "PLANNING AND MARKET ECONOMY",
  "It is widely believed that planning is relevant for developing economies and absence of a ",
  "market mechanism results in most economic decisions being taken by the government.PLANNING IN INDIA 203",
  "As economies get market-oriented, the role of planning gets diluted as decisions get taken ",
  "efficiently by the markets. This is actually an incorrect way of looking at planning and ",
  "market economy as substitutes. Both have different set of objectives. Planning gives a ",
  "direction  to the economy  and market  economy  gives  efficiency  in use  of resources , ",
  "investments and production in an economy.",
  "Planning  is  much  broader  and  it  offers  a  macro perspective, vision of the  country ",
  "into the future, chart out a growth path, required levels of savings and investments to ",
  "achieve desired levels of growth. It also provides how to allocate precious scarce resources ",
  "to competing end uses. It ensures complementarity of investments and a more balanced, ",
  "equitable development and distribution in an economy.",
  "More  fundamentally,  it  also  seeks  to  balance  demand  on  public  resources  leaving ",
  "sufficient for future generations to come and at the same time the present requirements are ",
  "also met. Market economy does not allow for these, as a market economy is restricted to ",
  "decisions taken by the market for efficiency in production activities and does not allow focus ",
  "on national priorities and needs. As a market economy, there is still a need for direction ",
  "which is what planning is able to provide.",
  "INDIA AND FIVE-YEAR PLANS",
  "Directed Planning (PI—P6)",
  "India’s  five-year  plans  commenced  with  the  first-five  year  plan  spanning  1951-1952 ",
  "to 1955—1956, with a modest overall growth target of 2.1 per cent. With just having ",
  "becoming an independent country, objective was on increasing agricultural sector growth ",
  "and balance development while keeping inflation under check. Being the first plan, targets ",
  "were fairly modest and emphasis was on consolidation.",
  "It was fromt hese cond five-yearpl an (1956-1957 to 1960-1961)tha tpla nning in thetrue ",
  "form acqu ired shapeofvisi on  ofIndia,n eed for an indust rialbaseand t heres ultantini tiation of ",
  "industrializa tion.Thiswasalso  know  n a stheMahalanob ism odel,used in  theseco nd five-year ",
  "plan,which wasc reatin g significan tcapacitiesin both c apitalasw ellascoreindus trie sby  the ",
  "gove rnment.    ",
  "The emphasis of this model was on achieving self-reliance and also the ability to meet ",
  "the needs of the domestic economy. This plan is known for a top-down industrialization ",
  "of the big industries creating a base for the growth of medium and small-scale industries ",
  "and going down to village and cottage industries. It also gave birth to the concept of public ",
  "sector  of  state  run  enterprises  based  on  the  Russian  model  of  industrialization.  Public ",
  "sector was also envisioned as to meet broad socio-welfare objectives in the economy.",
  "Most of the public sector in India was set up during this plan period and also known ",
  "as the industrialization or the public sector plan. With the first plan target for overall ",
  "growth surpassed the second plan which had set out an ambitious target of 4.5 per cent ",
  "for the five-year period, but managed only an average growth of 3.9 per cent during the ",
  "plan period.",
  "The third five-year plan (1961-1962 to 1965-1966) had proposed a larger thrust on ",
  "industrialization but the war with China and subsequently Pakistan, quite destabilized204 THE INDIAN ECONOMY",
  "the third plan because of the changing priorities of the war, and resulted in a plan holiday ",
  "from 1966-1967 to 1968-1969. Towards the end of the third plan, the plan holiday had ",
  "a great contribution in ushering in the green revolution which increased the productivity ",
  "of crops like wheat by using high-yielding varieties of seeds.",
  "The  fourth  plan  (1969-1970  to  1973-1974)  was  rebuilding  the  economy  with  the ",
  "scarce resources that had got diverted towards war and aimed at growth with stability, ",
  "greater self-reliance especially in defence, as a fall out of the war and increased vulnerability ",
  "of more such wars in the future.",
  "The fifth plan (1974-1975 to 1978-1979) for the first time actually addressed the issue ",
  "of removal of poverty as a prime objective.",
  "However, it was sixth plan (1980—1981 to 1984-1985), it was realized that the growth ",
  "by itself was not sufficient, for one, they were not sufficiently high enough to address ",
  "the larger issues of poverty in the country and the other being that there were structural ",
  "rigidities. This plan made a frontal attack on poverty; when the then Prime Minister, late ",
  "Smt. Indira Gandhi gave the slogan of 'Garibi Hatao.",
  "It marks the transformation from allocating scarce resources in the economy, to welfare ",
  "orientation with focus on specific programs for poverty alleviation. These were not new ",
  "schemes, however, all different schemes were combined as one scheme and known as the ",
  "Integrated rural development programme (IRDP). It was the first plan to focus on gender ",
  "issues, women empowerment and the growing inequalities amongst the states and also ",
  "intra-regional imbalances.",
  "From Pl to P6 five-year plan, they were directed plans as there was a large role of ",
  "public sector and substantially larger investment by the government or the government ",
  "could ensure investment in specific areas as it was the major investor. The general overtone ",
  "in these five-year plans was towards industrialization, setting up of the public sector, self- ",
  "reliance  and  establishing  India  as  a  self-generating  economy,  to  provide  employment ",
  "and meeting the needs of the economy, rather than they being provided directly by the ",
  "government. Towards P5 and more in P6, poverty' and welfare orientation of the plans ",
  "became visible.",
  "Indicative Planning (P7 onwards)",
  "The  seventh  plan  (1985—1986  to  1989-1990)  had  two important  aspects, one that of, ",
  "larger  agricultural  sector  orientation  of  increasing  production  and  productivity  and  the ",
  "second that of, a steady decline in the public sector investment falling to below 50 per cent ",
  "of the total outlay, implying a larger contribution from private sector in the total outlay ",
  "of the plan.",
  "It was the plan which recorded the highest ever agricultural and overall growth of 10.4 ",
  "per cent in 1988-1989; however, this was largely due  to the  lower  base  of  the  previous ",
  "year with ag rowth ofo nly 3.8 percen t.Ith as expe rienced forthe fi rstt ime,a probl em  ofimpo rts ",
  "outstripp ing theexportsr esulting  in abalanceof payment cris isin thec ountry  requir ing India",
  "to seek loan fro mtheInternationalM  one tary Fund (IM F).Thisisfurtherdiscus sed in  de tailin a ",
  "separatesection on  the samesub ject.    PLANNING IN INDIA 205",
  "These adverse developments again forced the government to opt for a plan holiday from ",
  "1990 to 1992. As in the previous plan period, even this resulted in the launch of economic ",
  "reforms also known as the New Economic Policy 1991, which has been discussed earlier ",
  "in the section on public sector. Each successive plan after P7 has seen a phased reduction ",
  "in public sector outlay and larger levels of private sector, changing planning from ‘directed ",
  "to indicative’, which is, indicating which sectors require investment in terms of priorities ",
  "and private sector expected to make that investment.",
  "The  eighth  plan  (1992-1993  to  1996-1997),  besides  the  objectives  of  increasing ",
  "growth, agricultural production mentioned the need for attaining self-sufficiency* in food ",
  "grains. It, for the first time, brought the need for strengthening infrastructure especially in ",
  "the areas of energy, transport, communications and energy.",
  "It wasth e fir stplan  to haveuniver salelement ary education and eradication ofilliteracy in  ",
  "theagegroup o f15- 35 years asamajorob jec tiv e.Thi splan was also  thefirstto  havepe ople ",
  "initiative  and p articipatio n  in education ,literacy ,family   plannin g ,land developm ent ,",
  "irrigation,etc. ,also then eed to  rap volu ntary agenciesformeeting then eeds ofthesocial sector. ",
  "Th epr ivate s ector in vestm  ent wa sincre ased to 55  perc ent,playing alarger rolei n mining, ",
  "comm unica tion,electric ity and gas.Ther oleofpublicsectorw assee n no wa sselecti ve.    ",
  "   ",
  "The ninth plan (1997-1998 to 2001-2002), was only a further extension of the earlier",
  "plan, b ut besides the focus on growth also to  prov ide for social j ustice and eq uity  in the ",
  "econo my.                 ",
  "The tenth  plan  (2002-2003  to  2006-2007) became more ambitious in  terms of",
  "wide-ra nging objectives addressing each and ev ery aspec t of th e economy  but for  one ",
  "difference it gave a tim e frame for poverty reduction, elem en tary  education, lite racy  and  ",
  "other such  is sues. It is in  this p lan  that the Fiscal Resp onsibility Budget Man agement Act",
  "was e nacted which  s et out tim e frame f or r eductio n in fiscal and revenue  deficit as pa rt of ",
  "fisca lconsolidation.                      ",
  " ",
  "The eleventh  plan  (2007-2008  to  2011-2012) has coined  the concept of Inclusive",
  "growth  which means the benefits of growth shou ld be  benefiting  the mass es. It has set ",
  "out monitorable and  quan tifiable t arg ets both for the ce ntre as well as the stat es and  has ",
  "gro uped theprio rity areasto bead dressed  by thego vern ment.              ",
  "       ",
  "It was concerned with the growing divide across the economy and a specific mention of",
  "draw ing t he NE states into  mainstream dev elopme nt o f the economy.  The ele venth plan ",
  "                         ",
  "sawthelowesteverpublicsectoroutlayof25percentwithaprivatesectoroutlayof75percent",
  "asag ain stthepr eviou spolic ieshav ingo ver6 0 perce ntou tla yfro mthep ublics ecto r.     ",
  "                            ",
  "It has also brought out the need for neo-liberal policies given the changing global",
  "dynam  ics and a change d fa ce o f the econ omy. It gav e thrust to the  pub lic-private  sector ",
  "partnershi p mo d el for inf rastru ctu ral d evelopmen t  in the econo my . Th e mid-term ap praisal ",
  "has, howev er, sca led the original-tar geted rate of  gr owt h because of t he global recession ",
  "duri ng 2008-2 009. It has also mentioned t hat m os t sectors  were on  tra ck as visu alized and ",
  "by the end of the pla n th ere s hould be p erfor manc e of an increa sed  all r oun d performa nce ",
  "inc ludi ngth ef arm secto r.                    ",
  "     206 THE INDIAN ECONOMY",
  "INCLUSIVE GROWTH : THEME OF 12  PLAN",
  "th",
  "Twelfth plan which covers years 2012 to 2017 focuses on instilling “inclusive growth' . ",
  "The plan is expected to be one that encourages the development of India’s agriculture, ",
  "education, health and social welfare through government spending. It is also expected to ",
  "create employment through developing India’s manufacturing sector and move the nation ",
  "higher up the value chain.",
  "The planning commission will strive to enact policies that will achieve somewhere ",
  "around a 10% growth rate in factories and a 4% growth rate in farm produce, though Prime ",
  "Minister has asked to set the nations growth rate firmly at 9 per cent to 9.5%.",
  "An important aspect of generating “inclusive growth” is shifting target of government aid ",
  "to rural areas. Typically, large projects such as power generation, roads whereby freight can ",
  "travel, and airports receive the lion’s share of government subsidies, while rural infrastructure ",
  "receives comparatively little.",
  "Rural infrastructure, which serves 70 per cent of the population, doesn’t get the attention ",
  "it deserves. As the Planning Commission sets out to draft the country’s planned investments ",
  "for the next five years, it is important to take note of this gap, and the innovative solutions ",
  "needed to fill it.",
  "Twenty five core monitorable targets of twelth five year plan focusing on objective of ",
  "inclusive growth are as follows:",
  "Economic Growth",
  "•  Real GDP growth rate of 8.2 per cent.",
  "•  Agriculture growth rate of 4.0 per cent.",
  "•  Manufacturing growth rate of 10.0 per cent.",
  "•  Every State must have a higher average growth rate in the Twelfth Plan than that ",
  "achieved in the Eleventh Plan.",
  "Poverty and Employment",
  "•  Head-count ratio of consumption poverty to be reduced by 10 percentage points over ",
  "the preceding estimates by the end of Twelfth Five Year Plan.",
  "•  Generate 50 million new work opportunities in the non-farm sector and provide skill ",
  "certification to equivalent numbers during the Twelfth Five Year Plan.",
  "Education",
  "•  Mean years of schooling to increase to seven years by the end of Twelfth Five Year ",
  "Plan.",
  "•  Enhance access to higher education by creating two million additional seats for each ",
  "age cohort aligned to the skill needs of the economy.",
  "• Eliminate ge nder an d social ga p in school enr ollment(th atis, betw  een girlsand  boys,and  ",
  "between.SCs ,STs, Musl imsand th erestof thep op ulati on)by theen d ofTw elfth F iveYear",
  "Plan.   PLANNING IN INDIA 207",
  "Health",
  "•  Reduce IMR to 25 and MMR to 1 per 1000 live births, and improve Child Sex Ratio ",
  "(0-6 years) to 950 by the end of the Twelfth Five Year Plan.",
  "•  Reduce Total Fertility Rate to 2.1 by the end of Twelfth Five Year Plan.",
  "•  Reduce under-nutrition among children aged 0-3 years to half of the NFHS-3 levels by ",
  "die end of Tw elfth Five Year Plan.",
  "Infrastructure, Including Rural Infrastructure",
  "•  Increase investment in infrastructure as a percentage of GDP to 9 per cent by the end ",
  "of Twelfth Five Year Plan.",
  "•  Increase the Gross Irrigated Area from 90 million hectare to 103 million hectare by the ",
  "end of Twelfth Five Year Plan.",
  "•  Provide electricity to all villages and reduce AT&C losses to 20 per cent by the end of ",
  "Twelfth Five Year Plan.",
  "•  Connect all villages with all-weather roads by the end of Twelfth Five Year Plan.",
  "•  Upgrade national and state highways to the minimum two-lane standard by the end ",
  "of Twelfth Five Year Plan.",
  "•  Complete Eastern and Western Dedicated Freight Corridors by the end of Twelfth ",
  "Five Year Plan.",
  "•  Increase rural tele-density to 70 per cent by the end of Twelfth Five Year Plan.",
  "•  Ensure 50 per cent of rural population has access to 55 LPCD piped drinking water ",
  "supply and 50 per cent of gram panchayats achieve the Nirmal Gram Status by the end ",
  "of Twelfth Five Year Plan.",
  "Environment and Sustainability",
  "•  Increase green cover (as measured by satellite imagery) by 1 million hectare every year ",
  "during the Twelfth Five Year Plan.",
  "•  Add 30,000 MW of renewable energy capacity in the Twelfth Plan.",
  "•  Reduce emission intensity of GDP in line with the target of 20 per cent to 25 per cent ",
  "reduction by 2020 over 2005 levels.",
  "Service Delivery",
  "•  Provide access to banking services to 90 per cent Indian households by the end of ",
  "Twelfth Five Year Plan.",
  "•  Major subsidies and welfare related beneficiary ments to be shifted to a direct cash ",
  "transfer by the end of the Twelfth Plan, using the Aadhar platform linked with bank ",
  "accounts.",
  "CHALLENGES BEFORE TWELFTH PLAN ",
  "(2012-2013 TO 2016-2017)",
  "The twelfth plan would have the following challenges:208 THE INDIAN ECONOMY",
  "(1)  A  bigger  challenge than  Pll of providing for inclusive growth or the ability to ",
  "provide broad-based benefits to the masses.",
  "(2)  Planning would increasingly become indicative with larger role of private sector in ",
  "the total outlay.",
  "(3)  The challenge will be on improving agricultural production and productivity given ",
  "the  near  stagnation  levels.  Their  commercialization,  adoption  of  biotechnology, ",
  "access to finance, land reforms, etc., have all remained a challenge in the previous ",
  "plans, but a larger challenge before twelfth plan, especially as it falls within the ",
  "domains of the state government with limited central government interventions.",
  "(4)  Infrastructure investment and the requirement of long-term resources are the more ",
  "important needs for coordinated and an effective infrastructure.",
  "(5)  Poverty continues to be the major issue and also a major limitation of not having the ",
  "actual number especially in recent times. This does not allow an understanding of the ",
  "impact  of  schemes  like  Mahatma  Gandhi  National  Rural  Employment  Guarantee ",
  "Scheme (MGNREGS) and other social sector programmes of recent times. There ",
  "is also a need to leverage technology in this area, for appropriate corrections in ",
  "policies.",
  "(6)  The need for labour sector reforms cannot be more than the present because of their ",
  "links with creating employment opportunities with increased growth in future.",
  "(7)  Panchayati Raj Institutions (PRI) would be acting as an important role not only ",
  "for decentralized planning but also in implementation of various programmes. The ",
  "challenge will be in evolving them as ‘effective’ institutions for better delivery in the ",
  "economy.",
  "(8)  The  eleventh  plan  had  mentioned  about  the  growing  ‘divide’  across  regions  of ",
  "increased inter- and intra-regional divides and also exclusivity of the NE states in ",
  "overall  development  process.  Strategies for bridging  this  divide would  also be a ",
  "challenge.",
  "(9)  Skill  formation  has  engaged  the  attention  of  the  central  government  but  would ",
  "require greater thrust as actionable targets and sensitizing the state governments of ",
  "their larger role in skill formation.",
  "(10)  All the plans since eighth plan can be seen as more or less as a five-year ‘ritual’ unlike ",
  "the earlier plans which were intellectually stimulating.",
  "Hope the twelfth plan will be path-breaking, different from the earlier plans, forcing the ",
  "government and the others to think and provide a greater credibility and respect to the five ",
  "year plans and also Planning Commission.",
  "NITI AAYOG: THE PREMIER POLICY THINK TANK",
  "The National Institution for Transforming  India, also called NITIA  ayog,w  asf ormed viaa ",
  "re solution ofth eUn ion Cabineton  January 1,2015 .NITI Aayo g isthepr emie rpolicy ,‘Think  ",
  "Tank’ofthe G  ov ernm  ent ofIndia ,p rovidin g  both directional and po licy inputs.While ",
  "design ing strategicand lon g termpolicie sand pro grammesfortheG  ov ern mentof  PLANNING IN INDIA 209",
  "India, NITI Aayog also provides relevant technical advice to the Centre and States.",
  "The  Government  of  India,  in  keeping  with  its  reform  agenda,  constituted  the  NITI ",
  "Aayog to replace the Planning Commission instituted in 1950. This was done in order to ",
  "better serve the needs and aspirations of the people of India. An important evolutionary ",
  "change from the past, NITI Aayog acts as the quintessential platform of the Government ",
  "of India to bring States to act together in national interest, and thereby fosters Cooperative ",
  "Federalism.",
  "At  the  core  of  NITI  Aayog  s  creation  are  two  hubs  —  Team  India  Hub  and  the ",
  "Knowledge and Innovation  Hub. The Team India Hub leads the engagement of states ",
  "with  the  Central  government, while  the Knowledge  and  Innovation Hub  builds NITI’s ",
  "think-tank capabilities. These hubs reflect the two key tasks of the Aayog.",
  "Niti Aayog's Functions",
  "The main functions of Niti Aayog are enlisted below:",
  "•  To evolve a shared vision of national development priorities sectors and strategies with ",
  "the active involvement of States in the light of national objectives.",
  "•  To foster cooperative federalism through structured support initiatives and mechanisms ",
  "with the States on a continuous basis, recognizing that strong States make a strong ",
  "nation.",
  "•  To develop mechanisms to formulate credible plans at the village level and aggregate ",
  "these progressively at higher levels of government.",
  "•  To ensure, on areas that are specifically referred to it, that the interests of national ",
  "security are incorporated in economic strategy and policy.",
  "•  To pay special attention to the sections of our society that may be at risk of not ",
  "benefiting adequately from economic progress.",
  "•  To design strategic and long term policy and programme frameworks and initiatives, ",
  "and monitor their progress and their efficacy. The lessons learnt through monitoring ",
  "and feedback will be used for making innovative improvements, including necessary ",
  "mid-course corrections.",
  "•  To provide advice and encourage partnerships between key stakeholders and national ",
  "and international like-minded Think tanks, as well as educational and policy research ",
  "institutions.",
  "•  To  create  a  knowledge,  innovation  and  entrepreneurial  support  system  through  a ",
  "collaborative community of national and international experts, practitioners and other ",
  "partners.",
  "•  To offer a platform for resolution of inter-sectoral and inter departmental issues in ",
  "order to accelerate the implementation of the development agenda.",
  "•  To maintain a state-of-the-art Resource Centre, be a repository of research on good ",
  "governance and best practices in sustainable and equitable development as well as help ",
  "their dissemination to stake-holders.210 THE INDIAN ECONOMY",
  "•  To actively monitor and evaluate the implementation of programmes and initiatives, ",
  "including the identification of the needed resources so as to strengthen the probability ",
  "of success and scope of delivery.",
  "•  To  focus  on  technology  upgradation  and  capacity  building  for  implementation  of ",
  "programmes and initiatives.",
  "•  To undertake other activities as may be necessary in order to further the execution of ",
  "the national development agenda, and the objectives mentioned above.",
  "NITI Aayog's Role",
  "NITI Aayog has been entrusted with the role to co-ordinate ‘Transforming our world: ",
  "the 2030 Agenda for Sustainable Development’ (called as SDGs). Moving ahead from ",
  "the Millennium Development Goals (MDGs), SDGs have been evolved through a long ",
  "inclusive process for achievement during 2016-2030.",
  "The SDGs cover 17 goals and 169 related targets resolved in the UN Summit meet ",
  "25-27 September 2015, in which India was represented at the level of Hon’blc Prime ",
  "Minister. These SDGs will stimulate, align and accomplish action over the 15-year period ",
  "in areas of critical importance for the humanity and the planet.",
  "The task at hand for NITI Aayog is not merely to periodically collect data on SDGs but ",
  "to act proactively fructify the goals and targets not only quantitatively but also maintaining ",
  "high standards of quality.",
  "Ministry of Statistics and Programme Implementation (MoSPI) has already undertaken ",
  "a parallel exercise of interaction with the ministries to evolve indicators reflecting the SDG ",
  "goals and targets.",
  "To achieve these tasks, the draft mapping of the goals and targets as an initial step on ",
  "proposed Nodal and other Ministries has been carried out in consultation with MoSPI.",
  "Further, as an illustration, the Centrally Sponsored Schemes (CSSs),including the core ",
  "of the core’, ‘core’ and optional’ Schemes being implemented by the States have been ",
  "mapped along with some of the recent initiatives undertaken by the Central Government.",
  "In addition, Ministries are implementing Central Sector Schemes and States are also ",
  "implementing various State Schemes aligned with one or more SDGs.",
  "Vision, Strategy and Action",
  "The 15-year vision document has a seven-year strategy document for 2017-24 as the ",
  "‘National Development Agenda.’ Separately, a three-year Action Agenda from 2017-18 ",
  "to 2019-20 is also under works to assess funding requirements. The three-year agenda is ",
  "further divided into seven parts,w ith anu mberof spe cificact ion pointsfor each  partto bo ost",
  "econo micgrowt h.",
  "The 12rh five years plan has came to an end on March 31, 2017. The three-year action ",
  "plan came into force from April 1, which will also end the prevailing system of the centre ",
  "patiently waiting (for) the state governments to implement the schemes.",
  "Niti Aayog has also been entrusted the work on the 15-year Vision Document and a ",
  "seven year strategy, which would guide the government’s development work till 2030.PLANNING IN INDIA 211",
  "RECENT INITIATIVES OF NITI AAYOG.",
  "NITI Aayog has taken slew of measures and initiatives towards building an inclusive and ",
  "sustainable India. The major recent initiatives undertook by Niti Aayog can be seen under ",
  "the following ways.",
  "Ek Bharat Shrestha Bharat",
  "The Initiative of Ek Bharat Shrestha Bharat aims to make India united, strong and promote ",
  "excellence in all  walks of life by means of long-term inter-state engagements through ",
  "cultural exchanges and education.",
  "Sustainable Action for Transforming Human Capital (SATH)",
  "As  part  of initiating  transformation  in sectors of education and health, it has initiated ",
  "SATH. Under SATH, Niti Aayog aims to bring transformative change by hand-holding ",
  "States towards improving their social sector indicators and providing technical support.",
  "Development Support Services to States (DSSS) for Development of ",
  "Infrastructure",
  "It has launched DSSS to address key structural issues in project development and build ",
  "institutional  and  organizational  capacities.  The  initiative  aims  at  establishing  a  Centre- ",
  "State  partnership  model  and  reignite  and  establish  Private  Public  Partnership  across ",
  "infrastructure sectors.",
  "Public-Private Partnership in Health",
  "To aid States in achieving the health goals in the area of prevention, diagnosis and treatment ",
  "of select Non- Communicable processes, Niti Aayog has developed a guiding framework ",
  "tor States, for implementation at the district hospital level.",
  "Cooperative Federalism",
  "As part of resolving pending issues with the Central Ministries from all States and UTs. Niti ",
  "Aayog is providing a platform to share best practices among states and for collaboration ",
  "to achieve common good.",
  "State Human Development Report",
  "Niti Aayog assisted states in the preparation of State Human Development Reports.",
  "Transforming of 115 Identified Aspirational Districts.",
  "Niti Aayog is the prime force behind the Aspirational District Programme. This Programme ",
  "aims at rapidly transforming 115 identified districts that have shown lesser progress in key ",
  "social areas and remind as pockets of under-development.212 THE INDIAN ECONOMY",
  "Competitive federalism",
  "To ensure a healthy competitive federalism it has taken following steps.",
  "•  Finalized indices to measure incremental annual outcomes in critical social sectors like ",
  "health, education, water and Sustainable Development Goals (SDg).",
  "•  Developed the District Hospital Index to measure and monitor the performance of ",
  "hospitals with a focus on outputs and outcomes.",
  "•  Developed the ‘Healthy States, Progressive India Report also known as the ‘Health ",
  "Index.",
  "•  Announced the Composite Water Management Index to assess and improve the ",
  "performance of States/ Union Territories in efficient management of water resources.",
  "•  It is in the process of formulating ‘School Education Quality Index (SEQI)’, ‘SDG ",
  "India Index’ and the ‘Digital Transformation Index’ (DTI) to measure states’ progress ",
  "in respective sectors.",
  "     ",
  "       ",
  "     ",
  "     ",
  " ",
  " ",
  " ",
  "     ",
  "       ",
  "                   ",
  " ",
  " ",
  " ",
  "      ",
  "PART",
  "B",
  " ",
  "EXTERNAL SECTOR­",
  " ",
  "LOOKING OUTWARDS",
  "   ",
  "Towards Globalization and Beyond",
  "",
  ""
]