[
  "CHAPTER34",
  "LESSONS FROM CRISES",
  "IN OPEN ECONOMIES",
  "GENESIS",
  "Before talking about the global crisis it may be of merit to put together, in retrospect, the ",
  "possible reasons, the myths around them and more importantly what could be the lessons ",
  "for countries like India and also the other emerging economies. As an open economy, ",
  "moving  towards  both  convertibility  as  well  as  market-determined  exchange  rates  are ",
  "necessary, as a natural outcome, unidirectional but, slow, gradual and cautious and over a ",
  "period of time.",
  "However, these factors and openness of whether they being responsible  for crises in the ",
  "recent paste specially,i n theei ghtiesan d ninetiesin c ountriessuch  asMex ico,Chile ,SEAs ian  ",
  "countries,Argen tinasoon a ftertheirop enin g up,cannot beconc lus ively said.",
  "It can be said now that it was neither the openness, nor full convertibility nor market- ",
  "determined exchange rates responsible for the crisis but:",
  "(1)  An inappropriate combination of the manner in which exchange rate was determined ",
  "and  convertible.  That  is,  a  pegged  exchange  rate  and  a  convertible  currency  are ",
  "incompatible. That is, if there is full convertibility then the exchange rates should be ",
  "market-determined (Thailand and Argentina).",
  "(2)  Rushing into opening of the economy as the SE Asian economies allowing for all ",
  "kinds of inflows, irrespective of their objective, short-term or long-term (all crises- ",
  "ridden economies).",
  "(3)  Absence of monitoring mechanism over critical parameters such as CAD and DSR ",
  "(S. Korea and Mexico).",
  "(4)  Lack of oversight on short-term inflows and their objective (Argentina).",
  "(5)  Utilizing  short-term  inflows  for  long-term  uses  which  are  technically  flawed ",
  "(Thailand).",
  "(6)  And over-investment and absence of prudential norms on lending (S. Korea).",
  "Key Fundamentals to Openness",
  "To summarize, as an open economy what are the key fundamentals or lessons learnt from ",
  "these crises?LESSONS FROM CRISES IN OPEN ECONOMIES 321",
  "•  If there is full convertibility there should also be market-determined exchange rates.",
  "•  There should be an oversight mechanism and not regulations on all inflows, their ",
  "nature and objective, destination sector and also on the CAD and DSR levels.",
  "•  Commercial and financial viability of projects and prudential norms of lending should ",
  "never be compromised.",
  "•  A robust financial sector having the ability to understand risk and have risk mitigants ",
  "and sufficiency of own capital to be able to absorb the risk.",
  "It is not about returning back to an inward-looking economy. There is still a larger ",
  "picture, post-crisis, especially countries such as South East Asian economies, S. Korea, ",
  "Russia,  Chile,  Argentina  and  Mexico,  having  all  bounced  back  attracting  overseas ",
  "investment moving up the growth and income ladder. Their growth may have been dented ",
  "in the wake of the global crisis but are now even more aggressive than before in their ",
  "openness.",
  "That is not to question the fundamentals of openness or of an open economy but to ",
  "understand that future lies as an open economy, learn from their mistakes, put in checks ",
  "and balances and pursue openness earnestly carving out separate niche for itself. Thar is, ",
  "precisely what the Indian Government is presently doing. Even though China is said to ",
  "be leader as an open economy but between China and India, India stands ahead on both ",
  "these  counts  of  market-determined  exchange  rate  (even  though  managed)  and  moving ",
  "towards a convertible currency.",
  "",
  ""
]