[
  "CHAPTER32",
  "INDIA AND THE",
  "GLOBAL ECONOMY",
  "GLOBAL OUTPUT",
  "In an earlier section, we had seen the combined output of the global economy being USD ",
  "80.684 trillion in 2017,with one fourth accounted for by the US Economy of about USD ",
  "19.39 trillion (2017),making it the largest economy of the world. That is the Importance ",
  "of US economy.",
  "It  was  previously  mentioned  that  the  international  comparisons  are  being ",
  "performed  through  two  yardsticks,  one  the  conventional  exchange  rate  and  the  other ",
  "adjusted  exchange  rate  also  known  as  purchasing  power  parity  (PPP)  basis.  PPP  is ",
  "an  adjustment  made  to  the  conventional  exchange  rate  to  capture  differentials  in ",
  "purchasing  power  for  meaningful comparisons of  economies. This  is done  by freezing ",
  "a common set of goods freely traded, which can be bought for USD 1 and then the ",
  "price  of  the  same  set  in  other  economies.  Say  conventional  exchange  rate  is  USD ",
  "1 = ₹63 but itt ermso fP PPs ay itis U SD1  =₹9 ,th en adjustmentwi llbe by  a",
  "factor of 7.",
  "PPP has wider acceptability as a measure of global comparison, whereas transactions ",
  "are done on conventional market-determined/pegged exchange rates.",
  "Various institutions such as IMF and World Bank do ranking of different economies in ",
  "terms their GDP, per capita GDP etc., and all ranking is after denominating the parameters ",
  "in USD. Ranking by them can vary but not divergent.",
  "Position of India",
  "First by the conventional exchange rate, World Bank has ranked India sixth largest globally, ",
  "with the output crossing USD 2 trillion to reach USD2.59 trillion. The second largest ",
  "economy after US is China with an output of USD 5 trillion, followed by Japan, Germany ",
  "and United Kingdom. Even though India has joined USD 2 trillion output club, its share ",
  "in global output is 2.4 percent.",
  "However by using the adjusted exchange rate or PPP basis, India output increases to ",
  "USD  9.4  trillion  making  its  the  fourth  largest  economy  after  US  (USD  15.6  trillion) ",
  "China (USD 12.4 trillion) and Japan (USD 4.3trillion).It can also see that third largest ",
  "economy after China (USD23.3trillion) and united States (USD 19.39 trillion).314 THE INDIAN ECONOMY",
  "The GNI per capita is often seen as a measure of increased income of the people, which ",
  "is the total output divided by the population. This has its own limitations but still useful ",
  "enough to give a reasonable comparison of income levels across economies. The rank in ",
  "GNI per capita globally, for both India as well as China, is very low whether seen from ",
  "conventional exchange rate or PPP basis.",
  "India  GNI  per  capita  in  PPP  basis  is  USD  7060  while  it  is  USD  1820  by  the ",
  "conventional method, with a very low rank. China is slightly better placed than India but ",
  "still low by global standards of a rank of just over 100. Let us look at GNI per capita of ",
  "other countries. The highest GNI per capita (Atlas method) is that of Isle of Man (USD ",
  "82650)  followed  by  Switzerland  (USD  80560)  USA  with  its  GNI  per  capita  of  USD ",
  "50,270 is ranked eighth in the world.",
  "What is the implication of this for India? In comparison to these economies, India is ",
  "a poor country despite having an output of over USD 3 trillion. Is it because of the large ",
  "population base? Yes, it can be said so. All the other economies of the world have far lesser ",
  "population, which translates into a high GNI per capita, not true for countries such as ",
  "India and China.",
  "What can be done about this? The implication of this is that while output of countries ",
  "such as India and China are good by the global perspective but not sufficient enough for ",
  "the domestic economy. The answer thus has to be rapidly expanding output to increase ",
  "income levels and improve our global rank, but this will happen slowly and over time ",
  "spanning decades.",
  "Human Development Index",
  "What  would  understand  by  “Human  development”?  We  have  seen  earlier  that  India’s ",
  "output (GDP) is the fourteenth largest in the world or by saying that India is the fastest ",
  "growing economy in the world after china or that India is the second largest market after ",
  "china.",
  "However, we have also seen the low rank in GDP per capita. Realizing that modern ",
  "economics  lacked  measurement  standards  for  human  development  in  the  overall ",
  "growth  process,  two  noted  Asian  economists  Dr  Mahbub  U1  Haq  (Pakistan)  and  Dr ",
  "Amartya  Sen  (India)  formulated  the  Human  Development  Index  popularly  known  as ",
  "the HDI in the nineties. The first comparison of economies based on HDI was during ",
  "1990.",
  "This  index  is  simple,  completely  objective  and  measurable  to  track  down  the ",
  "governmental  efforts  for  ‘basic’  human  development  efforts  and  useful  for  ranking ",
  "countries of the world. The index today has global acceptability and forms the basis for ",
  "ranking of countries by UNDP in their Human Development Report.",
  "Only three parameters are used in the index. The parameters, their relative weight in ",
  "the index, their minimum and maximum values is given below:INDIA AND THE GLOBAL ECONOMY 315",
  "Parameter Weight Maximum Value Minimum Value Formula",
  "Life expectancy  1/3 85 years 25 years",
  "at birth",
  "Education 1/3 (Value for the  country -",
  "index of which: minimum value) divided by ",
  "(maximum value under the ",
  "parameter - minimum value)",
  "(i) Adult 2/3 of 100 per cent 0 per cent",
  "literacy ratio 1/3",
  "(ii) Gross 1/3 of 100 per cent 0 per cent",
  "enrolment 1/3",
  "ratio",
  "GDP per capita 1/3 USD 40,000 USD 100",
  "(USD in PPP*)",
  "*PPP is the purchasing power parity.",
  "The value or the index would range from 0 ro 1 and is taken up to 3-digit decimal. ",
  "The closer the value to 1 it is said good efforts at human development and value lower ",
  "than 0.500 is said to be not satisfactory. The methodology and criteria has been slightly ",
  "modified from 2010 by making it more scientific first by converting each of the three ",
  "parameters into an index.",
  "Secondly, adult literacy and gross enrolment index has been refined into an education ",
  "index comprising (a) Mean years of schooling index (number of years that a 25-year-old ",
  "has spent in school) and (b) Expected year of schooling (EYS) which is years that a 5-year- ",
  "old child will spend in education over a life span.",
  "The composite HDI would be a harmonic mean of all the 3 (All multiplied and then ",
  "cube root taken).",
  "What is your guess on India’s HDI rank globally? Well of the one hundred and eighty ",
  "nine countries, India is at 130th position with HDI value 0.640(2017 data).",
  "What would be your inference from the above? That is to say, as explained previously ",
  "also, is that the expansion of output though impressive by global standards is insufficient ",
  "domestically to provide for basic human development in the country.",
  "The population of US, the largest economy in the world, is even lesser than those ",
  "below poverty line in India not to talk of the entire population. Then can we say, India’s ",
  "population  that  being  the  second  most  populous  country  after  China,  which  is  largely ",
  "responsible for the low HDI rank?",
  "Well! the answer to that first is, if China can have a better rank with the highest ",
  "population in the world why not India?",
  "Secondly, traditional thinking has changed and today high population is seen more as ",
  "an asset rather than liability in terms of potential markets, source for domestic demand ",
  "and  manpower.  What  is  required  is  their  proper  harnessing  through  education,  skill 316 THE INDIAN ECONOMY",
  "development and building human capital. It is in this direction India’s efforts have been ",
  "modest to say optimistically.",
  "Thirdly, one has to realize that curbing population is long protracted effort and has ",
  "a  number  of economic and non-economic issues and could span several decades. One ",
  "cannot  wait  for  population  to stabilize  before launching developmental efforts or even ",
  "worst wait for natural calamities to take their own toll.",
  "Curbing population by many countries in the past is now showing adverseness like ",
  "ageing workforce. India is blessed to have a favourable demographic dividend. India has ",
  "over 50 per cent of its population under 25 years of age which cannot be said to be the ",
  "same for any other country in the world today. And like said in the earlier paragraph the ",
  "population requires only proper harnessing.",
  "Finally, rather than looking at global comparison India should get focused on domestic ",
  "priorities, needs of the social sector, human development and improving administrative ",
  "governance at all levels. Look at the domestic requirements and then working to achieve ",
  "the desired levels of output.",
  "The HDI is a reflection of governmental efforts towards human development and the ",
  "lowr rank of India should not be seen as a criticism of the government given the large ",
  "size of the economy. It should serve as a wake-up call for the government to re-orient its ",
  "strategies, properly align them aimed at basic human development. So that the people in ",
  "general get the feeling of well-beingness with improved standards of living with growth of ",
  "the economy and a vastly improved rank at the HDI.",
  "It is wrongly perceived that outward orientation is only for exports or capital inflows ",
  "or for the affluent. This orientation can as well be harnessed to fulfil domestic priorities. A ",
  "significant role can be played by leveraging education, technology, scientific research, all ",
  "possible by looking beyond domestic frontiers, outward looking for providing economic ",
  "betterment for the people.",
  "It is  in thisc onte xtour earliersecti on wasti tled as‘E xternalSector—Looking",
  "Outwards . And this section ‘The Global Economy and Outlook’, provides a perspective ",
  "and outlines the broad overall contours of the world economy, extremely relevant, for ",
  "economies like India, asi tt readsi nto af airly uncertain,tu rbulentan d volatilefu ture.",
  "32.2 INDIA AND HUMAN DEVELOPMENT INDEX (2018)",
  "•  India is placed at 130th position among 189 countries in the latest Human Development ",
  "Index  (HDI)  report  released  by  United  Nations  Development  Programme  (UNDP) ",
  "India’s HDI value for 2017 was marked at 0.640, which was still higher than the South ",
  "Asian average of 0.638.",
  "•  Between 1990 to 2017, India’s HDI value saw a 50 per cent increase from 0.427 co",
  "0.640, life expectancy at birth increased by nearly 11 years, the average years of children ",
  "staying in school is increased by 4.7 years and gross per capita income increased by a ",
  "staggering 266.6 per cent between 1990 and 2017.",
  "•  The report also notes that about 26.8 per cent of India’s HDI value is lost on account ",
  "of inequalities and the inequality still remains a challenge for India.",
  "",
  ""
]