[
  "CHAPTER5",
  "FOOD SECURITY",
  "FOOD SECURITY",
  "The first aspect of food security is the domestic availability of food grains. No country ",
  "would ever be willing to depend on other countries for their requirement of food grains or ",
  "agricultural commodities, unless it does not have any other option. Since Independence, ",
  "India hast ravelled alo ng way towardsthe  foo d security,from  an im  porteroffoo d  grains,which  ",
  "ha snowach ieved  ‘self-sufficiency’in food gr ains,through the increased do mesticproduction.  ",
  "BufferStockofFoodGrains",
  "       ",
  "India is one among the few countries in the world having government-held stock of food ",
  "grains ,f orth efollowing  reaso ns:      ",
  "     ",
  "   (1)Bufferformeeting naturalcalamities;",
  "       ",
  "(2) Pricestabilization in caseofcrop failures;",
  "     ",
  "(3) Providing food grainsunderpublicdistribution system.",
  "     ",
  "The government has buffer stock norms for different months in a year. At present, the",
  "                         ",
  "maximum stock of the food grains of wheat and rice are to be held by the government, as",
  "                       ",
  "bufferstock isT7million tonnesto meettheaforesaid objectives.",
  "           ",
  "Food Corporation of India (FCI) has the prime responsibility of procuring the food ",
  "               ",
  "grains and the procurement is done at minimum support price (MSP) and stored in its",
  "                     ",
  "warehouses at different locations and from there it is supplied to the state governments",
  "                     ",
  "in terms of requirement. FCI also sells in the open market to stabilize, if their prices turn ",
  "                     ",
  "volatileespecially in periodsofcrop failures.",
  "     ",
  "Certain issueswhich arearound bufferstock operationsarebriefed asfollows:",
  "           ",
  "First, the government is currently  holding  many  multiples more than  that required ",
  "             ",
  "under the norms of around over 50-60 million tonnes, even when higher stocks have been ",
  "                 ",
  "held in the past. Why does the government hold higher stocks than required? It is because",
  "                     ",
  "of the MSP of food grains and also the procurement price; and at that price government",
  "                       ",
  "is mandatorily required to procure whatever arrives to FCI. If there is a bumper crop,",
  "                     ",
  "FCI will have to procure the entire stock. Even if the market price of the food grain is",
  "                           ",
  "higher, farmers prefer to sell to FCI because it procures in bulk. This leads in a buildup of",
  "                         ",
  "stocks.",
  "Second, FCI does not have enough storage capacity to hold the high levels of food ",
  "                 ",
  "grain stocks. At present, the entire capacity of FCI is around 60 million tonnes, while",
  "                   42 THE INDIAN ECONOMY",
  "actual available storage, will not be more than 50 million tonnes. Even this storage is not ",
  "appropriate .There is a tremendous wastage of around ₹ 50,000 crore annually by both on ",
  "account improper and on inadequate storagef acilities.",
  "The other aspect under food security is around the public distribution system (PDS). ",
  "Food grains are distributed to the state governments at an ‘issue price’ for their distribution ",
  "to  the  poor  through  the  PDS  at  prices,  much  below  their  economic  cost  (MSP  with ",
  "transportation and storage cost). As a result, the government has to bear the differential ",
  "cost between the economic cost and the price charged in the PDS, as ‘food subsidy’ of ",
  "over ₹ 75,000 crore.",
  "PDS was a general entitlement for all the consumers or citizens, where a fixed amount ",
  "of food grains, sugar and edible oil were distributed through the dedicated government- ",
  "owned shops or outlets at a rate or price lower than the prevailing market rate. In a bid, to ",
  "ensure focus of PDS towards the poor or for the economically backward families and in ",
  "an attempt to stop pilferage and diversion of food grains to the open market, a ‘Revamped ",
  "Public Distribution System (RPDS)’ was launched in June 1992 in 1775 blocks (mostly ",
  "backward and remote areas) throughout the country.",
  "Subsequently, the Targeted Public Distribution System (TPDS) was introduced effective ",
  "from June 1997, which envisaged subsidized distribution of food grains to poor families ",
  "(classified in India as below poverty line (BPL), above poverty line (APL) and poorest of ",
  "the poor families identified as Antyodaya Anna Yojana (AAY). TPDS was amended with ",
  "an intention to benefit around 6 crore (60 million) poor families for whom a quantity of ",
  "about 7.2 million tonnes of food grains was earmarked annually.",
  "The  identification of the  poor  under  the scheme is  performed by the states as per ",
  "poverty estimates of Planning Commission of India. In 2000, in view of the consensus ",
  "on increasing the allocation of food grains to BPL families, and also to better target the ",
  "program, the Indian government has increased the allocation to BPL families from 10 ",
  "to 20 kg of food grains per family per month at 50 per cent of the economic cost and ",
  "allocation to the APL families.",
  "The number of BPL families has been increased by shifting the base to the population ",
  "projections of the Registrar General as on 1 March 2000 instead of the earlier population ",
  "projections of 1995. This has increased the total number of BPL families who are at present ",
  "eligible for subsidized food grains. The allocation of food grains for the BPL families was ",
  "further increased from 20 to 25 kg per family per month with effective from July 2001. ",
  "Initially, the AAY families were provided 25 kg of food grains per family per month at the ",
  "time of launching of the scheme in December 2000. The scale of issue of food grains under ",
  "APL, BPL and AAY has been revised to 35 kg per family per month with effective as on ",
  "1 April 2002 with a view to enhance the food security at the household level.",
  "Under the  TPDS,  all  ration  card holders  have been segregated into APL and BPL ",
  "families. The BPL families acquire food grains, sugar and kerosene at one-half of the price ",
  "than that to the APL families.",
  "Further, the central government has another scheme known as AAY launched during ",
  "the year 2000, under which the bottom most 2.5 crore below poverty families get 35 kg of ",
  "                       ",
  "riceat₹3 perkg and wheatat₹2 perkg through thesamefairpriceshops.",
  "                       ",
  "Senior citizens of 65 years of age and above if not covered under National Old Age",
  "             ",
  "Pension Schemeacquires10 kg offood grainsatfreeofcost.FOOD SECURITY 43",
  "Issues in Targeted Public Distribution System (TPDS)—Reasons",
  "The main flaw in the system that a large chunk of those who are eligible for subsidized ",
  "food  grains  under  BPL  category  have  been  left  out  leading  to  critically  question ",
  "comprehensiveness of TPDS.",
  "The criteria for inclusion in the BPL list are solely economical which is often understated ",
  "or under reported because lack of availability of national income data. There are allegations ",
  "that persons having political patronage have found a place in the BPL list. Not all BPL ",
  "families are actually’ BPL, but are included. A large number of the very poor families ",
  "are in the APL category and are thus denied their right for acquiring the subsidized food ",
  "grains from TPDS.",
  "Further, the BPL families graduating in terms of income criteria should technically ",
  "be excluded as beneficiaries under BPL, however, they continue to do so. There is thus ",
  "incentive to be classified as a BPL family; as a result no family would like this tag to go. ",
  "In the existing system, there is ‘no exit but entry’ only, thus becoming an ever increasing ",
  "liability of the government, in terms of increase subsidy bill and the benefits ‘not exactly’ ",
  "those for whom it is intended.",
  "Clearly, it is nott hes chemesb utth ede liverych annelw hichha sfai ledus .Sta rtingfro mthe  ",
  "                         ",
  "identification ofbeneficiaries,boguscards(intermsofarecentgovernment surveyover₹1.75",
  "                               ",
  "croreareboguscards).Thereisnoattempttoreviewtherationcardswhichareissued.",
  " ",
  "The other is the large-scale black marketing, hoardings and their diversion to open",
  "                         ",
  "market. Government resources, say that as much as 20 per cent of the food grains meant",
  "                               ",
  "to be supplied under TPDS, find their own way in the open market. Even the quality of",
  "                                 ",
  "food grains being supplied under TPDS is of suspect, given the conditions of storage in",
  "                             ",
  "thewarehousesofFCI.",
  "     ",
  "The TPDS in its current form is not only inefficient, but more importantly, it does not",
  "                               ",
  "reach out to the poor people, besides wastage and diversion is rampant. It is ironical that",
  "                               ",
  "a country like India has more than enough required buffer stock, excessive subsidization",
  "                         ",
  "bythegovernment,yetthereishungerandabout270millionpoorpeopleinthe country.Canthis",
  "                               ",
  "beknownas‘foodsecurity’inIndia?",
  "               ",
  "NationalFoodSecurityAct",
  "     ",
  "Distinctly, inclusion of the people has been a major issue in Targeted Public Distribution",
  "                           ",
  "System (TPDS) and the government has tried to address by attempting a revamp of the",
  "                             ",
  "TPDS, by moving away from ‘inclusion’ to that of‘exclusion’, or including a larger percent",
  "                           ",
  "ofbothruralandurbanpopulationaspartofthe‘NationalFoodSecurity’bill.",
  "                         ",
  "The National Food Security Bill, 2013 passed by the parliament on July 03,2013 gives",
  "                           ",
  "right to subsidised food grain to 67 percent of India’s 1.2 billion people and provides for",
  "                               ",
  "penalty for non-compliance by public servants. UPA II Government has taken a historic",
  "                         ",
  "decision in its cabinet on July 03, 2013 to implement the National Food Security through",
  "                             ",
  "Ordinance to start a 1.3 trillion rupee ($22 billion) welfare program that would bring cheap",
  "                             ",
  "foodtohundredsofmillionsofpoorpeoplethroughoutthecountry.",
  "                   ",
  "The National Food Security Act was passedo n1 0 thSe ptember,20 13w ithth eob jectiveto ",
  "pr ovide fo odand  nut ritional sec urity inh um an life cycl e appr oach,bye nsu ring acces s toan ",
  "ad equ atequanti tyofquali tyf oodata fforda ble pricestope opleto liv ealifew ith dign ity .Th eAct ",
  "provides forc over ageofup to75 %ofther ura lpopu latio nan dup to50 %        44 THE INDIAN ECONOMY",
  "of the urban population for receiving subsidized foodgrains under TPDS thus, covering ",
  "about two-thirds of the population.",
  "The special features of the National Food Security Act are:",
  "1.  Up to three-quarters of people in the rural areas and up to half of the urban population",
  "would get five kilograms of grains per month at subsidized prices (3 rupees per kilo ",
  "for rice, 2 rupees per kilo for wheat and 1 rupee per kilo for coarse grains).",
  "2. The poorest households would continue to receive 35 kilograms of grains per month ",
  "under the “Antyodaya Anna Yojana” at subsidized prices.",
  "3. Pregnant women and lactating mothers would receive a maternity benefit of at least ",
  "6,000 rupees.",
  "4. Children aged 6 months to 14 years would get take-home ration or hot cooked food. ",
  "The central government also would provide money to states and union territories, ",
  "if it has shortage / low stock of grain.",
  "5. The central government would also provide “assistance” towards the cost of intra­",
  "state transportation and handling of grains.",
  " 6. In a bid to give women more authority in running their households, the oldest adult ",
  "woman in each house would be considered the head of that household for issue of ",
  "ration card.",
  "What are the Issues around the Food Security Act?",
  "Food  security  should  be  envisioned  around  a  ‘basic  nutrition  basket  of  goods’  aimed ",
  "at  getting  rid  of  malnutrition  and  ensuring  nutrition  security’  of  its  population.  Mere ",
  "inclusion of coarse cereals will not allow building nutrition security for its population. ",
  "Various  international  reports  have  clearly  mentioned  that  addressing,  both  hunger  and ",
  "malnutrition, should be accorded as the top most priority in India.",
  "Both in terms of‘hunger’ and ‘malnutrition’, India ranks poorly. In terms of a study by ",
  "the International Food Policy Research Institute, India is ranked 67 out of 84 countries in ",
  "the Global Hunger Index.",
  "Implementing such a scheme at a massive level, without addressing the inefficiencies ",
  "in the delivery system, relative ability of the state governments, can well defeat the very ",
  "purpose of the scheme, of reaching out to the poor.",
  "Procurement of food grains of such magnitude would require not only augmenting but ",
  "also scaling-up storage capacity and improving the facilities in storing them. India may ",
  "well need to import food grains which would impact global food prices and also impacting ",
  "their prices in India.",
  "It  is  not  about  the  magnitude  of  the  subsidy  bill  and  their  provision  made  in  the ",
  "present  budget.  It  is  the  continuous  and  the  increasing  liability of any  government  in ",
  "perpetuity. How long can it be sustained in the future? Will such a scheme not provide ",
  "complacency to its population, of shying away from work with the ‘assured food available’ ",
  "without working to earn to buy the food?",
  "What Needs to be Done as a Part of Food Security?",
  "Initially, there is a need to have a mechanism to identify the beneficiaries or the poor ",
  "people. BPL cards are of conclusive proof of them being beneficiaries, but ‘not a conclusive FOOD SECURITY 45",
  "proof of being below poverty line’. This is the biggest challenge in addressing food security ",
  "in India.",
  "The government has set up the Unique Identification Authority of India, the first of its ",
  "Kind in the world with the ambitious objective of allotting biometric twelve digit unique ",
  "ID number to each and every person in the country under ‘Aadhaar project’. However, the ",
  "talks about the project will provide only a unique ‘identity’ to the people but not enable ",
  "ascertaining ‘income or consumption expenditure’ of the people, which is required for ",
  "identification of beneficiaries.",
  "The  best  way,  which  the  government  is  proposing,  is  by  following  the  ‘exclusion ",
  "method’,  of  excluding  certain  categories  as  beneficiaries,  rather  than  identifying  the ",
  "targeted beneficiaries. However, even this will require broad consensus on the categories ",
  "to be excluded and cannot be left to the state governments for uniformity purposes. One ",
  "category may be excluded by one state but the same category may be included by some ",
  "other state. Broad parameters of exclusion should be spelt out by the central government ",
  "through a process of consensus and leave the fine tuning to the respective state governments.",
  "As mentioned earlier, food security should be seen as ‘nutrition security’ providing food ",
  "grains to the people with ‘mal nutrition’ is a bigger damage. Objective of the government ",
  "should be not only to ‘feed’ but also have a ‘fit’ population.",
  "The  entire  TPDS  operations  of  procurement,  storage,  movement  and  its  ultimate ",
  "distribution  to  the  poor  should  be  computerized  with  a  technology  leveraged  tracking ",
  "mechanism throughout the country. Even though iti sa di fficult ta sk,it can  becre ated by the",
  "gov ernment with  thehelp  ofcreati ng adatab aseo fthee nti rep opulati on,through  theAadhaar ",
  "scheme’. Itisalso f ea sib leto havean  efficien tfood mana gementsystem.  ",
  "Storage capacity has to be increased at least by about 15—20 million tonnes in the ",
  "immediate short run. There is a need to adopt the public private sector partnership (PPP) ",
  "for  streamlining  storage,  storage  facilities  transportation  and  establishing  an  efficient ",
  "delivery chain.",
  "Any subsidy mechanism is always inefficient as there is bound to be leakages, no matter ",
  "what efforts are made, to plug them. The only better way to reach out to the poor people ",
  "is providing direct income support, to the extent subsidy is to be given. For example, if the ",
  "government desires to givet o thep oorp eopleri ceat ₹3  p erkg a sagain stamar ke tprice ofsay    ",
  "       ",
  "₹15 perkg in themarket.",
  "                             ",
  "Thepoorpeoplecan beaprovided an incomesupportof ₹12 perkg.Thisispossibleifthe",
  "                   ",
  "governmenthasboth theiridentity and accessto theiraccountwheretheamountcan becredited.",
  "               ",
  "Alternatively,smartcardswith embedded monetary valuescan begiven to thepoorpeoplefor",
  "           ",
  "purchasing food grainsatmarkerprices.",
  "                       ",
  "Finally, at a more fundamental level, food security should be, as well said, ‘Never give",
  "               ",
  "apoorperson afish to eatbutratherteach himhowto fish’.",
  "                   ",
  "The central problem in  India is creating  employment opportunities for the people.",
  "                       ",
  "India has to work around it, as larger part of sustainable food security for the people, of",
  "           ",
  "their relative ability to earn a livelihood with which, they can purchase what they wish ",
  "       ",
  "to  consume. Focusing  on  improved  agricultural productivity, work  around  the supply ",
  "                   ",
  "chain so that ‘availability of the minimum nutrition basket at reasonable prices is always",
  "ensured’.46 THE INDIAN ECONOMY",
  "Government should provide subsidized food basket, to those physically handicapped, ",
  "those incapable of entering employment stream, senior citizens and other such classes as ",
  "the government may deem fit, ‘but as matter of exception rather than a rule’.",
  "Food security has to be seen in broader context covering hunger, malnutrition, absolute poverty, ",
  "addressing inefficiencies in the delivery channel, stream lining identification of beneficiaries, all aimed ",
  "at improving living conditions of the people and getting rid of absolute poverty from the country.",
  "5.2. CHALLENGES BEFORE INDIA IN ACHIEVING FOOD",
  "SECURITY.",
  "India is still housing a large number of poor people and is still ranking below in human ",
  "development  report.  Country  needs  to  address  the  following  challenges  on  an  urgent ",
  "footing to achieve the objectives of accessibility, affordability and availability of food for all.",
  "•  Faulty food distribution system",
  "•  Unmonitored nutritional programmes",
  "•  Absence of intersectoral coordination",
  "•  Improvement in Agricultural productivity",
  "•  Mechanism for effective and sustainable food storage",
  "•  Ensuring food availability and accessibility to BPL families",
  "•  Improvement in purchasing power through employment generation",
  "•  Diversification of crops and establishment of food grain banks",
  "•  Improvement of community awareness through social auditing",
  "•  Ensuring timely evaluation of nutritional programmes",
  "•  Promotion of community participation with better coordination",
  "               ",
  "   ",
  "   ",
  "   ",
  "       ",
  "               ",
  " ",
  " ",
  " ",
  "     ",
  ""
]