[
  "CHAPTER33",
  "GLOBAL ECONOMY—",
  "A TRANSITION",
  "33.1 GLOBAL TRANSITION",
  "The global economy has undergone a sharp transformation in the last two decades. It ",
  "will be interesting to see evolution of global economy from an economic perspective. It ",
  "was earlier, dominance of the British Empire with its growing imperialism, colonization ",
  "and mass-scale exploitation of colonies. Trade flourished adding to wealth of the British ",
  "Empire but at the cost of the colonies.",
  "The  second  transition was the wave of breaking free from colonial rule, an era of ",
  "independence with a large number of countries gaining independence and the beginning ",
  "point of rebuilding their economies highly protected and regulated.",
  "The third transition was the emergence of US, UK, Germany and Japan as superpowers ",
  "and  the  increased  polarization  of  economies  referred  to  as  the  ‘North-South  divide’ ",
  "(Developed—Developing countries).",
  "A  clear  dominance  and  superiority  of  the  North  (developed)  economies  in  the ",
  "global economy. They earned the distinction of being First World countries. Then the ",
  "demarcation, between the First World and the Third World countries, mostly developing ",
  "countries like that of India, China, etc., which only accentuated the divide. This was also ",
  "referred as the ‘cold war’ period.",
  "The  decade  of  the  eighties  and  nineties  had  seen  the  dominance  of  the  QUAD ",
  "countries comprising of the US, Europe and Japan in terms of global output, trade and ",
  "investments. The fourth transition was the breakdown of the erstwhile USSR and reforms ",
  "in China with lesser role of the respective governments and larger role for trade amongst ",
  "countries.",
  "With  China  reform  process  initiated  in  the  seventies  and  other  Asian  economies ",
  "subsequently, the global economy gradually opened up to the Asian economies. This also ",
  "diffused the polarization and led to evolution of multi-polar trading. The concept of Third ",
  "World countries, developing countries, or countries looked down upon, changed to that ",
  "of‘New and Emerging Economies’ of the global economy. At the same time, it also saw ",
  "the emergence of the south east economies, as Asian Tigers, rapidly transforming their ",
  "economies with high rates of growth and sharp increase in income levels. This brought ",
  "out the importance of trade and open policies and how they can transform economies in ",
  "a short period.318 THE INDIAN ECONOMY",
  "However, the crisis in these economies was as sudden as their rise, spreading like a ",
  "contagion  which  brought  in  uncertainty  and  question  mark  raised  on  open  economies ",
  "and open policies. Their subsequent revival has somewhat diluted the impact but did set ",
  "the cautious mode in all these economies. Not with standing the crisis, the last decade has ",
  "clearly belonged to the ‘emerging economies’ of China, India, S. Korea, Indonesia, etc., ",
  "emerging as an important players in the global economy in terms of contribution to global ",
  "output, trade and investment and marks a distinct shifting of axis away from the so-called ",
  "First World countries.",
  "However, the real turning point, probably the first of its kind ever witnessed in economic ",
  "history, greater in magnitude than even the great depression of 1929-1933, in terms of ",
  "the potential fallouts, is the global crisis being witnessed since 2008. Reeling under the ",
  "shock, the global economy, is beginning yet another transition, of redefinition or even a ",
  "metamorphosis unheard and unseen ever in the past. It today stands at a crossroad, highly ",
  "fluid, uncertain, but with a silver lining, of emerging economies coming centre stage but ",
  "with a rider that they are not growing to their potential and their global competitiveness ",
  "is decreasing rather than increasing. These economies have “opportunities but with stiff ",
  "challenges.”",
  "33.2 GLOBAL VILLAGE",
  "While discussing the concept of globalization we had discussed the rapid global integration ",
  "being driven by a number of factors, especially in the last two decades. We had talked of ",
  "the seamless emergence of a global  village’  and transition of  the  global  economy from ",
  "first polarized , and then multi-polarized  to the  present inter-dependence  no tbound by ",
  "nationalities.",
  "The growing inter-dependence amongst economies has a very important role to play ",
  "in achieving the global integration. It is not the size of economies but interdependence ",
  "which makes the integration a necessity. It is the shrinking of the global economy from ",
  "an economic perspective. Goods and services of countries, increasingly becoming global, ",
  "companies  going  global  with  multiple  locations,  multiple  markets,  not  identifiable  by ",
  "countries of origin.",
  "Integration is also about colour of money or their origin losing significance and driven ",
  "by opportunities and markers rather titan by countries. We had also discussed previously ",
  "about some ‘key facilitators’ of this integration in the section on Globalization. Very often ",
  "both these terms are seen as meaning the same, but actually globalization is the ‘result’ of ",
  "integration.",
  "Yet another underlying factor facilitating the economic integration process is the silent ",
  "financial sector integration across boundaries. This has been aided by leaping technology’ ",
  "making it possible to do electronic trans-national transactions seamlessly, in the fastest ",
  "possible manner.GLOBAL ECONOMY— A TRANSITION 319",
  "Sitting  on  a  computer,  transactions  could  be  performed  anywhere  in  the  world ",
  "without any physical movements. The global financial sector was reaching new frontiers ",
  "of technology, services, convenience, diversified products and at the same time continued ",
  "to expand and spread across geographies. Both the financial sector as well as the economic ",
  "integration achieved over the last two decades had its own share of hiccups in the form of",
  "crisis in different countries.",
  "The crisis in Mexico, Chile, SE Asian economies, Argentina, etc., in the earlier decades, ",
  "did slow down the integration process, but has survived so far. The era of post-90s has seen ",
  "increasing  global  deregulation  of  trade,  capital inflows  and financial  regulations which ",
  "has made this integration faster. It has also resulted in ‘coupling’ of economies or that ",
  "problems of one country will seep through in the global arena. Smaller and peripheral ",
  "economies having the potential to destabilize global economy, as it is being seen in the case ",
  "of Portugal, Greece, Spain, etc.",
  "This is the other side of integration of the relative inability of economies to be insulated ",
  "from adverse global fall-outs, It is not possible for economies to remain as a ‘hermit ",
  "economy’, decoupled from global developments.",
  "Another important aspect of such an integration is also globalization of issues needing ",
  "collective resolution at a global platform like G-20. However, the recent global crisis has ",
  "the potential to threaten the basic foundation and fabric of global integration as will be ",
  "discussed subsequently.",
  "",
  ""
]