[
  "CHAPTER14",
  "OF INDIA AND ",
  "MONETARY POLICY ",
  "COMMITTEE",
  "RESERVE BANK OF INDIA",
  "In the previous section on government finances, we had discussed about various kinds of ",
  "deficits. How are deficits met or do they remain as deficits on paper only. Any deficit has ",
  "to be met. A government budget could be met through either printing of notes or it could ",
  "be borrowed known as market borrowings of the government.",
  "The fulfilling of deficits takes us into the realms of‘banking’. At the apex is Reserve ",
  "Bank of India (RBI) aslo known as the Central Bank of India, which controls banking in ",
  "India and is also the banker to the government. Both printing of money as well as market ",
  "borrowings are the major functions of RBI.",
  "But then what is money? Something which has universal acceptability, functions as a ",
  "medium of exchange, store of value and also having the backing of the government as a ",
  "legal tender in the economy. Then what is ‘near’ money? Near money functions similar to ",
  "the money but is not actually money as it is not universally acceptable such as credit cards ",
  "'also known as plastic money), drafts and debit cards.",
  "Money in Indiac ompriseso fcu rrency notesof ₹2 000,500 ,200 ,100, 50,2 0 an d 10 signed",
  "bythe Go vern or ofRBIa nd coin sof ₹10,5 , 2  ,   1 ,50  pai sa wh ich areno tsigned b utca rry the",
  "den omination  and thenationalembl  em.  ",
  "All  notes  are  printed  at  the  printing  presses  functioning  under  the  RBI  and  coins ",
  "minted at government mints under the Ministry of Finance, Government of India. The ",
  "basis of printing is minimum reserve system with a minimum value of government-held ",
  "           ",
  "gold of ₹200 croresand theremaining isbacked by thegovernmentsecuritiesissued and held ",
  "               ",
  "by RBI.TheRBI/governmenthascompleteflexibility in printing ofnotes.However,printing of",
  "             ",
  "money increasesthestock ofmoney in relation to goodsavailableand thuspushesup theprices",
  "     ",
  "resulting in inflationary pressures.",
  "               ",
  "If the deficit is financed  through  printing  of money  it is known  as monetization ",
  "               ",
  "of deficit or monetized deficit. Any monetized deficit will leads to inflation. Realizing ",
  "                 ",
  "the dangers of monetization, governments have switched  to  market borrowings for",
  "                 ",
  "meeting  the deficit to  prevent build-up  of inflationary  pressures for the past several",
  "decades.",
  "                       ",
  "What are market borrowings? Market borrowingfor meetingthe deficit is performed",
  "                     ",
  "by theRBI,on behalfofthegovernmentbeing abankerto thegovernment.Thisis164 THE INDIAN ECONOMY",
  "performed  through  issuance  of  central  government  securities  by  RBI  and  could  either ",
  "treasury bills (borrowings of less than a year) or dated securities (more than a year).",
  "All carry a fixed interest rate (also known as coupon) directly in case of dated securities ",
  "and can be derived in case of treasury bills. There is always a market for government ",
  "securities as they are risk-free (gilt edged) as the government can never be a defaulter in ",
  "meeting its debt obligations and in the most exceptional circumstances it can always resort ",
  "to printing of currency in discharge of its debt obligations.",
  "A major role is played by banks as they subscribe to these borrowing programs of the ",
  "RBI. This is discussed separately in the chapter on Banking.",
  "However, large government borrowings to meet the deficit have three issues. One, it ",
  "crowds out private investment which otherwise would have arrived in the economy. This is ",
  "because the money is being raised in the same economy from where the private investment ",
  "comes. Secondly, large borrowings would add pressures on interest rates as large borrowing ",
  "would necessitate higher interest rates. If the interest on government securities is high it ",
  "would add pressures on the general interest rate which could create inflationary pressures. ",
  "Thirdly, interest payment is the number one expenditure head accounting for over 25 per ",
  "cent of the total expenditure in the economy. This has happened as over the past several ",
  "decades deficits are being financed through market borrowings.",
  "Hence it is easy to understand that both the methods of meeting the deficits have ",
  "their own downturns and a better way is to contain the deficits to ‘manageable limits*. ",
  "This would  require fiscal consolidation both  back-ended  (boosting receipts through tax ",
  "reforms)  as  well  as  front-ended  (curtailing  unproductive  expenditure  and  austerity  in ",
  "government spending).",
  "The challenge fort he g overnment e specially ‘open’e nded subsidiesor tho sewh ich do not",
  "hav eany  outercap,l iesin  strik ing abalance between  meeting expenditure needsof thesoc ial ",
  "sec torand  infrastr ucturaldevelopmen t,maintain gro wth momentumand atthesam etimek eep  ",
  "thefis cald eficitman ageab leasa long-termstr ate g y.  ",
  "14.2 MONETARY POLICY COMMITTEE",
  "Monetary policy decisions by central banks can have far-reaching implications for the ",
  "economy, investors, savers and borrowers. And if seen to be taken by an individual, these ",
  "decisions can cause a lot of heartburn. Therefore, globally many governments have solved ",
  "this problem by appointing a committee.",
  "The  Government  amended  the  RBI  Act  to  hand  over  the  job  of  monetary  policy- ",
  "making in India to a newly constituted Monetary Policy Committee (MPC) on June 27, ",
  "2016.",
  "The  new  MPC  is  to  be  a  six-member  panel  that  is  expected  to  bring  “value  and ",
  "transparency” to rate-setting decisions. It will feature three members from the RBI: the ",
  "Governor, a Deputy Governor and another official and three independent members to be ",
  "selected by the Government.",
  "A  search  committee  (yes,  another  committee)  will  recommend  three  external ",
  "members,  experts  in  the  field  of  economics,  banking  or  finance,  for  the  Government RESERVE BANKOF INDIA AND MONETARY POLICY COMMITTEE 165",
  "appointees. The MPC will meet four times a year to decide on monetary policy by a ",
  "majority vote. And if there’s a tie between the ‘Ayes’ and the ‘Nays’, the RBI governor ",
  "gets the deciding vote.",
  "Where the government nominees will serve a four-year term “or until further orders, ",
  "whichever is earlier”, they will function as independent members. The committee decides ",
  "interest rates through a majority vote, with each member having one vote. In case there ",
  "is a tie, the governor will cast vote. At least four members will have to be present for the ",
  "quorum to be complete. The special feature of MPC is that, it doesn’t comprise of only ",
  "pure monetary economists.",
  "Functions of the MPC",
  "Under  the  Monetary  Policy  Framework  Agreement,  the  RBI  will  be  responsible  for ",
  "containing  inflation  targets  at  4%  (with  a  standard  deviation  of  2%)  in  the  medium ",
  "term. Under Section 45ZA(1) of the RBI Act, 1934, the Central Government determines ",
  "the inflation target in terms of the Consumer Price Index, once in every five years in ",
  "consultation with the RBI. This target would be notified in the Official Gazette. Though ",
  "the central bank already had a monetary framework and was implementing the monetary ",
  "policy, the newly designed statutory framework would mean that the RBI would have to ",
  "give an explanation in the form of a report to the Central Government, if it failed to reach ",
  "the specified inflation targets. It shall, in the report, give reasons for failure, remedial actions ",
  "as well as estimated time within which the inflation target shall be achieved. Further, RBI ",
  "is mandated to publish a Monetary Policy Report every six months, explaining the sources ",
  "of inflation and the forecasts of inflation for the coming period of six to eighteen months.",
  "Given this backdrop, MPC decides the changes to be made to the policy rate (repo ",
  "rate) so as to contain the inflation within the target level specified to it by the Central ",
  "Government. Each member of the Monetary Policy Committee has to write a statement ",
  "specifying the reasons for voting in favour of, or against the proposed resolution, and the ",
  "same alongwith the resolution adopted by the MPC is published as minutes of the meeting ",
  "by RBI after 14 days of the said meeting. In addition, subsequent to the MPC meeting, ",
  "RBI has to publish a document explaining the steps to be taken by it to implement the ",
  "decisions of the Monetary Policy Committee, including any changes thereto.",
  "DecisionMakingatMPC",
  "     ",
  "The proceedings ofMPC are confidential and the quorum for a  meeting shall be four a ",
  "                          ",
  "members,a tle aston eof who mshall bethe Go vern orand in h is absence, the Deputy  who  isthe",
  "Mem bero ftheMP C.       ",
  "The MPC takes decisions based on majority vote (by those who are present and voting). ",
  "In case of a tie, the RBI governor will have the second or casting vote. The decision of the ",
  "Committee would be binding on the RBI.166 THE INDIAN ECONOMY",
  "No act or proceeding of the Monetary Policy Committee shall be invalid merely by ",
  "reason of—",
  "•  any vacancy in, or any defect in the constitution of the MPC; or",
  "•  any defect in the appointment of a person acting as a Member of the MPC; or",
  "•  any irregularity in the procedure of the MPC not affecting the merits of the case.",
  "As per the Act, RBI has to organise at least four meetings of the MPC in a year. The ",
  "government may, if it considers necessary, convey its views, in writing, to the MPC from ",
  "time to time.",
  "RBI is mandated to furnish necessary information to the MPC to facilitate their decision ",
  "making and if any member of the MPC, at any time, requests the RBI for additional ",
  "information, including any data, models or analysis, the same have to be provided, not ",
  "just to that member but to all members.",
  "The transitioning from the current decision process to that of an MPC will impart ",
  "diversity of views, specialised experience and independence of opinion in the monetary ",
  "policy  decisions  which  could  help  in  improving  the  representativeness  in  the  overall ",
  "decision-making process.",
  "               ",
  "   ",
  "   ",
  " ",
  "                       ",
  "     ",
  " ",
  " ",
  " ",
  " ",
  " ",
  "               ",
  " ",
  "               ",
  "             ",
  "           ",
  " ",
  " ",
  " ",
  "     ",
  "    "
]