[
  "CHAPTER10",
  "INFRASTRUCTURE ",
  "DEVELOPMENT",
  "INFRASTRUCTURE IN GLOBAL CONTEXT",
  "Overall infrastructure basically comprises of crude oil exploration and refining, electricity ",
  "generation,  coal,  steel,  cement,  communications  and  transport  (rail,  road,  ports  and ",
  "airports). Infrastructure is also segregated as rural infrastructure (comprises of irrigation, ",
  "roads,  electricity  and  creation  of  social  assets  in  villages)  and  urban  infrastructure ",
  "(comprises of public transport, up-gradation of roads and civic amenities in urban areas).",
  "There is also reference nowadays to soft infrastructure which is education and skill ",
  "development, human capital development. While all these are important but in terms of ",
  "criticality it is the overall infrastructure and with increased growth there is need for more ",
  "than  proportionate  growth  in  infrastructural  sector  investment  to  match  the  growth  of ",
  "the economy.",
  "India’s infrastructure can be known to be adequate solely in respect of communications ",
  "and in all other areas as deficient. Infrastructure globally has certain unique characteristics ",
  "as mentioned below:",
  "(1)  It is a dynamic concept implying continuous investments in infrastructure. It can ",
  "never be said to be adequate’.",
  "(2)  Infrastructure growth has to precede growth of economies. First roads need to be re­",
  "built before cars are manufactured or factories can be set up only once electricity is ",
  "there and not the other way around.",
  "(3)  Infrastructure has to be for 365 x 24 hours leaving no scope for reactive maintenance ",
  "(after break-downs) but has to be proactive maintenance (before break-down).",
  "(4)  Infrastructure development requires visioning, always for the future and not for the ",
  "present  as  otherwise  given  their  long  periods  for  completion  they  would  become ",
  "inadequate once completed.",
  "(5)  Infrastructure always needs to be seen from a global perspective and not from the past ",
  "history.",
  "(a)  For example, the Government of India can take pride in mentioning that in the ",
  "last 10 years they have constructed 8000 km of highways a feat never achieved ",
  "in the past.",
  "(b)  However, in the same period China has constructed 25,000 km of highways. ",
  "Infrastructure comparison is always global.112 THE INDIAN ECONOMY",
  "(6)  Infrastructure has always got to be effective’. This can be defined with the following ",
  "example:  Hyderabad  airport  in  India  is  world  class.  It  has  cut down  time at  the ",
  "airport, faster check-in can handle manifold more passengers but it is located further ",
  "away from the city.",
  "Hence, what one has gained in saving the time at the airport has got lost in travel ",
  "time  to  the  airport.  So  what  effective  infrastructure implies is  while building the ",
  "airport simultaneously start the process of either widening the road to the airport ",
  "and if it is not feasible explore an alternate entry point to the airport from the city.",
  "ISSUES IN INDIAN INFRASTRUCTURE",
  "(1)  Need for Long-term Resources—it has been estimated by the Planning Commission ",
  "of India that an investment of USS 1000 billion is required in overall infrastructure ",
  "alone over the next 10 years.",
  "This will be USS 500 billion in the next five years or an annual investment of US$",
  "100 billion for sustaining the present levels of growth and if we are talking about ",
  "higher levels of growth, the magnitude of investment will only increase further. ",
  "This would mean that investment in infrastructure which is presently around",
  "5.5 per cent of GDP would have to be more than double to 12.5 per cent.",
  "Infrastructure projects have long gestation period raising such long-term resources ",
  "on an ongoing basis is a major issue. Such long-term funds are usually available ",
  "in insurance and pension funds both of which are relatively still evolving in India. ",
  "Insurance penetration is very low and so are pension funds.",
  "Banks are not able to take exposures given the need for long-term resources as it ",
  "will result in mismatch between assets and liabilities and can weaken the banks.",
  "(2)  Pricing of Infrastructure—another issue is the under-pricing (pricing less than the ",
  "commercial viability in terms of the market) of infrastructure which has questioned ",
  "its sustainability in the long run.",
  "(3)  Absence of Visioning—as mentioned previously, a key feature of infrastructure is ",
  "the need for visioning say Infrastructure in India 2050. No serious thoughts are being ",
  "given to the requirement of infrastructure over the next 30—40 years.",
  "(4)  Infrastructure  as  a  National  Issue—infrastructure  development  continues  to  be ",
  "driven through various governments in terms of their own priorities.",
  "One  government  may  favour  building  highways  whereas  another  government ",
  "may feel making rural roads a priority. Infrastructure has to be made apolitical or ",
  "cutting across party lines as a national issue.",
  "RECENT MEASURES TAKEN BY THE GOVERNMENT",
  "The government realizing the importance of infrastructural sector has taken a number of ",
  "steps that are briefed below:",
  "(1)  It  has set  up the India  Infrastructure Finance Company  Ltd.,  (IIFCL)  exclusively ",
  "for  leveraging  investment  in  infrastructure  projects.  It  is  expected  to  leverage  an ",
  "investment of over  ₹ 50,000 croreso vera p eriod ofti me.INFRASTRUCTURE DEVELOPMENT 113",
  "(2)  IIFCL,  Infrastructure  Development  Finance  Company  (IDFC),  Citigroup,  and ",
  "Blackstone Group have jointly announced a launch of USS 5 billion fund to finance ",
  "infrastructure projects in India.",
  "(3)  IIFCL has set up a subsidiary at London with funds of USD 5 billion to fund Indian ",
  "companies importing capital goods/machineries exclusively for infrastructure projects ",
  "in India.",
  "(4)  The Planning Commission of India has proposed a USD 11 billion multi infra debt ",
  "funds for funding infrastructure projects in India.",
  "(5)  The government has recently announced the p ublic p rivate s ector p artnership (PPP)  ",
  "model for infrastructure projects in India.",
  "(a)  This model seeks to leverage on the strengths of the government (inter-ministerial ",
  "clearances, environment and forest clearances, shifting of vital installations and ",
  "land acquisitions).",
  "(b)  The private sector is then entrusted the task of building the infrastructure in ",
  "terms  of  government  specifications  by  using  their  own  resources  in  a  given ",
  "time period. There is an incentive mechanism for projects completed ahead of ",
  "schedule.",
  "(c)  In turn, it allows the private sector to levy pre-agreed ‘Toll’  (for  road projects) ",
  "                   ",
  "or‘user charges ’(airports )under the build-operate -transfer (BOT)model of",
  "partnership.",
  "                   ",
  "(d) A slight variant to  this is design-build-finance-operate (DBFO) where the",
  "                   ",
  "competence in the ‘design of projects is also done by the private sector rather",
  " ",
  "than by thegovernment.",
  "                   ",
  "(e) Recently, the government under the PPP model has also initiated levying of",
  "       ",
  "‘negativegrants’forhighly profitableroad projects.",
  "               ",
  "(f) The private companies while bidding  for such  projects would  also  have to ",
  "                 ",
  "provide the amount of money from their likely future earnings they are willing ",
  "                     ",
  "to give ‘Up-front’ before the contract is awarded by the government, as what is",
  "   ",
  "known asnegativegrant.",
  " ",
  "UrbanInfrastructure",
  "     ",
  "The Government of India has launched the following schemes for development of urban",
  "                   ",
  "infrastructure:",
  "       ",
  "1. Smart Cities: The Government of India has launched a mission on Smart Cities,",
  "                            ",
  "with the collaboration of states and UTs for implementation of the flagship pro­",
  "                   ",
  "gramme for urban development. The purpose of the Smart Cities Mission is to drive",
  "                              ",
  "economic growth and improve the quality of life of people by enabling local area",
  "                         ",
  "development and harnessing technology, especially technology that leads to smart",
  "         ",
  "outcomes.",
  "     ",
  "The Smart Cities Mission targets promoting cities that provide core infrastructure and",
  "                          ",
  "give a decent quality of life to its citizens, a clean and sustainable environment and",
  "                         ",
  "application of‘smart’ solutions. The focus is on sustainable and inclusive development",
  "                      ",
  "andtheideaistolookatcompactareasandcreateareplicablemodelwhichwillactlike",
  "                       114 THE INDIAN ECONOMY",
  "a lighthouse to other aspiring cities. The core infrastructure development in a smart city ",
  "includes adequate water supply; assured electricity supply; sanitation, including solid ",
  "waste management; efficient urban mobility and public transport; affordable housing, ",
  "especially for the  poor; robust IT connectivity and digitalization; good governance, ",
  "especially  e-Govcrnance  and  citizen  participation;  sustainable  environment;  safety ",
  "and security of citizens, particularly women, children and the elderly; and health and ",
  "education.",
  "The  strategic  components  of  area-based  development  in  the  Smart  Cities  Mission ",
  "are city improvement (retrofitting), city renewal (redevelopment) and city extension ",
  "(greenfield development) plus a pan-city initiative in which smart solutions are applied ",
  "covering larger parts of the city. Retrofitting will introduce planning in an existing ",
  "built-up area to achieve smart city objectives, along with other objectives, to make the ",
  "existing area more efficient and liveable. In retrofitting, an area consisting of more than ",
  "500 acres will be identified by the city in consultation with citizens. Redevelopment ",
  "will effect a replacement of the existing built-up environment and enable co-creation ",
  "of  a  new  layout  with  enhanced  infrastructure  using  mixed  land  use  and  increased ",
  "density. Redevelopment envisages an area of more than 50 acres, identified by ULBs ",
  "in consultation with citizens. Greenfield development will introduce most of the smart ",
  "solutions in a previously vacant area (more than 250 acres) using innovative planning, ",
  "plan financing and plan implementation tools (e.g. land pooling/ land reconstitution) ",
  "with provision for affordable housing, especially for the poor. Greenfield development ",
  "is required around cities in order to address the needs of the expanding population.",
  "The Mission will cover 100 cities which have been distributed among the states and ",
  "UTs on the basis of equitable criteria. The distribution of smart cities will be reviewed ",
  "after two years of the implementation of the mission. Based on an assessment of the ",
  "performance of states/ULBs in the challenge, some reallocation of the remaining potential ",
  "smart cities among states may need to be done by the Ministry of Urban Development ",
  "(MoUD).",
  "2.  Swachh  Bharat  Mission  (SBM):  The  SBM  aims  at  making  India  free  from  open ",
  "defecation  and  at  achieving  100  percent  scientific  management  of  municipal  solid ",
  "waste in 4041 statutory towns/cities in the country. The targets set for the mission ",
  "which  have  to  be  achieved  by  2nd  October  2019  are:  construction  of  1.04  crore ",
  "Individual Household Latrines (1HHL), 2.52 lakh Community Toilet (CT) seats and ",
  "2.56 lakh Public Toilet (PT) seats; and achieving 100 percent door-to-door collection ",
  "and scientific management of Municipal Solid Waste (MSW). The estimated cost of ",
  "implementation oft heS BMis ₹62 ,0 09 crore.Ason  1stD  ecemb er2015,5.9 1 lakh  ",
  "           ",
  "IHHLs and  28,948  community  and  public toilets have been  completed  under the",
  "                   ",
  "SBM. In 33,278 wards out of a total of 78,633, 100 percent door-to-door collection ",
  "                 ",
  "is taking place under Municipal Solid Waste Management and 17.62 percent of the",
  "     ",
  "totalwastegenerated isbeing processed.",
  "             ",
  "3.  National Heritage City  Development And Augmentation Yojana  (HRIDAY): The",
  "                   ",
  "Government has announced the vision of a slum-free India through a new scheme,",
  "                 ",
  "the Rajiv Awas Yojana. The HRIDAY scheme aims at preserving and revitalizing the",
  "                       ",
  "soul and unique character of heritage cities in India. In the first phase, with a total",
  "           ",
  "outlay of^500 crorefully funded by thecentralgovernment,twelvecities-Ajmer,INFRASTRUCTURE DEVELOPMENT 115",
  "Amaravati,  Amritsar,  Badami,  Dwarka,  Mathura,  Puri,  Varanasi,  Velankanni,  Kan- ",
  "chipuram, Gaya and Warangal—have been identified for development.",
  "4.  Atal  Mission  For  Rejuvenation  And  Urban  Transformation  (AMRUT):  Owns ",
  "which will be known as mission cities/towns.  The  total  outlay for  AMRUT,  which ",
  "is being operated asa Ce ntrally Sponsored Scheme(CS S),is₹50 ,00 0  croreforfivey ears ",
  "from  financ ialye ar2015-16  to 2 019-20.Citieswith ap opulati on of10  lakh orabove are",
  "entitled  to cen trala ssistanceofone-thir d ofthepr ojec tcostand all othe rcities,o neha lfof",
  "the projec t cost. Bala nce f und ing  isto be  arran ged by s tate govern ments  /Urban Local",
  "Bodi es(ULB),including private investm  ent.    ",
  "5.  HRIDAY:  North  Eastern  Region  Urban  Development  Programme  -NERUDP: ",
  "The  North  Eastern  Region  Urban  Development  Programme  (NERUDP)has  been ",
  "teken  up  by  the  Ministry  of  Urban  Development  (MoUD)  with  the  financial  as­",
  "sistance  from  Asian  Development  Bank  (ADB).  ADB  contribution  is  70%  of  the ",
  "cost as loan to the Government of India. The scheme is being implemented in the ",
  "capital  cities  of  5  North  Eastern  States  viz. Agartala (Tripura), Aizawl (Mizoram), ",
  "Gangtok (Sikkim), and Kohima (Nagaland) covering priority urban services viz. (i) ",
  "Water Supply, (ii) Sewerage and Sanitation, and (iii) Solid Waste Management be­",
  "sides capacity building, institutional and financial reforms at an estimated cost of Rs ",
  "1371 crore. The projects under the NERUDP scheme have been spread over three ",
  "Tranches  and  are  under  execution  in  the  project  cities  since  2009.  These  projects ",
  "have been planned for completion by June, 2019.",
  "Funds  are  released  by  the  Ministry  to  the  participating  Stares  on  reimbursement ",
  "basis in the ratio of 90% grant and 10% loan.",
  "6.  Setu  Bharatam  Program:  Setu  Bharatam  program  aims  at  building  bridges  for ",
  "seamless  and  safe  on  National  Highways  and  make  all  National  Highways  free  of ",
  "railway level crossings by 2019. This is being done to prevent the frequent accidents ",
  "and loss of lives at level crossings. Under this program, 208 Railway Over Bridges ",
  "(ROB)/Railway Under Bridges (RUB) will be built at the level crossings at a cost ",
  "of Rs. 20,800 Cr as part of the program. In addition to this, about 1500 old and ",
  "worn  down  bridges  will  also  be  improved  by  replacement/widening/strengthening ",
  "in a phased manner at a cost of about Rs. 30,000 crore.",
  "7.  Bharatmala  Pariyojana:  Bharatmala  Pariyojana  is  a  new  umbrella  program  for ",
  "the  highways  sector  that  focuses  on  optimizing  efficiency  of freight and passenger ",
  "movement  across  the  country  by  bridging  critical  infrastructure  gaps  through  ef­",
  "fective  interventions  like  development  of  Economic  Corridors,  Inter  Corridors  and ",
  "Feeder  Routes,  National  Corridor  Efficiency  Improvement,  Border  and  International ",
  "connectivity roads, Coastal and Port connectivity roads and Green-field expressways. ",
  "A total of around 24,800 kms are being considered in Phase I. In addition, Phase ",
  "I  also  includes  10,000  kms  of  balance  road  works  under  NHDP.  Estimated  outlay ",
  "for Phase I is Rs 5,35,000 crores spread over 5 years. The objective of the program ",
  "is  optimal  resource  allocation  for  a  holistic  highway  development/improvement ",
  "initiative.116 THE INDIAN ECONOMY",
  "8.  Pradhan  Man  tri  Awas  Yojana  (Urban):  Pradhan  Mantri  Awas  Yojana  -  Housing ",
  "for  All  (Urban)  is  launched  by  the  Central  Government  with  an  aim  to  provide ",
  "housing to all urban people by 2022. Under the scheme central assistance is given ",
  "to States and UTs for constructing houses to all eligible sections from urban slums ",
  "and  economically  weaker  sections.  Slum  rehabilitation  and  affordable  housing  to ",
  "Economically Weaker Sections are the major features of this project.",
  "INFRASTRUCTURE AND ITS KEY CHALLENGES",
  "Despite the efforts of the government as highlighted above infrastructural development ",
  "still has a few challenges as mentioned below:",
  "(1)  The World Economic Forum has ranked India in terms of infrastructure as 89 among ",
  "139 countries. Countries such as China have a rank of 50 and Brazil 62. This implies ",
  "that our infrastructure is viewed as grossly inadequate by global standards.",
  "(2)  Raising long-term resources would require reforms in banking, insurance and pension ",
  "funds as that is where long-term resources are available.",
  "(3)  Further,  long-term  resources  for  infrastructure  can  also  come  through  foreign ",
  "investment (like in case of China) and government would have to further liberalize ",
  "its policies to attract foreign investment in India.",
  "(4)  The  PPP  model  is  appreciable  but  cannot  substitute  government  spending  given ",
  "the huge magnitude of resources required. It can at best play a supportive role in ",
  "infrastructure development.",
  "(5)  India’s metro infrastructure of Delhi, Mumbai and Chennai are virtually collapsing ",
  "despite  efforts of  the state government.  Even  the major  urban centres are having ",
  "severe  infrastructural  constraints,  despite  having  the  Jawaharlal  Nehru  National ",
  "Urban Renewal Mission (JNNURM).",
  "(6)  That  is,  to  say  the  government  cannot  absolve  itself  of  its  responsibilities  of ",
  "infrastructure development.",
  "The twin challenges are as follows:",
  "How  would  the  government  raise  resources  given  the  budgetary  constraints?  The ",
  "compulsions of the Fiscal Responsibility and Budget Management Act (FRBMA) would ",
  "not only allow it to raise expenditure to keep the deficit level under check. The government ",
  "has a legacy of an inefficient spender in the economy with as many as three hundred ",
  "government projects delayed by over eighty earsw ith ac osto ver-run of ₹ 49,000 crores.",
  "How to make the government an efficient spender in the economy? There are myriads ",
  "issues of land acquisition, inter-ministerial coordination and bureaucratic delays which is ",
  "inbuilt in any government functioning.",
  "The other is that we have to learn from the Chinese experience in infrastructure de­",
  "velopment. They have kept the scale of existing ideas, instructive and unconventional, ",
  "something as unbelievable.",
  "Globally, it was believed that trains running over 450 km per hour was technically and ",
  "scientifically not possible. The Chinese have proved every one wrong. They have constructed INFRASTRUCTURE DEVELOPMENT 117",
  "around 17 bridges over one river which is 100 years maintenance free and many of them are ",
  "the longest in the world and completed in record time.",
  "Beijing, their capital, has an airport which is bigger than Heathrow of London and ",
  "is sufficient to meet the passenger and cargo load for the next 25 years. Their rail link of ",
  "2000 km from mainland China to Tibet at a height of over 15,000 ft is an engineering ",
  "feat in itself.",
  "India is still bogged down with playing around with existing ideas, existing knowledge ",
  "and  technology.  India  requires  ‘innovative  infrastructure’,  the  impossible  infrastructure, ",
  "beyond  conventional  and  then  just  do  it  the  way  China  has  done  and  thus  requires ",
  "infrastructure  visioning,  making  it  a-political,  cutting  across  political  parties  with  the ",
  "objective of providing the infrastructure to support higher rates of growth and at the same ",
  "time not only world class but defining newer boundaries of infrastructure.",
  "ENVIRONMENTAL ISSUES AND INFRASTRUCTURE",
  "A still larger issue now emerging is the environmental issues, erosion of forest cover, etc., ",
  "around  the  infrastructure  projects.  The  present  issues  being  faced  in  Orissa  and  other ",
  "states on projects which can not only alter the face of the state but also the nation in terms ",
  "of economic development need deeper introspection.",
  "The environmental issues raised on companies such as POSCO and the Vedanta Group ",
  "in Orissa may deny an investmentop portunity'in  thestat eofo ver ₹60,0 0 0 croreswhich  hasthe",
  "pote ntia lto trans formOrissaf rombe ing ab ackwar d to aprogress ivestate.  ",
  "Similarly, stalling the Lavasa project in Maharashtra, is a myopic view' by the government ",
  "as it has the potential to redefine the urban development and probably post-construction ",
  "would be extremely environment-friendly more than any other city in the country.",
  "The  Prime  Minister  has  indicated  that  there  should  be  a  balance  between  the  two ",
  "aspects. However, development should be a prime concern clearly as it involves the people, ",
  "means of livelihood for them as fundamentally more important today.",
  "It  needs  to  be  remembered  in  mind  that  improvements  in  welfare  of  people  and ",
  "states should be the prime consideration and ‘way out’ should be found for addressing ",
  "the environmentali ssuesa ndth ewa yout shou ldnotbe bya ban don ingthe proje ctbu tfinding  the ",
  "waysar oun dthem .  ",
  "Are these the only environmental issues? What about the issues of slum development, ",
  "waste  management,  banning  use  of  plastics,  rural/urban  habitation,  polluted  rivers, ",
  "erosion of forest cover? Are these not major issues?",
  "                       ",
  "Indiahas myriadsofissuesofunemployment,acutebackwardnessofstates,development",
  "deficit, investment deficit, development divide across many states and such other divides. ",
  "If it is possible for the private/foreign players to provide answers for such divides, their ",
  "projects should be encouraged rather than discouraged and a way out found for them.",
  "This is a government-related issue of being short sighted in the guise of environmental ",
  "issues, over-looking positive and tangible welfare gains for the states and the country as ",
  "a whole. India, thus, has a number of infrastructural related issues, which will solely get 118 THE INDIAN ECONOMY",
  "compounded with increased intensity as the growth levels begin to accelerate and also with ",
  "the growing population exerting greater pressure on the infrastructure.",
  "The government can also consider of having a separate budget for infrastructure. The ",
  "railway budget could constitute a part of this budget allowing for greater complementarity ",
  "between various sectors of infrastructure. ",
  "There is a need for a greater broad-based discussion on the imperatives of infrastructure ",
  "in future as otherwise it will become a limiting factor for growth.",
  "PORTS IN INDIA—AN ECONOMIC PERSPECTIVE",
  "Globally ports are regarded as gateway for trade of goods and merchandise entry and ",
  "exit from a country. They also play a pivotal role in accelerating the development of ",
  "regions/economies. As an open economy, neglect of ports can solely be at the expense of ",
  "development of such economies.",
  "India’s fact sheet of ports consists of twelve major ports (two additionally approved— ",
  "one in West Bengal and the second at Andhra Pradesh) and two hundred odd minor ports ",
  "accounting for 95 per cent of cargo movement by volume and 70 per cent by value. The ",
  "present port capacity is around 1000 million tonnes (MT).",
  "Imports  of  crude  petroleum,  iron  ore,  coal  and  other  essential  commodities  are all ",
  "through the sea route. Realizing the importance of developing our ports to handle large ",
  "volumes and increase cargo movement, the government has allowed 100 per cent private ",
  "sector and  100  per cent FDI  participation in  this  sector. Further,  a ‘Maritime Agenda ",
  "2010-2020’, a perspective plan has been prepared which has set the goals as follows:",
  "(1)  To increase India’s share in global ship building to 5 per cent from the present ",
  "1 per cent.",
  "(2)  To increase the share of Indian seafarers from 6-7 per cent to at least 9 per cent in the ",
  "global shipping industry during 2015.",
  "(3)  To create a port capacity of around 3200 MT to handle the expected traffic of about ",
  "2500 MT during 2020.",
  "(4)  To bring ports at par with the best international ports in terms of performance and ",
  "capacity.",
  "(5)  To increase the tonnage under the Indian flag and Indian control and also the share ",
  "of Indian ships in our exim trade.",
  "(6)  To  promote  coastal  shipping  as  it  will  help  in  decongesting  our  roads  and  is ",
  "environment-friendly.",
  "(7)  In order to promote private participation and foreign direct investment (FDI) in the ",
  "country, the Government of India has allowed 100 per cent FDI under the automatic ",
  "route for:",
  "•  Captive facilities for port-based industries.",
  "•  Leasing of equipment for port handling and leasing of floating crafts.INFRASTRUCTURE DEVELOPMENT 119",
  "•  Leasing of existing assets of ports.",
  "•  Construction/creation  and  maintenance  of  assets  such  as-container  terminals ",
  "bulk/break  bulk/multi-purpose  and  specialized  cargo  berths,  warehousing, ",
  "container freight stations, storage facilities and tank farms, handling equipment, ",
  "setting up of captive power plants, dry docking and ship repair facilities.",
  "As way of incentive, 100 per cent exemption from income tax is also extended to companies ",
  "that are investing in port infrastructure. Further, a ten-year tax holiday has been given to ",
  "enterprises which are engaged in the business of developing, maintaining and operating ",
  "ports, inland waterways and inland ports.",
  "India’s shipping ministry is considering in removing the tariff fixing for major ports, ",
  "passing responsibility for this to the ports themselves. Instead, a new regulator for the ",
  "sector will be appointed who will be responsible for setting, monitoring and regulating ",
  "service levels as well as technical and performance standards. The ministry has also decided ",
  "that all new major ports would be constructed through a corporate structure and will be ",
  "registered under the Companies Act 1956.",
  "Recent Government Initiatives",
  "Contract to develop the Jawaharlal Nehru Port Trusts (JNPT) container terminal at Navi ",
  "Mumbai has been awarded to aD ubai-based company ata tot alcos tof  ₹60 0  crores(US S100. ",
  "20 million ).Ga il Ind ia and  the Shi pping  Corporation  of In dia (S CI)h ave si gned  a",
  "m emorandumof und erstanding (MoU)to co operatefortran spor tation ofliquefied n aturalgas",
  "             ",
  "LNGsourced by Gailfromthe United States(US).",
  "             ",
  "The government has approved the project for upgradation of an existing facility and ",
  "                     ",
  "the creation of a new facility at Visakhapatnam Port Trust (VPT) for iron ore handling ",
  "               ",
  "in two phases on  design, build, finance, operate and  transfer (DBFOT) basis with  an ",
  "     ",
  "investmentof₹845.41 crores(USS153.95m  illion).",
  "                 ",
  "Threemajorprojects,witha nin vestment of ₹1800cro res(USS330.08milli on),arebeing",
  "           ",
  "                   ",
  "takenupbytheVPT.TheUnionShippingMinistryhasstartedworkingonsomeofitsplanssuch",
  "                           ",
  "   ",
  "ascorporatization ofmajorporttrusts.Mumbai’sJNPTwillbethefirstporttobecorporatized.",
  "               ",
  "         ",
  "Thereare14,500kmofnavigableandpotentially navigableinlandwaterways inthecountryof",
  "             ",
  "             ",
  "whichthefollowing fiveinlandwaterways havebeendeclared asNational Waterways andthe",
  "           ",
  "   ",
  "detailsarelistedbelow.",
  "       ",
  "     ",
  "• National Waterway-1—Allahabad-Haldia stretch of the Ganga-Bhagirathi-Hooghly",
  "                 ",
  "         ",
  "river (Total length 1620 km) in the states of Uttar Pradesh, Bihar, Jharkhand and",
  " ",
  "WestBengal.",
  "           ",
  "     ",
  "• NationalWaterway-2—Sadiya-DhubristretchoftheBrahmaputrariver(Total",
  "       ",
  "     ",
  "length891km)inthestateofAssam.",
  "         ",
  "       ",
  "• NationalWaterway-3—Kollam-KottapuramstretchofWestCoastCanaland",
  "               ",
  "       ",
  "ChampakaraandUdyogmandalcanals(Totallength205km)inthestateofKerala.120 THE INDIAN ECONOMY",
  "•  National Waterway-4: (Total length 1027 km) in the states of Andhra Pradesh and ",
  "Tamil Nadu and the Union Territory of Puducherry.",
  "•  National Waterway-5: (Total length 588 km) in the states of West Bengal and Orissa.",
  "•  National Waterway 6: National Waterway 6 is the proposed waterway which connects",
  "Assam with Mizoram on the river Barak. The 121 km long waterway will help in ",
  "trading between town of Silchar to Mizoram State.",
  "The government has approved projects for development of multi-purpose berths as well ",
  "as  merchandised  berths  with  allied  facilities  on  DBFOT  (design-build-finance-operate- ",
  "transfcr) basis at Haldia Dock II (North) for a period of 30 years at an estimated cost ",
  "of ₹8 21.40 crores(U SS151 .39 million)and  atHaldia  Dock  II(South) foraperi od o f3 0 years",
  "at an estimat ed  costof^886.10 cro res (US$ 163.32 mi llion).Theprojectswille nable Kolkata ",
  "Port Trust t o enhanc e its capaci ty by 23.4 m  ill ion tonnes perannum (MTPA)a nd m eet the ",
  "demand f orcoaland  oth erbulk cargo  in th ehinterlan d ofKolkataPort.      ",
  "The government has also approved licensing of land to the concessionaires for seven ",
  "projects  which are t aken  up in the PPP mode. Thes e projects ha ve been taken u p in  terms",
  "of the e xtant polic y of the Govern ment  of Ind ia to p ursue m aritim e development projects ",
  "un der the PP P mode. T his will lead to  eff icienc y in opera tions at m ajor ports wh ich will ",
  "benefi ttra dean d theec onom y as awhole.          ",
  "Gov ernm ent has  recently   ap proved  incentives to  promote domestic shipbuilding ",
  "industry. These inclu de (i) financial assistance to dom estic shipyard s for any v essel built by ",
  "them sub sequen t to its de livery an d (ii) relax ation of eli gibility cr iteri a for procu reme nts",
  "or re pair of ves sels d one by  Governm ent departmen ts or agencies in clud ing  PSUs for ",
  "go vernme nt  purpose or for  their own purpo se to grant R igh t of First Refusal to dome stic ",
  "shipyards.                        ",
  "Special Purpose Vehicle to provide efficient last mile rail connectivity to Major Ports",
  "with equity  from 1 1 Major Ports and  Rail Vika s N igam has been incorporated und er the ",
  "Companies Act. T  his SPV ‘The I ndian Por t Rail Corpora tion  Limited’ started function ing  ",
  "from July 2 015  and s ince t hen h as taken up  23 pr ojects which are critic al for last mile rail",
  "conne ctivity to theMajorP ons.                ",
  "The Ministry  of Shi pping, along  with  the Directorate General of Lighthouses and ",
  "Lightsh ips (DGLL) has drawn   up  an  ambitiou s programm e to  de velo p  78  lightho uses",
  "in the cou ntry as c entre s of tourism in the first phase unde r Public Private Partnership  ",
  "(PPP).  The identi fied ligh tho uses are  in Gu jarat , Maha rashtra , Goa, Karnata ka, Kerala,",
  "Laksha dwee p, Tamil Nadu, Pud uche rry, Andhra  Pradesh, O disha,  West Ben gal and  ",
  "Andaman and  Nicobar Islands .            ",
  "Emphasizing  that  waterways would  be a game changer for the economy, Shipping ",
  "Ministry  has sought  enhanced  budgetary  all ocation   from th e F inan ce Ministe r for the",
  "sector as des pite bein g crucial to economy the Ministry ha s a paltry bu dgetary a lloca tion  ",
  "ofRs9 00  crore.          ",
  "   INFRASTRUCTURE DEVELOPMENT 121",
  "The  ministry  also  urged  the  government  to  cut  logistics  cost  in  the  country  and ",
  "streamline  the  taxation  structure,  including  the  implementation  of  the  crucial  goods  & ",
  "services tax (GST) in the upcoming budget, to give a much-needed boost to the shipping ",
  "industry.",
  "The money granted by Union Budget should be of the amount facilitating grant of ",
  "industry’ status to the sea logistics sector in India to enable coordination among various ",
  "industries for integrated policy development. Further, the government should grant ",
  "‘infrastructure’ status to the port and shipping industry so that it would reduce costs ",
  "to buy technologically advanced and environment friendly ships and fleets, and create a ",
  "Logistics Modernisation Fund’ for the growth of the sector.",
  "Larger Issues of Ports in India",
  "Notwithstanding the recent efforts of the government in augmenting capacities in ports in ",
  "India there are certain critical issues which need to be resolved. They are as follows:",
  "Development of port infrastructure in India is not on par with the other ports across ",
  "the world. Trade in India has to face severe challenges due to inefficient port services. ",
  "Shipping lines avoid touching ports in India because of the long waiting time. The capacity ",
  "of various ports including Mumbai has already been exhausted and now capacities of other ",
  "ports such as JNPT are on the verge of exhaustion.",
  "Port  development  has  to  seen  in  a  holistic  and  comprehensive  manner  and  not  in ",
  "isolation. They have to emerge as integrated transport centers as logistics platform covering ",
  "links to the hinter land with the rail road network. There has to be complementarities ",
  "between rail, road and ports, seen as one and not separately.",
  "Indian ports are not equipped to handle large containers as a result ships are re-routed ",
  "and parked at other larger ports and cargos are loaded in smaller vessels to facilitate ",
  "their entry/exit out of the country. This raises costs and also transit time. India is heavily ",
  "dependent  on  Colombo  as  a  transshipment  hub  which  has  both  economic  as  well  as ",
  "political implications.",
  "India also needs 24 x 7 custom cargo clearance facilities besides excessive paperwork ",
  "and  documentation  requirement  solely  increase  transaction  cost.  Average  turn-around ",
  "time of vessels of 3.5 days is very high compared to the international standards which are ",
  "only in hours and not in days. This is a critical factor which delays consignments making ",
  "them uncertain, unreliable and uncompetitive in comparison to other ports.",
  "Indian ports also have a high through put and transport cost because of an inefficient, ",
  "unorganized and un-coordinated truck movement which not only increase costs but also ",
  "takes more time. It is also subject to frequent labor unrests, which disrupts loading and ",
  "un-loading at ports.",
  "Efforts at development of ports in India is only a recent phenomenon, however, more ",
  "than development is to develop them with the future in view and how India can be made ",
  "a hub for cargo movement. Rapid increasing trade will only add more and more pressure ",
  "on the already created capacities which need to be augmented on a war footing.122 THE INDIAN ECONOMY",
  "Sagarmala Programme",
  "This initiative is a series of projects to leverage coastline and inland waterways to drive ",
  "industrial  development.  The  Project  was  originally  mooted  in  2003  as  the  waterways ",
  "equivalent of the Golden Quadrilateral. This Project is expected to reduce cost and time ",
  "for transporting goods, thereby benefiting industries and export and import.",
  "The  project  includes  modernization  of  port  infrastructure,  improve  port  connectivity ",
  "through rail corridors, freight-friendly expressways and inland waterways, create coastal ",
  "economic  zones  and  development  of  skills  of  fishermen  and  other  coastal  and  island ",
  "communities. Sagarmala project is expected to boost India’s merchandise exports to $110 ",
  "billion by 2025 and create an estimated 10 million new jobs.",
  "E-governance Initiatives",
  "The following services have now been made online -",
  "•  Registration of ships",
  "•  Application and seat booking for written and oral examinations",
  "•  Application  and  processing  of  Continuous  Discharge  Certificates  (CDCs),  renewal ",
  "and replacement/duplicate CDCs",
  "•  Application processing and issuance of Certificate of Competencies (CoCs), dangerous ",
  "cargo, GMDSS and Cookery certificates",
  "•  Application, processing and issuance of chartering permission",
  "•  Issue of registration certificate to transport operators",
  "•  Master checker for seafarers",
  "Despite  being  cleaner  and  cheaper  mode  of  transportation,  so  far  waterways ",
  "development  has  remained on the backseat but government has taken a slew of steps ",
  "to  promote  it.  Though,  outlook  for  the  shipping  sector  looks  subdued  for  short  term, ",
  "but it will turn out to be fruitful in long term as government is taking several initiatives ",
  "like Sagarmala Project and Jal Marg Vikas Project. Moreover, approval for incentives to ",
  "promote domestic shipbuilding industry and developing 78 lighthouses as tourism centers ",
  "will provide some boost to the sector. On the concern side, the performance of dry bulk ",
  "and container operators will continue to be affected by weak global trade growth and ",
  "persistent overcapacity. Nevertheless, the tankers segment, which accounts for a majority ",
  "of the Indian fleet, had a dream run in 2015-16 with more than double daily rates for ",
  "each asset class. The segment will remain an exception due to its better demand-supply ",
  "situation.",
  "INDIAN RAILWAYS—A CARRIER OF THE NATION",
  "Indian Railways (IR) is known as the life line of the nation, with a total length of around ",
  "64,000 km and the fourth largest network in the world after US, Russia and China. It ",
  "runs around 12,000 passenger and 7000 freight trains daily. Only recently it has achieved ",
  "a landmark of crossing 1 billion tonnes of freight movement.INFRASTRUCTURE DEVELOPMENT 123",
  "Indian railway has dual function one of running commercially (freight operations) and ",
  "the other social responsibility of being the life line (passenger movement) of the country. ",
  "Bulk of the profits of railways thus comes out of freight operations. During 1951-1952, ",
  "the ratio of freight shares of railways to roadways was 79:21. The railways enjoyed total ",
  "dominance of bulk cargo as well as retail parcel cargo on medium and long haul routes. ",
  "However, over the last 60-odd years, the ratio has been completely reversed and now road ",
  "freight has a market share in excess of 80 per cent. More interestingly, roadways now have ",
  "95 per cent share of retail parcel cargo transport. Even in bulk movement the share of rail ",
  "movement is only 35 per cent and 60 per cent by road. In China, freight movement by ",
  "road is only 22 per cent while in US it is 37 per cent. This essentially implies that freight ",
  "movement by road is cheaper than the rail in India unlike other countries such as China ",
  "and US where movement of freight by rail is cheaper than road.",
  "This is despite the fact that the movement by roads has disadvantages, such as inclement ",
  "weather conditions, fears of theft, accidents and also involves interstate movement resulting ",
  "in crossing and checking at octroi check points, which could result in hold up, if papers ",
  "and materials are not in order.",
  "Problems of Rail Freight",
  "First and the foremost reason for this is the high cost of rail movement arising out of policy ",
  "of cross subsidization by IR. Passenger fares especially sleeper class are underpriced and ",
  "made up through increased freight fares. In India, passenger rail fares are highly politically ",
  "sensitive. However, this is also because of the social responsibility character of IR. At the ",
  "same time, actual cost should be recovered. If fares are to be kept low, efforts should also ",
  "be made to bring down costs at the same time. If passenger fares are to be lower than ",
  "costs, then the difference should be recoverable from the government and not from freight ",
  "charges.",
  "According to the figures compiled by the World Bank, the freight rates charged by IR ",
  "are extremely high compared to major freight railways such as US Railroads, Chinese and ",
  "Russian Railways. In fact, the rates of US Railroads are only one-fourth of that charged by ",
  "IR. Germany is the only country which has freight charges higher than India, but it is nor ",
  "among the major railway freight movers globally.",
  "Ihis is reflected in a fall in the fare-freight ratio for IR over the last five years, from 0.32 to ",
  "0.26. In sharp contrast to this, the fare-freight ratio for China is 1.2 and for South Korea 1.4. ",
  "The passenger fares to freight ratio for the Chinese Railways is four times higher than that of ",
  "India. This shows that even a Communist country such as China is charging remunerative ",
  "fares to run their railway network, which is considered far more efficient than that of ",
  "India.",
  "Second reason is that over 60 per cent of the freight movement is through electric ",
  "traction which has high initial capital cost and also high overheads, resulting in higher ",
  "cost for freight movement. There has always been a debate around diesel versus electric ",
  "traction. However, there has been no empirical evidence found over superiority of electric ",
  "over diesel traction. It has been established that initial capital cost of electric traction is 124 THE INDIAN ECONOMY",
  "manifold more than that of diesel traction. This becomes more relevant in the case of India ",
  "as it is deficit in power and electric traction of the railways will always get priority over ",
  "the other users. The only positive factor is that it does not have variable price like that of ",
  "diesel. The other point in this is the diesel and electric traction cannot be seen as alternates ",
  "but as complements and a mix of say 50:50, given the vulnerability of supply and prices ",
  "of imported crude petroleum.",
  "One  method  of  distribution  is  to  allocate  passenger  traffic  for  electric  traction  and ",
  "freight traffic for diesel traction. Allocating specific operational and geographic areas to ",
  "either mode is another method. The objective is to give equal importance to both the ",
  "modes.",
  "Flexibility of diesel traction is its main advantage. Diesel traction is highly flexible and ",
  "adaptable to future technological advancements such as the ‘fuel cell’ technology, posed ",
  "as a promising alternative source of energy in the near future. Under this technology, a ",
  "simple device combines hydrogen from a variety of fuels w ith oxygen from air to produce ",
  "electricity. This requires no moving parts, and does not produce noise or smoke. Diesel ",
  "locomotives can be easily converted by replacing engine with fuel cell.",
  "According to the International Railway Journal, fuel cell trains shall be a reality in the ",
  "near future. All overhead wires will then become redundant. A breakthrough has already ",
  "been achieved by BHEL, Hyderabad. As and when it is imbibed all controversies around ",
  "diesel versus electric traction would cease.",
  "It is of vital importance that for the moment, we do not ignore the fact that both diesel ",
  "as well as electric traction can meet the needs of the IR with equal efficiency. IF electric ",
  "traction has a high capital cost, diesel traction is highly sensitive to diesel prices. Had diesel ",
  "prices been that of the eighties, one could say diesel is preferable but not at todays prices. ",
  "Thus, there should be no attempt at developing one mode at the cost of the other.",
  "Whatever is the mode of movement either by road or rail, the entire logistics sector has ",
  "a large number of inefficiencies, as a result the cost of logistics in India remains high at ",
  "13-14 per cent of GDP as against 7-8 per cent of GDP in developed countries including ",
  "China.",
  "Remedial Measures",
  "First and the  foremos t ar e th e passenge r far es th at need to  be raised to co ver c os ts of",
  "operations especially for sleeper class in general. Higher classes should be seen from  the ",
  "commercial angle and not as part of social responsibility. If at all, any cross subsidization ",
  "should be there, it may be ‘inter class’, between sleeper class and the higher classes.",
  "Secondly, it needs to  streamline its freight operation and raise the share in freight ",
  "movement to around 50 per cent from the present level of 35 per cent which can be ",
  "done through PPP model and wherever possible through privatization. Towards this the ",
  "government has taken a few steps in recent times.",
  "Private Sector Participation",
  "Indian  railways  has  announced  opening  up  of  freight  train  and  terminal  operations  to ",
  "private firms.U nderth enew priva tefreigh ttermina l(PFT)an d speci alfreighttrain    INFRASTRUCTURE DEVELOPMENT 125",
  "operator (SFTO) scheme, the ministry has allowed private firms to use the IR’s network ",
  "for commodity transport and to develop freight terminals. Private players will be allowed ",
  "to set up PFTs and also to operate freight trains. The ministry plans to extend this to the ",
  "existing registered container train operators and users having private sidings on private ",
  "land. Thel icensef ee,u nderth eSF TOsch emeran gesbetw  een ₹5 cro resand 1 5 crores,which  ",
  "dependson the commo dity being moved.",
  "The SFTO scheme offers a freight rebate of 12 per cent for a period of 20 years until ",
  "the  recovery  of investment, whichever  is earlier. This could prove to be beneficial to ",
  "private operators. It also addresses serious issues such as empty return load, which would ",
  "be exempted from freight charges by the 1R. The private operator will be free to charge his ",
  "customer freight and the handling charges.",
  "The SFTO will be operated for movement of goods such as bulk fertilizers, cement, fly ",
  "ash, chemicals, petrochemicals, steel, etc.A  m ajorc oncernw ithlo gisticsco mpanies is the tact ",
  "that thea uto mobilesegm enthasn otb een includ edinthis sc hem e.",
  "Under the PFT policy, operators will be able to book and handle all the traffic excluding ",
  "outward coal, coke and iron-ore traffic. The revenue sharing for green field projects would ",
  "start after five years of commissioning the terminal and after two years of commissioning ",
  "a brown field project. The revenue-sharing model would be of 50 per cent of the then ",
  "                           ",
  "prevailing rateofterminalchargeleviableatgoodsshedsor₹10 pertonnes,whicheverishigher.",
  "               ",
  "Revenue sharing willbeannually increased by indexing itto increase in wholepriceindex (",
  "WPI).",
  "               ",
  "The ‘own your wagon’ scheme was introduced during 2005. The scheme focused on ",
  "               ",
  "assured supply of a guaranteed number of rakes every month to a customer based on the",
  "               ",
  "number of rakes procured by him with freight concessions. Private firms faced turnaround ",
  "               ",
  "issuesdueto congestion and theschemedid notreally takeoffasenvisaged.",
  "   ",
  "Dedicated FreightCorridor(DFC)",
  "                       ",
  "However, the most ambitious project being undertaken, seen as a game changer, is the",
  "                     ",
  "dedicated freight corridor (DFC). The Prime Minister has addressed that the DFC Project",
  "             ",
  "costing nearly ₹1 lakh crores should begiven thehighest priority by central ministries and ",
  "                     ",
  "urged thestategovernmentsalso to do so.Theprojectwillconnectaland massover3300 kmin ",
  "                   ",
  "thecountry and could proveto beabackboneofIndia’seconomictransportfacility.",
  "                   ",
  "The western corridor from Dadri in Uttar Pradesh to JNPT near Mumbai will be 1499 ",
  "             ",
  ".•on and will connect Haryana, Rajasthan, Gujarat and Maharashtra with an exclusive high ",
  "                 ",
  "speed railway track. The Eastern DFC from Ludhiana (Punjab) to Dankuni (West Bengal)",
  "                     ",
  "will be 1839 km long and will connect Punjab, Uttar Pradesh, Bihar and West Bengal.",
  "                   ",
  "A major part of western corridor will be funded with Japanese assistance and nearly two-",
  "         ",
  "third oftheeastern corridorwillbeconstructed with World Bank assistance.",
  "               ",
  "With  India joining  the select group  of billion  plus club  in  freight movement, the",
  "                       ",
  "rocus has once again shifted on the prestigious DFC. The project will enhance the freight",
  "           ",
  "carrying capacity of railways by manifold leading to incremental gains, apart from freeing ",
  "                 ",
  "the existing lines on congestion. The project cost of eastern and western DFC is currently 126 THE INDIAN ECONOMY",
  "estimated at ₹ 95,836 crores ,which also includes cost ofl and.W  estern DFCis fu nded by ",
  "loan fromJapa n InternationalCoop eration Agency.While partof Easte rn  DFC,ofLudhia na- ",
  "Khurja-Dadri-Kanpur-Mughalsaraisection isf unded by  World Bank.",
  "The DFC will not only decongest the existing lines, which will in turn also help in ",
  "increasing the speed of passenger trains, leading in to other benefits. The DFC though ",
  "will run almost parallel with the existing lines but will not be used for moving passengers. ",
  "Its aim is to provide multi-modal system for moving goods. The plan to construct DFCs ",
  "across the country marks a strategic inflexion point in the history of IR that has essentially ",
  "run  mixed  traffic  across  its  network.  Once  completed,  the  DFCs  will  enable  IR  to ",
  "improve its customer orientation and meet market needs more effectively. Creation of rail ",
  "infrastructure on such a scale—unprecedented in independent India—is also expected to ",
  "drive the establishment of industrial corridors and logistic parks along its alignment.",
  "Over two hundred locomotives with 9000 horse power (HP) are being bought from ",
  "Japan that will run on DFC. The carrying capacity of rakes will increase from the current ",
  "300 tonnes to over 12,000 tonnes. Even the length of the train will increase to 1500 m.",
  "Length distribution of the corridor indicates that Rajasthan (39 per cent) and Gujarat ",
  "(38 per cent) together constitute 77 per cent of the total length of the alignment of freight ",
  "corridor, followed by Haryana and Maharashtra 10 per cent each and Uttar Pradesh and ",
  "National Capital Region of Delhi 1.5 per cent of total length each. This DFC envisages ",
  "a  high-speed  connectivity  for  High  Axle Load  Wagons  (25  tonnes)  of  double stacked ",
  "container  trains  supported  by  high  power  locomotives.  The  Delhi-Mumbai  leg  of  the ",
  "Golden Quadrilateral National Highway also runs almost parallel to the freight corridor. ",
  "This corridor will be equipped with an array of infrastructure facilities such as power ",
  "facilities, rail connectivity to ports en route, etc. Approximately, 180 million people, 14 ",
  "per cent of the population, will be benefitted by the corridor’s development.",
  "This project incorporates nine mega industrial zones of about 200—250 sq. km, high ",
  "speed freight line, three ports, and six air ports; a six-lane intersection-free expressway ",
  "connecting the country’s political and financial capitals and also a 4000 MW power plant. ",
  "Several industrial estates and clusters, industrial hubs, with top-of-the-line infrastructure ",
  "would be developed along this corridor to attract more foreign investment. Funds for the ",
  "projects will be from the Indian government, Japanese loans, and investment by Japanese ",
  "firms and through Japan depository receipts issued by the Indian companies.",
  "This high-speed connectivity between Delhi and Mumbai offers immense opportunities ",
  "for  development  of  an  industrial  corridor  along  the  alignment  of  the  connecting ",
  "infrastructure. A band of 150 km (influence region) has been chosen on both sides of ",
  "the freight corridor to be developed as the Delhi-Mumbai industrial corridor. The vision ",
  "for  DMIC  is  to  create  strong  economic  base  in  this  band  with  globally  competitive ",
  "environment and state-of-the-art infrastructure to activate local commerce, enhance foreign ",
  "investments,  real-estate  investments  and  attain  sustainable  development.  In  addition  to ",
  "the influence region, DMIC would also include development of requisite feeder rail/road ",
  "connectivity to hinterland/markets and select ports along the western coast.",
  "Delhi-Mumbai  industrial  corridor  is  being  conceived  as  a  model  industrial  corridor ",
  "of  international  standards  with  emphasis  on  expanding  the  manufacturing  and  services INFRASTRUCTURE DEVELOPMENT 127",
  "base and develop DMIC as the ‘global manufacturing and trading hub’. The government ",
  "is considering this ambitious project to establish, promote and facilitate Delhi-Mumbai ",
  "industrial corridor to augment and create social and physical infrastructure on the route ",
  "which is world class and will help spurring economic growth of the region.",
  "Integrated Investment Regions and Industrial Areas (IAs) have been identified within ",
  "the corridor to provide transparent and investment friendly facility regimes. These regions ",
  "are proposed to be self-sustained industrial townships with world-class infrastructure, road ",
  "and rail connectivity for freight movement to and from ports and logistics hubs, served ",
  "by  domestic/  international air connectivity, reliable  power, quality  social infrastructure, ",
  "and provide a globally competitive environment conducive for setting up businesses. An ",
  "Investment Region would be a specifically delineated industrial region with a  minimum ",
  "area ofo ver20 0 sq.km (20, 000 hectares),while  an IA swould  bedevelope d with aminimum ",
  "areaofove r100  s q.km (10,000  hec tares).",
  "As mentioned earlier, it is very ambitious project and once completed it will redefine ",
  "freight movement, provide multipliers to increase growth, create employment opportunities ",
  "                 ",
  "and also thebeginning ofmaking IRabasisforallround developmentwith an efficientmodeof",
  "     ",
  "state-of-the-arttransportation facilities.",
  "                       ",
  "Despite these recent initiatives, there are still other issues which IR needs to address",
  "     ",
  "overacertain period oftime.",
  "                         ",
  "Railways haveto becomeapartofaholistic‘nationallogisticpolicy’covering allmodes",
  "             ",
  "of transport with linkages and complementarities between rail, road and sea. Expansion of",
  "                 ",
  "rail network should keep the economic rather the political perspective. The government",
  "           ",
  "should expediteestablishing raillinksespecially in theNEstatesand also with neighbouring ",
  "               ",
  "countries.Thiswould provideforbetterlinksand relationsin and around theregion.",
  "                       ",
  "It should also review the practice of having a separate budget for railways, a practice",
  "               ",
  "initiated by the British rule since 1924. Budgetary allocation made to defense, oil sector",
  "                   ",
  "are much more than allocations made to railways. By the same token, there should also be",
  "                               ",
  "a separate budget for defense. Or is it that IR is more important than defense. These are",
  "       ",
  "someaspectswhich thegovernmentshould examine.",
  "                       ",
  "To conclude, railways, ports and roads have to become a part of multi modal logistics",
  "                 ",
  "in India, for achieving efficiency, cut down time and costs, in transportation of goods from",
  "           ",
  "theproducersto theultimateuserboth in Indiaand overseas.",
  " ",
  "High Speed TrainingProject",
  "       ",
  "The Japan  International Cooperation  Agency  (JICA) which  undertook  the study  on ",
  "                   ",
  "the feasibility of this prestigious project, submitted its report in July 2015. The project",
  "               ",
  "was approved by the Cabinet Committee on Economic Affairs, in December 2015, to ",
  "               ",
  "be implemented  with  Japanese technical and  financial assistance. The memorandum of",
  "         ",
  "understanding  for cooperation  between  India and  Japan  was signed  on  12th December",
  "                   ",
  "2015. A new special purpose vehicle with  50  per cent equity  participation  from the",
  "                   ",
  "Ministry of Railways and 50 per cent from the state governments of Maharashtra and ",
  "           ",
  "Gujaratwasto besetup to implementtheproject.128 THE INDIAN ECONOMY",
  "Thesalientfeaturesofthisprojectareasfollows:",
  "               ",
  "•Thetotalconstruction costoftheprojectisapproximately ₹70,915 croreincluding land cost.",
  "                     ",
  "Project completion  costisapproximately  ₹ 97,636 crore (including price escalation,",
  "             ",
  "interestduring construction and importduties).Averageperkmcostofconstruction works",
  "                 ",
  "outto be ₹140 crore .      ",
  "•  Project implementation time will be approximately seven years from the commencement ",
  "of construction.",
  "•  Japanese official development assistance will be ₹ 79, 165 crore (81 per c ent o f p roject  ",
  "cost) for 50 years with 0.1 per cent interest and a1 5-yearm  oratorium.",
  "•  Certain identified packages would have either a Japanese company as prime contractor ",
  "or a Japanese-led JV.",
  "•  Certain identified goods manufactured in Japan would be procured from Japan.",
  "•  Total length of the proposed corridor is 508 km between the Bandra Kurla complex in ",
  "Mumbai and Sabarmati/ Ahmedabad in Gujarat.",
  "•  Sixty-four per cent of the corridor will be constructed on embankment, 25 per cent ",
  "viaduct and 6 per cent tunnel, with a standard gauge.",
  "•  The stretch will cover 12 stations between Mumbai and Sabarmati.",
  "•  The maximum design speed will be 350 kmph with an operating speed of 320 kmph.",
  "•  It will have 10-car trains (750 seats) in the beginning and 16-car trains (1200 seats) ",
  "in the future.",
  "•  Thirty-five trains per day each way will operate by 2023, which will go up to 105 trains ",
  "per day each way in 2053.",
  "•  It will have approximately 36,000 daily users per day (both ways) in 2023, i.e. 13 ",
  "million per annum projected, which will go up to 186,000 per day (both ways) or 68 ",
  "million per annum by 2053.",
  "REGIONAL CONNECTIVITY THROUGH UDAN",
  "UDAN (Ude Desh ka Aam Naagrik), a key element of National Civil Aviation Policy ",
  "2016, is an innovative Regional Connectivity Scheme to supplement air traffic growth ",
  "in regional aviation through a market based mechanism. UDAN provides few seats at ",
  "affordable passenger fares of Rs. 2,500 for an hour-long flight. Under UDAN, 70 airports ",
  "and 128 routes arc connected, and over 100 more unserved airports are to be connected ",
  "in the next rounds of bidding of routes.",
  "The  Government  offers  fiscal  support  through  Viability  Gap  Funding  (VGF)  and ",
  "infrastructural  development of under-utilized airport facilities to incentivize regional air ",
  "traffic. UDAN ensures route profitability to airlines to sustain their operations through ",
  "reducing  operating  costs  by  eliminating  airport  charges  on  UDAN  routes,  subsidizing ",
  "ATF, providing market based subsidy for half of the seats, and guaranteeing three years ",
  "exclusivity  on  routes.  Under  UDAN,  13  Regional  Connectivity  Scheme  airports  have ",
  "been covered in the Eastern and NorthEastern regions, 12 each in Northern and Western ",
  "regions, and 8 in the Southern Region in the first round.INFRASTRUCTURE DEVELOPMENT 129",
  "ADARSH RAILWAY STATION SCHEME",
  "This  scheme  is  targeting  the  modernization  or  upgradation  of  railway  stations.  At ",
  "present, upgradation of stations is being undertaken under Adarsh Station Scheme’. The ",
  "expenditure on development of stations under this Scheme is generally funded under Plan ",
  "Head of Passenger Amenities.",
  "     ",
  "     ",
  "     ",
  "     ",
  " ",
  " ",
  " ",
  " ",
  " ",
  " ",
  " ",
  "   ",
  "   ",
  " ",
  "   ",
  " ",
  "                 ",
  "   ",
  "                 ",
  "   ",
  " ",
  " ",
  " ",
  ""
]