[
  "CHAPTER7",
  "LAND REFORMS—",
  "ANOTHER PERSPECTIVE",
  "7.1. LANDR EFORMS—ASPECTS",
  "Contemporary land reforms in India addressed aspects such as abolition of the ‘Zamindari’ ",
  "system, land ceiling act, reforms in tenancy, rights of tenants, redistribution of surplus ",
  "land  and  land  consolidation.  These  have  been  a  focus  area  right  since  Independence, ",
  "largely within the  state government domain. They continue to be a priority area with ",
  "prevalence of a large number of small and marginal farmers and also a large number of ",
  "landless farmers.",
  "The objective of this chapter is to bring out a new perspective, which has become ",
  "extremely relevant and also would require to be addressed on an equal important priority, ",
  "in tandem with the requirements of the economy.",
  "The total area covered under agriculture is around 60 per cent of the land area of ",
  "India. Various articles mention a declining trend of area under agriculture, as a disturbing ",
  "trend. The forest cover of India is around 20 per cent, unreported around 5 per cent and ",
  "the  remaining  13  per  cent  as  mountains,  rivers  and  also  for  non-agricultural  purposes ",
  "including  industries.  Thus,  a  total  land  area  for  industrial/service  sector/infrastructure ",
  "activities is only 11 per cent.",
  "How much of GDP is accounted by various sectors of the economy in relation to the ",
  "land use? Agriculture consumes up to 60 per cent of the land area whereas, contributes ",
  "only 17 per cent of GDP, while industrial/service sector contribute over 80 per cent of ",
  "GDP but has only 11 per cent of the land area. Growth in future will require large land ",
  "area  under  non-agriculture  for  industries,  service  sector  activities  and  also  for  building ",
  "infrastructure.",
  "Thisisnottoundermine theimportance ofagricultural sector inIndia.The improvingthe",
  "ag ricultu ra lpr o du c tivity,rath er t hanthearea u n derag ricult u re. Thi ss e ctoris imp ortantfo rfood ",
  "securi ty  andalsofo rme eting therequi reme nts o fag rowing p opu lation,howev er, at thesame ",
  "timeitcann otbecome ad rive rofgro wth. Th ishasto bedrive na round aw idenedan ddiv ersif ied ",
  "ma nufactu ring an d industrial base ,whichwil lrequirefreeing  up oflandund eragr icultur e.At ",
  "leastthe reshou ldb ep olitic alacce ptabilityoft his fact.             ",
  " LAND REFORMS— ANOTHER PERSPECTIVE 71",
  "7.2 LAND ACQUISITION ACT",
  "The Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation ",
  "and  Resettlement  Act,  2013  (also  Land  Acquisition  Act,  2013)  is  an  Act  of  Indian ",
  "Parliament  that  regulates  land  acquisition  and  lays  down  the  procedure  and  rules  for ",
  "granting compensation, rehabilitation and resettlement to the affected persons in India. ",
  "The Act has provisions to provide fair compensation to those whose land is taken away, ",
  "brings transparency to the process of acquisition of land co set up factories or buildings, ",
  "infrastructural projects and assures rehabilitation of those affected. The Act establishes ",
  "regulations for land acquisition as a part of India’s massive industrialisation drive driven ",
  "by public-private partnership. The Act replaced the Land Acquisition Act, 1894, a nearly ",
  "120-year-old law enacted during British rule.",
  "The Land Acquisition, Rehabilitation and Resettlement Bill, 2011 was introduced in ",
  "Lok Sabha on 7 September 2011. The bill was then passed by it on 29 August 2013 and ",
  "by Rajya Sabha on 4 September 2013. The bill then received the assent of the President of ",
  "India, Pranab Mukherjee on 27 September 2013. The Act came into force from 1 January ",
  "2014.",
  "The aims and objectives of the Act include:",
  "•  To ensure, in consultation with institutions of local self-government and Gram Sabhas ",
  "established  under  the  Constitution  of  India,  a  humane,  participative,  informed  and ",
  "transparent process for land acquisition for industrialisation, development of essential ",
  "infrastructural facilities and urbanisation with the least disturbance to the owners of ",
  "the land and other affected families",
  "•  Provide  just  and  fair  compensation  to  the  affected  families  whose  land  has  been ",
  "acquired or proposed to be acquired or are affected by such acquisition",
  "•  Make  adequate  provisions  for  such  affected  persons  for  their  rehabilitation  and ",
  "resettlement",
  "•  Ensure  that  the  cumulative  outcome  of  compulsory  acquisition  should  be  that ",
  "affected persons become partners in development leading to an improvement in their ",
  "post acquisition social and economic status and for matters connected therewith or ",
  "incidental thereto.",
  "7.3 NATIONAL LAND USE POLICY—EFFICIENCY IN",
  "THE USE OF LAND",
  "Land is a scarce resource for the country and every effort should be made to have ‘land ",
  "efficiency’ either in agriculture or in any other activity. It should be appropriate to have ",
  "at central government level a ‘National Land Use Policy, and within the broad umbrella, ",
  "state government could have their respective land use policies. This would result in better ",
  "utilization  of  land,  depending  on  the  priorities  of  government  and  a  balance  between ",
  "compering usages of land based on efficiency and productivity. Their importance also lies ",
  "in the fact that this policy should then become the base of land acquisition policy and ",
  "nor on the other way around, of first acquiring the land and then talk about land use ",
  "policy.72 THE INDIAN ECONOMY",
  "7.4 LEASING OF AGRICULTURAL LAND",
  "At present,l easing outof lan d isonl y fornon- agricukuralland  and agriculturalland ca n only be",
  "used for self-cult ivation orcould b esold but present l awsdo  notal low lea sing o f land and  ",
  "giving outagricultura lland on ren t.Farmerswho  cannotu ndertakefarm ing on the irentireland ",
  " ",
  "area, orthos ewho are not intere sted can r ent outtheirland to thos ew ho are  interested or those",
  "wh o do nothave land.I hiscould hel p incr easing  both  production aswellasproductivity and ",
  "als o lea d a way to makeagriculture,aco mmercial ventu rewhich pre se ntly isby an d largea ",
  "livelihood activity .    ",
  "         ",
  "Widespread  prohibition  ofland leasing,prevents healthy rural-urban migration ,as",
  "                   ",
  "villagersareunableto leasetheirland,and often haveto leaveland untilled orleaveafamily ",
  "           ",
  "member behind to work on land.Lifting theserestrictions can help landless,acquire land ",
  "                 ",
  "fromthosewho migrate,even whileitwillallow,landownerswith education and skillsto move",
  "     ",
  "to industry orservices.",
  "               ",
  "Compulsory registration ofleaseholds and oftheownerstitlewould providetenantsand ",
  "                     ",
  "landowners aprotection.Ofcourse,forsuch aleasing marketto takeoff,ownersshould be",
  "             ",
  "confident thatlong-termtenancy would notlead to theirlosing ownership.With avibrant",
  "                       ",
  "leasing marker,and aclear title,there should bealittle reason fornotstrengthening  their",
  " ",
  "ownership rights.",
  "             ",
  "This lease hold  mechanism can also be considered  for large projects and also ",
  "           ",
  "infrastructure,which would obviatetheneed for‘land acquisition’,and by passmany issues",
  "                 ",
  "such ascost,compensation to bepaid,resettlement and othersuch issues.Itwillalso keep ",
  "                 ",
  "capitalcostsdown oflargeprojectsand makeland availablequickly forprojects.",
  "7.5 MOVINGFROMPRESUMPTIVETOCONCLUSIVETITLE",
  "         ",
  "EconomicSurvey 2012-2013,mentions‘TheNationalLand RecordsModernization Pro­gram’",
  "           ",
  "(NLRMP)which started during 2008 aimed atupdating and digitizing land recordsby theend ",
  "       ",
  "oftheTwelfth Plan.Eventually,theintentisto movefrom‘presumptivetitle’,whereregistration ",
  "                       ",
  "ofatitledoes notimply theowners titleislegally valid,to ‘conclusive title’,where itdoes.",
  "                       ",
  "Digitization  willhelp in lowering thecosts ofland transactions ,while conclusive titlewill",
  "                   ",
  "eliminate legaluncertainty and therequirement to usethe government asan intermediary for",
  "                   ",
  "acquiring land so asto‘ cleanse’thetitle.",
  "         ",
  "Thisisatime-consuming activity requiring activeengagementofthestategovernmentsand ",
  "                 ",
  "leveraging technology and would need to becompleted in atime-bound manner.Once",
  "     ",
  "completed ,itwould bring in transparency  in land dealings ,allow forfair pricing and ",
  "             ",
  "developmentofan organized market.",
  "   ",
  "7.6COMPUTERIZATIONOFLANDRECORDS",
  "     ",
  "Majority oftheissuesencountered by thepeoplein exercising controloverland,isbecauseof,",
  "complex lan d re cord sy stemand itsoverwh elming  controlby ‘lower’lev elbu reauc rac y.There ",
  "isa need to makeland records a ccessibl e and understood by t hecommon  man  living in the ",
  "village s.           ",
  " LAND REFORMS— ANOTHER PERSPECTIVE 73",
  "It is unfortunate that the system of land administration and management, despite its ",
  "long history in India, has remained neglected in most parts of the country particularly ",
  "after development agenda became the major focus of the government and administration ",
  "in the recent few decades. The regular survey and the settlement operations started after ",
  "the  independence  were  abandoned,  under  a  mistaken  notion,  that  this  whole  exercise ",
  "aimed at periodical revision of the land revenue, which had no place in a democratic ",
  "polity, particularly because there were other major sources of revenue.",
  "It was little realized, that proper and scientifically updated land records, are not only ",
  "critical for agricultural development, but also are the backbone of developmental effort. ",
  "Manual updating and physical verification of land records before their computerization ",
  "is a must. There should be a National Authority for Computerization of Land Records ",
  "(NACLR) at the Government of India level. In most states, the work is being handled by ",
  "the Directorate of Land Records and Surveys  who aren ota ble to  cope up  with thetas k on ",
  "accountoft heir mult iplerespo nsibilitiesand th isacquire slowprio rity. Thereist husan eed  that ",
  "a tthestatele ve l,th eresh ould b eaded icated inst itu tion in theformoftheStateA  utho rity  for ",
  "Comp uterization of Land Records(SACL R)similarto th eNACLRt o exclus ively d ealwith  the",
  "computerization  ofland re cords.Both should  work in tandem  and complete theprocessin a ",
  "time-bound p erio d.    ",
  "Such digital land records would be useful in creating a national portal of land records ",
  "and furthering land reforms being attempted since Independence.",
  "7.7 BEYOND LAND AND LAND RIGHTS",
  "There are few more contentious and complex issues in India today than those dealing with ",
  "land and land rights. Rather than focusing on land as an issue in isolation, a continuum ",
  "of rights has to be established regarding land, especially in the areas of access and reform, ",
  "law  and  enforcement,  use  planning  and  management,  administration  and  information ",
  "and other cross-cutting issues.",
  "The  new  and  existing  initiatives  on  land  should  be  guided  by  the  core  values  of ",
  "pro-poor,  conflict  resolution,  democratic  governance,  equity,  justice,  as  well  as  gender ",
  "sensitivity. Although land policy development is taking place, it generally lacks a human ",
  "rights framework. Land is not simply a resource for one human right. While some rights ",
  "have been recently established in the legal framework (such as work, education, food), ",
  "they can all be adversely affected by access—or lack of access—to land, and the legal ",
  "implications of it for a broad range of human rights is obvious.",
  "Resolving land issues and land reforms largely fall in domain of the state governments, ",
  "as a result, progress and priority accorded to this sensitive issue has not been uniform across ",
  "different states. It has not got the desired attention because of‘vested’ interest group, nexus ",
  "between ‘land mafias’ and political parties. There is a need to rise above them, impart a ",
  "decisive thrust and a resolve, of implementing land reforms, in the national interests and ",
  "also for the benefit of a large cross section of people, the land less and the poor.",
  "7.8 HURDLES IN LAND REFORMS IN INDIA.",
  "The efforts towards land reform are tardy and slow in India. Following reasons can be ",
  "attributed for poor progress of land reforms.74 THE INDIAN ECONOMY",
  "1. Absence of Reliable Records: The absence of reliable and updated land records is ",
  "the biggest hurdle for the slow progress of land reforms. The reporting system is weak ",
  "and irregular and there has been no systematic programme review. Therefore, it is not ",
  "possible to identify obstacles in the way of implementation of land reform.",
  "2. Inadequate  Financial  Support:  Lack  of  financial  support  is  yet  another  obstacle ",
  "in the way of land reforms. There is a lack of adequate budget allocation for the ",
  "purpose of land reforms. This is largely responsible for the poor results of land reform",
  "measures.",
  "3. Absence  of  Integrated  Approach:  Land  reform  programmes  has  been  viewed  in ",
  "isolation from the mainstream of economic development of the country. The lack of ",
  "integrated approach towards the abolition of intermediary tenures, tenancy reforms ",
  "and ceiling of holdings etc. lack proper coordination. This contributes for the failure ",
  "of land reforms efforts.",
  "4. Improper  Implementation:  The  responsibilities  for  the  implementation  of  land ",
  "reforms are vested with the revenue administration in the states. Since high priority ",
  "is allotted for the maintenance of public order, collection of land revenue and other ",
  "regulatory functions, land reforms get least attention.",
  "5. Legal Challenges: Legal problems also pose a hurdle in the way of implementation ",
  "of land reforms in the country. Loopholes in the laws and prolonged litigation derail ",
  "the process of land reforms. The laws related to land reforms are defective in many",
  "ways.",
  "6. Lack of awareness and pressure from Below: A Task Force of Planning Commission ",
  "had once observed that, “except in few scattered and localized pockets, practically ",
  "all  over  the  country  the  poor  peasants  and  agricultural  workers  are  passive,  un­",
  "organized and non co-operative.” The beneficiaries of land reforms do not constitute ",
  "an identifiable social or economic group. As a result, there has been no pressure from ",
  "below for its effective implementation.",
  "7. Lack of Political Will: There is a lack of political will in the enactment of progressive ",
  "measures  and  their  efficient  implementation.  Such  strong  measures  require  strong ",
  "political decisions and effective political support, direction and control. But, political ",
  "will is not forthcoming due to the existence of democratic political power structure ",
  "of the country.",
  "8.   Indifferent Attitudeof the Admi nistration:Thewh oleres ponsibil ity oftheimplement ation  ",
  "ofland reforms res ts with there venue  departm ent ofth estates.But ,th eat titude o fthe ",
  "adm inistrati ve staf fisquite indiff erent an d thei rbehavior  iscold.Al ong with  th is,the ",
  "villagefunctiona ries arelarg ely underthe infl uenceoflandl ords .    ",
  "             ",
  "     "
]