[
  "CHAPTER13",
  "GOVERNMENT FINANCES",
  "13.1 FISCAL POLICY IN INDIA",
  "The government does not perform any business so it cannot earn money to spend. Hence, ",
  "the  government  has to  raise  the money from  the  economy to  enable it to spend that ",
  "money in terms of requirements and national priorities. The government raises money ",
  "primarily through ‘taxes’ and the spending known as ‘public expenditure’. A policy which ",
  "iffects either the manner in which the government raises resource or spends is known as ",
  "fiscal policy’. The objectives of any fiscal policy of a country' are as follows:",
  "1)To ensur e tha t th e expenditur e in an economy is in terms  of  national  priorities,  to ",
  "boost growth for the welfare of the people.",
  "         ",
  "2)Expenditurebeing incurred should notlead to apricerisesituation.",
  "               ",
  "3)There should be efficiency in the way of resources that are raised and spent.",
  "             ",
  "4)Effortsareto bemadeto avoid wastefulexpenditurein theeconomy.",
  "           ",
  "5)Resources being raised by the government through taxes should not create burden on ",
  " ",
  "thecommon man.",
  "       ",
  "6)Ta xation should be‘ just and he lpfulin reduci ng  inco meineq ua litie s.",
  "7)Thepolicy should aimforoverallimprovementof the welfareoftheeconomy.",
  "                       ",
  "India, there is no fiscal policy by the name; however, the objectives of those are being ",
  "               ",
  "achieved byt heannualfinancialstatementpopularlyknown astheb udgetwhichistablledin the",
  "                   ",
  "parliam ent .Hence,budgetisnotmerelythedetailsofexpend itureandtaxesbutisalsoapolicy ",
  "                           ",
  "     ",
  "t oolto sub-serv eobjecti ves of afi scalpolicy.T hebudge t,thus, morethan abalance sheetof ",
  "       ",
  "governmentreceiptsandexpenditurespresentedtotheparliament.",
  "13.2 PUBLIC EXPENDITURE OF GOVERNMENT",
  "Publi cexpenditure iss pending  by  thece ntralgov ernment.Till 2016 -17,Gover nmentdefined  ",
  "               ",
  "broadly,therearetwo  kindsofexpenditure—oneisplan  expenditure,which isexpenditureear",
  "                     ",
  "marked  forinvestment in  different areas,in  thefive-year plans forvarious sectors ofthe",
  "                         ",
  "economy.Thesecould beeithercapital orrevenue in nature.Capital expenditure represents",
  "               ",
  "creation ofassetsin an economy and isthusdesirableforgrowth.144 THE INDIAN ECONOMY",
  "For example, money spent for setting up power plant is a capital expenditure. Revenue ",
  "expenditure is recurring in nature, for maintenance, etc.",
  "The other is the non-plan expenditure which is an expenditure not covered in the five- ",
  "year plan but yet has to be incurred and could again be either revenue or capital. In India, ",
  "non-plan expenditure is 70 per cent of the total expenditure whereas plan expenditure is ",
  "only 30 per cent. The highest expenditure is non-plan revenue expenditure accounting for ",
  "63 per cent of total expenditure.",
  "What are the components of non-plan revenue expenditure? The first is the interest ",
  "payments  (servicing  of  the  loans  taken  by  the  central  government  both  internal  and ",
  "external) accounting for over 25 per cent of the total expenditure. Secondly, subsidies ",
  "(food, fertilizers and retail petroleum goods). Thirdly establishment expenses of defense. ",
  "Fourthly, loans to state govemments/UT, establishment expenses of central government, ",
  "pension  to  defence/central  government  retired  personnel.  Expenditure  on  these  heads ",
  "would account for over 90 per cent of non-plan revenue expenditure. These expenses are ",
  "also known as consumption of the government as no assets are created.",
  "RECEIPTS BY THE GOVERNMENT",
  "The expenditure in an economy is met out of receipts by the government through various ",
  "sources. The receipts could be revenue (which do not create any interest liability for the ",
  "government, regularity in their receipts and not representing borrowings) and the other ",
  "as capital (cither creating a liability for the government or less certain of their receipt or ",
  "borrowings). Of the total receipts, 90 per cent is revenue and 10 per cent is capital receipts. ",
  "The primary source of revenue receipts is tax revenue (84 per cent of total receipts). Taxes ",
  "could be either direct or indirect.",
  "How to distinguish direct tax from indirect tax? Direct tax is a tax where the subject on ",
  "whom the tax has been levied is identifiable, who has to pay the tax and the tax burden cannot ",
  "be shifted. Examples can be income tax, corporate taxes, wealth tax, etc. In case if the subject ",
  "is not identifiable or if the burden can be shifted it is an indirect tax. Common examples ",
  "are excise duty (payable by companies on manufacturing activities), customs duty (duty on ",
  "import of goods), service tax (tax on services being rendered by service providers), etc.",
  "Fifty-five per cent of the tax revenue arrives through direct taxes while 45 per cent of ",
  "the revenue is from indirect taxes. The base on which the tax is applied for indirect taxes ",
  "could either be on value (ad valorem) or specific on a particular attribute (length of staples ",
  "in cotton). India primarily follows an ad valorem indirect tax structure.",
  "Certain taxes are levied by the central government and at the same time it is also ",
  "collected by the central government (income tax, customs duty, excise duty and service ",
  "tax), certain taxes levied by the central government bur collected by the state governments ",
  "(central sales tax levied on inter-state movement of goods). A few other taxes are levied and ",
  "collected by the respective state governments (sales rax, octroi, municipal taxes, road tax, ",
  "entertainment tax and agriculture tax).",
  "The basis of sharing the rax revenue between the centres and the states are decided by ",
  "the  finance  commission.  The  thirteenth  finance  commission  under  the  chairmanship  of ",
  "Shri Vijay Kelkar has since submitted its report and is effective from 2010 to 2015.GOVERNMENT FINANCES 145",
  "There are two additional taxes—one is the surcharge which is imposed for additional ",
  "revenue considerations by imposing an additional percentage on the absolute amount of ",
  "tax payable. Suppose surcharge on at ax is5  perce ntan d thetax  payableis₹ 10 0  then thetotal ",
  "       ",
  "tax liability including surchargewould be ₹105.",
  "                         ",
  "The other is cess which is similar in application as the surcharge except that the amount",
  "                   ",
  "collected by way of cess is meant solely for specific funding/cause like education cess, the",
  "     ",
  "amountcollected would go forfunding ofeducation only.",
  "                 ",
  "Components of revenue receipts other than  taxes are dividends received  by  the",
  "                       ",
  "government from public sector, payment of interest by the state governments etc. Similarly,",
  "                       ",
  "capital receipts of the government comprises of recoveries of loan, grants, assistance",
  "   ",
  "received by thegovernmentetc.",
  "     ",
  "WAYSANDMEANSADVANCES",
  "                   ",
  "An interesting characteristic of expenditure and the receipts of an economy is that, all the",
  "                         ",
  "receipts come with a lag over a period of time like direct taxes would be by the end of each ",
  "         ",
  "quarterwhilecommitted expenditureasto beincurred immediately.",
  "                   ",
  "That is, for example, if there is a temporary mismatch between governments receipts",
  "                 ",
  "and  expenditure in  a financial year and  to  meet this mismatch  the Reserve Bank  of",
  "               ",
  "India provides temporary  overdraft to  the government through  the ‘ways and  means",
  "advances’.",
  "                         ",
  "This overdraft facility is for a time period of 90 days and the amount of overdraft",
  "           ",
  "is₹20,00 0croresdurin gApril toSeptemberan d₹60 00croresduri ngOctober toMarch.",
  "     ",
  "NATUREOFGOVERNMENTBUDGET",
  "                     ",
  "Thus, so far we have discussed the expenditure and receipts. What happens if expenditure",
  "                     ",
  "exceeds receipts? It would result in a deficit or otherwise in a surplus and if both match ",
  "then balanced.",
  "                     ",
  "What is good for an economy—a deficit, surplus or a balanced budget? To answer this",
  "                     ",
  "question, a few aspects should be understood. There is a difference between personal and ",
  "               ",
  "government budget and that being in a personal budget, spending is strictly in accordance",
  "                 ",
  "with  income. However, in  a government budget, it is important to  understand  that",
  "                     ",
  "expenditure is seen first and the reason for receipt is because of the need for spending in ",
  "                   ",
  "theeconomy.Thatis,agovernmentbudgetby itsvery structureisdeficit-oriented.",
  "                 ",
  "Only in an economy where receipts surpass spending can there be a surplus or the",
  "       ",
  "government scales-down spending to match the receipts. This could drag down growth ",
  "               ",
  "as lesser expenditure is taking place. More so in India, given the inflexibility to bring ",
  "       ",
  "down  non-plan  expenditure, any  reduction  in  expenditure would  imply  lesser capital",
  "     ",
  "expenditureand expenditureon socialsector.",
  "                             ",
  "A balanced budget is good only if the budget is seen as a balance sheet or a statement of",
  "                       ",
  "accounts of the government of India. A better thing can be a balanced budget multiplier",
  "                   ",
  "which is an incremental increase in expenditure in any given year is met out of incremental",
  "     ",
  "increasein receiptsin agiven year.146 THE INDIAN ECONOMY",
  "NATURE OF DEFICITS",
  "13.6",
  "Different components of expenditure and receipts are explained for a better understanding ",
  "of deficits in the budget.",
  "Receipts R sin crores Expenditure R s in ",
  "crores",
  "1. Revenue receipts 90,000 4. Non-plan revenue expenditure  90,000 ",
  "a) (interest payment) (50,000)",
  "2. Capital receipts  (10,000) 5. Non-plan capital expenditure 25,000",
  "(of which market ",
  "borrowings of   ",
  "the government)",
  "6. Plan capital expenditure 50,000",
  "7. Plan revenue expenditure 10,000",
  "3. Total receipts 1,00,000 8. Total revenue expenditure 1,00,000",
  "(1+2) (4 + 7)",
  "9.  Total capital expenditure (5 + 6)  75,000",
  "10.  Total expenditure (8 + 9)  1,75,000",
  "From the above example, we acquire to know various kinds of deficit.",
  "(1)  Budgetary deficit is total receipts (3) less total expenditure (10) ₹ 75,000 crores).",
  "(2)  Fiscal deficit is total receipts (but excluding government market borrowings) less total ",
  " ",
  "expenditure(₹85,000 crores).",
  "                       ",
  "(3) Revenuedeficitisrevenuereceipts(1)lessrevenueexpenditure(8)(₹10,000 crores).",
  "                       ",
  "(4) Primary deficit is fiscal deficit less interest payments (4a) (₹35,000 crores) (A negative",
  "       ",
  "sign beforethedeficitwould indicatesurplus).",
  "                   ",
  "Since economies have begun targeting the fiscal deficit, usage of budgetary deficit has",
  "             ",
  "been  discontinued. Of the remaining  three, fiscal, revenue and  primary  which  can  be",
  "                       ",
  "said to being potentially most dangerous? ‘It is not the fiscal but the revenue deficit. As",
  "               ",
  "revenuedeficitimpliesborrowing money formeeting theconsumption ofthe government and ",
  "                       ",
  "notto  createassets .Bo rrowingsper searenotbad aslong asassetsgetcreated and theassetscan ",
  "servicethebo rrowing s.                    ",
  "In India, 70  per ce nt of the fi scal d efic it is  accounted fo r by re venue def icit. The ",
  "prima ry defi cit , on  the  ot her han d, tests fo r th e sensitivit y o f in terest  payments towards",
  "fiscal deficitorhowfarthe interestpayments arere sponsib le forthefisca ld eficit.    ",
  " A high p rimary def icit would mea n that fisca l d eficit is on account of  factors o ther  than  ",
  "the interes t paym en ts and str uct ural in  nature. A  low pri mar y de ficit indicates that the",
  "high fiscal def icitison accountofinter estp ayment s,w hich isthec asein In dia .",
  " Hence we st arted b y  saying that th e nature o f governmen t bu dget is  deficit-ori ented  ",
  "but too m  uc h of deficit is also b ad as it contributes to inflation. It is difficult to say as what",
  "could  bethe ‘safe* level of fis caldeficit.               ",
  "A basic  thumb  rul e is it s hould be und er 3  per  cent of GD P with a bala nced budget ",
  "multiplier. There are various compulsions of the government which  make expenditureGOVERNMENT FINANCES 147",
  "control  difficult  especially  given  their  responsibilities  for  socio-welfarc  schemes, ",
  "infrastructure development, etc.",
  "Still the government in line with the above had set definite time frame for reducing ",
  "the fiscal and revenue deficit under the Fiscal Responsibility and Budget Management ",
  "Act (FRBMA) for gradual reduction of revenue deficit by 0.5 per cent every year to be ",
  "brought down to zero by 2007-2008. In respect of fiscal deficit the aim was to reduce it ",
  "by 0.3 per cent every year beginning from 2004 to 2005. Clearly, the targets have not been ",
  "achieved.",
  "The global crisis initiated during 2007 required a fiscal stimulus package to ensure that ",
  "the Indian economy does not slip into a recession and a conscious decision taken to relax ",
  "the FRBMA provisions until the situation is improved.",
  "If the expenditure needs are inflexible and deficits have to be checked the only way is ",
  "to augment the receipts and this is where the government has focused through tax reforms ",
  "with the taxes being a major source of receipts for the government as it offered great ",
  "potential. There is a need to increase the tax to GDP ratio which is presently around 10 ",
  "per cent especially given the growth of the economy there should be proportionately larger ",
  "increase in tax revenue.",
  "13.7 TAX REFORMS—INDIRECT TAXES",
  "It  was  mentioned  previously  that  indirect  taxes  contribute  about  45  per  cent  of  the ",
  "tax revenue. A major source of indirect taxes is excise duty which is payable on value ",
  "of manufacturing activities in the economy. Excise duty like other indirect taxes by its ",
  "inherent structure is regressive in nature.",
  "For example,t hee xcisedu ty on saltis1 0 p ercento n afa ctory  priceof ₹10 w  hi ch  meansthe",
  "                               ",
  "retailpriceforapacketofsaltis₹11 with an exciseof ₹1 perpacketgoing to thegovernment.",
  "                 ",
  "Thepriceof ₹11 isbeing paid by aperson who isearning ₹5000 permonth and also even by ",
  "               ",
  "aperson whoseearning is₹1,00,000 permonth.Thetax burden ishigheron thepeoplewith ",
  "                     ",
  "lowerincomeand thatiswhatismeantby regressive.",
  "Secondly, multiple excise structure with  multiple rates giving  rise to  different",
  "               ",
  "interpretation on tax payable giving scope for evasion, litigations and revenue loss to the",
  "               ",
  "government.",
  "The third issue in excise is the cascading effect of taxes. For example, Maruti buys tyres",
  "                         ",
  "from MRF company. The purchase price of tyres from MRF would have a component",
  "                         ",
  "of excise duty, which becomes the input price for Maruti and excise duty has to be paid ",
  "                       ",
  "on the frill value of car. This is known as the cascading effect, that is, taxes increase the",
  "                             ",
  "manufacturing costand getagain taxed.",
  "   ",
  "The government has tried to address the issue by reducing the slabs of excise duty only ",
  "                   ",
  "and lowerexciseduty on essentialsormassgoodsto minimizetheregressivecharacter.With ",
  "                   ",
  "regard to the cascading effect, the best way to prevent it is by introducing value added tax ",
  "               ",
  "VAT) which is a tax on the value additions at each stage of production rather than on the",
  "                     ",
  "finished goods. Provided the federal structure both centre and state government VAT would ",
  "               ",
  "haveto beatboth levels.",
  "     148 THE INDIAN ECONOMY",
  "An initiation was made with the government by first introducing the modified value ",
  "added tax (MODVAT) scheme which allowed partial adjustment of duties on capital goods ",
  "purchased, however, it was restrictive in nature. The government replaced MODVAT with ",
  "a wider scheme of input credit for the excise duties inputs (raw materials, capital goods ",
  "and services) purchased for direct use in production known as central value added tax ",
  "(CENVAT) at the central level during 2004.",
  "    A majorreform hasbee n at thestat elev elwi th the replacem  entofsalest ax  with  state",
  "VAT. The credit for this goes to Shri. Asim Das Gupta the then Finance Minister, West ",
  "Bengal and can be hailed as a landmark in tax reforms.",
  "‘Why’ it is a major reform? First to make all the state governments to agree for the ",
  "replacement of sales tax with a state VAT. The sales tax regime was very complicated with ",
  "different sales tax rates for same products in different states. A state VAT required one ",
  "product one tax rate’ across all states and to drive a consensus for this was herculean effort ",
  "as some states would stand to gain and others would tend to lose.",
  "If in a particular state sales tax was a high of say 24 per cent but the consensus under ",
  "a state VAT was only 12.5 per cent for that good clearly there would be revenue loss for ",
  "that state government.",
  "State VAT made effective from 1 April 2005 has the following salient features:",
  "(1)  State VAT is not a new tax but only a change in the way of collecting tax from the ",
  "final stage to the value addition stage.",
  "(2)  This allows for set-off of duties from the tax payable but against original invoices/ ",
  "           ",
  "challansofthetax paid on theinputspurchased.",
  "                     ",
  "(3) There would be a uniform 4 per cent state VAT on 270 mass-consumed goods across",
  "                     ",
  "all states, a uniform VAT of 12.5 per cent on 280 goods and 1 per cent on gold and ",
  "       ",
  "silverornamentsacrossallstates.",
  "                           ",
  "(4) Thosewith aturnoverof₹5 lakh and lesswould notbeliableforany VAT,from₹5",
  "                     ",
  "to50lakh a compositetax butwith no set-off.VATispayableforturnoverexceeding",
  "₹ 50 lakhs",
  "The state VAT has helped in checking tax evasion by introducing a ‘bill culture, transparency ",
  "in tax administration and collection, increased revenue for the state government. Further, ",
  "as part of deeper reforms, the government is proposing to integrate taxing of goods and ",
  "services at differential rate separately into one tax with one tax rate as goods and services ",
  "tax (GST) with both the c entre a nd states ta xing concurrency as the  cen tral go vernment  ",
  "GST (CGGST) and the state government GST (SGGST).",
  "This would considerably simplify the indirect tax regime, enlarge the tax base for larger ",
  "resource generation and thus lower GST rate resulting in lower prices does of goods and ",
  "services but also in ensuring the revenue  for the government  not to suffer ,the government ",
  "proposes to implementt heG STre gimeas so on asthe reisb roa d based consensuswith  thestates ",
  "and te chnology putin plac e.Reforms in indire cttaxesarec omme ndab leand thegov ernment’ ",
  "sproposal ofp ropelling  to  GSTwould placeIn diawith an e fficien t indirecttax regim  eatpar ",
  "with otherm  a ture economies oftheW  est.      149",
  "GOVERNMENT FINANCES",
  "TAX REFORMS—DIRECT TAXES",
  "13.8",
  "Direct taxes as seen earlier contribute 55 per cent of the tax revenue and it is a better ",
  "way of taxation as it is progressive in nature and based on ‘ability to pay’, higher the ",
  "income, progressively, more the tax rate leading to greater revenue with least burden on ",
  "the masses or those with low income. Direct taxes particularly income tax is progressive ",
  "and in contrast to other taxes which are regressive in nature.",
  "The progressivity of income taxes in periods of inflation pushes people up the tax ",
  "bracket, as pay packets get inflated due to inflation resulting in higher taxes paid and ",
  "reduced spending by the individuals. On one hand, the coffers of the government fills up ",
  "because of people moving up the tax bracket and on the other there is a reduced spending. ",
  "This phenomenon is known as ‘Fiscal drag’.",
  "How many people do you think are tax payers in the economy?",
  "At present, 4.0 per cent are tax payers in the Indian economy, about 37 million in a ",
  "population of over one billion people. This number is low especially considering the fact that ",
  "India in its growing economy, with increased income, rising middle class, the affluent class ",
  "and large number joining the elite billionaire club. In comparison, the number of tax payers ",
  "has only increased by 11 per cent.",
  "What are the ways through which tax payers and tax revenue can be increased? There ",
  "could be three ways through which it can be increased and are as follows:",
  "Increase in the direct tax rates. ",
  "1)",
  "2) Increase in the tax base. ",
  "3) Enforce tax compliance.",
  "Increase in Tax Rate",
  "Any increase in tax rate is seen negatively and resented by the people. There is also a ",
  "relationship between the direct tax rate and revenue generated. Starting from a low tax ",
  "rate and gradually increasing it, is positively related and increases tax revenue. However, ",
  "beyond  a  level,  any  increase  in  tax rates  becomes  counter-productive  as  it  lowers tax ",
  "revenue rather than in increasing it. This is popularly known as the ‘Laffer curve’.",
  "An economy being on the Laffer curve implies that any increase in tax rates would ",
  "lower the tax revenue and on the contrary lowering of tax rate would lead to increased ",
  "revenue for the government. It is widely believed that India is on the Laffer curve with ",
  "limited prospects of raising taxes.",
  "This  is  because  high  tax  rates  lead  to  tax  evasion,  non-disclosure  of  income  and ",
  "generation of black money (taxes not paid). All efforts are made to minimize the incidence ",
  "of taxes legally and illegally. It serves as a disincentive in the economy leading to lowering ",
  "of income and the output. Hence, raising tax rates is not an option available in India.",
  "Increase in Tax Base",
  "Tax base refers to that threshold level of income on which taxes become applicable. India ",
  "has an exemption level,th atis, ifi nco meisle sst han ₹  2.5 lakh perannum taxesar enot      150 THE INDIAN ECONOMY",
  "payable. So one way could be to lower the exemption level so that more people are drawn ",
  "in the tax net and thereby an increase in tax payers and tax revenue.",
  "At present, the exemption level is very low given the present inflation. Besides the ",
  "inflation does not factor in cost of education, transport and property prices all of which ",
  "have increased manifold in recent times creating hardships and making it difficult for the ",
  "middle class to make both the ends meet. Lowering the exemption would further burden ",
  "the middle class and more so by this way it may be possible to increase the ‘number of tax ",
  "payers’ but ‘not necessarily tax revenue’ as many would be marginal tax payers.",
  "The other way to increase the tax base is to bring in untaxed sectors under the tax net. ",
  "All sectors with the possible exception of the agricultural sector are already under the tax ",
  "net. Agriculture being a state subject can be taxed only by the state government and not ",
  "by the central government. Thus, like increasing tax rate, even increasing tax base is not a ",
  "feasible option for raising direct tax revenue in India.",
  "Ensuring Tax Compliance",
  "This is to ask the question that, is every person who ought to pay taxes is paying his/her ",
  "taxes in terms of existing laws and the second are the people who are not paying should ",
  "actually be paying taxes. This is what is meant by tax compliance. The government has ",
  "made an initiation by making the income tax return form user friendly and easy to fill up ",
  "by an individual and it is known as ‘Saral’.",
  "Th e proble m in Indi a  is tha t o f tax complianc e with lot of leakages, large-scale tax ",
  "evasion and black money. It is estimated that over 40 per cent of GDP is black money ",
  "which is circulating in the economy on which no taxes are paid.",
  "GOODS AND SERVICES TAX: PROGRESSIVE TAX REGIME",
  "India’s biggest tax reform since independence ,Goods and Services Tax (GST) came into ",
  "force from the midnight of 1st July 2017 after 17 tumultuous years of debate, unifying ",
  "more than a dozen central and state levies.",
  "GST is a win-win situation fort hee ntirec ountry.It b ringsbe nefitsto  allth esta keholdersof ",
  "ind ustry,gov ernmentand  theconsu mer.Itwill lo wert hecost ofgo odsa nd  service s,giveaboost ",
  "to th e econom  y and  maketheproducts  and  servicesg lobally comp etitive.GSTaimsto  make ",
  "India acommo n ma rk et with common  tax rates and procedure s and remove t heeconomic ",
  "bar riersthusp aving th eway  foran inte grated e conomy atthenationallev el.    ",
  "By subsuming most of the Central and State taxes into a single tax and by allowing ",
  "a set-off of prior-stage taxes for the transactions across the entire value chain, it would ",
  "mitigate the ill effects of cascading, improve competitiveness and improve liquidity of the ",
  "businesses.",
  "GST is a destination based tax. It follows a multi-stage collection mechanism. In this, ",
  "tax is collected at every stage and the credit of tax paid at the previous stage is available as a ",
  "set off at the next stage of transaction. This shifts the tax incidence near to the consumer and ",
  "benefits the industry through better cash flows and better working capital management.",
  "1. GST is largely technology driven. It will reduce the human interface to a great ",
  "extent and this would lead to speedy decisions.GOVERNMENT FINANCES 151",
  "2. GST will give a major boost to the ‘Make in India initiative of the Government ",
  "of  India  by  making  goods  and  services  produced  in  India  competitive  in  the ",
  "National as well as International market. Also all imported goods will be charged ",
  "integrated tax (IGST) which is equivalent to Central GST + State GST. This will ",
  "bring equality with taxation on local products.",
  "3. Under the GST regime, exports will be zero-rated in entirety unlike the present ",
  "system where refund of some taxes may not take place due to fragmented nature ",
  "of indirect taxes between the Centre and the States. This will boost Indian exports ",
  "in  the  international  market  thus  improving  the  balance  of  payments  position. ",
  "Exporters with clean track record will be rewarded by getting immediate refund ",
  "of 90% of their claims arising on account of exports, within seven days.",
  "4. GST is expected to bring buoyancy to the Government Revenue by widening the ",
  "tax base and improving the taxpayer compliance. GST is likely improve India’s ",
  "ranking in the Ease of Doing Business Index and is estimated to increase the ",
  "GDP growth by 1.5 to 2%.",
  "GST will bring more transparency to indirect tax laws. Since the whole supply ",
  "5.",
  "chain will be taxed at every stage with credit of taxes paid at the previous stage ",
  "being available for set off at the next stage of supply, the economics and tax value ",
  "of supplies will be easily distinguishable. This will help the industry to take credit ",
  "and theg overnmentt o verify theco rrectnessof taxe spaid  and the cons umerto kn ow",
  "theex acta moun toftaxe sp aid.  ",
  "6. The taxpayers would not be required to maintain records and show compliance ",
  "with a myriad of indirect tax laws of the Central Government and the State",
  "Governments like Central Excise, Service Tax, VAT, Central Sales Tax, Octroi, ",
  "Entry  Tax,  Luxury  Tax,  Entertainment  Tax,  etc.  lhey  would  only  need  to ",
  "maintain records and show compliance in respect of Central Goods and Sendees ",
  "Tax Act and State (or Union Territory) Goods and Services Tax Act for all intra­",
  "State supplies (which are almost identical laws) and with Integrated Goods and ",
  "Services Tax for all inter-State supplies (which also has most of its basic features ",
  "derived from the CGST and the SGST Act).",
  "Salient Features of GST",
  "The salient features of GST are as under:",
  "(i)  The  GST  would  be  applicable  on  the  supply  of  goods  or  services  as  against  the ",
  "present concept of tax on the manufacture or sale of goods or provision of services. ",
  "It  would  be  a  destination  based  consumption  tax.  This  means  that  tax  would ",
  "accrue to the State or the Union Territory where the consumption takes place. It ",
  "would be a dual GST with the Centre and States simultaneously levying tax on ",
  "a common tax base. The GST to be levied by the Centre on intra-State supply of ",
  "goods or services would be called the Central tax (CGST) and that to be levied by ",
  "the States including Union territories with legislature/Union Territories without152 THE INDIAN ECONOMY",
  "legislature would be called the State tax (SGST)/ Union territory tax (UTGST ",
  "respectively.",
  "(ii) The  GST  would  apply  to  all  goods  other  than  alcoholic  liquor  for  human ",
  "consumption  and  five  petroleum  products,  viz.  petroleum  crude,  motor  spirit ",
  "(petrol), high speed diesel, natural gas and aviation turbine fuel. It would apply to ",
  "all services barring a few to be specified. The GST would replace the  following taxes ",
  "currently levied and collected by the Centre:",
  "a.  Central Excise Duty",
  "b.  Duties of Excise (Medicinal and Toilet Preparations)",
  "c.  Additional Duties of Excise (Goods of Special Importance)",
  "d. Additional Duties of Excise (Textiles and Textile Products)",
  "e. Additional Duties of Customs (commonly known as CVD)",
  "f.",
  "Special Additional Duty of Customs (SAD)",
  "g.",
  "Service Tax",
  "h.",
  "Central Surcharges and Cesses so far as they relate to supply of goods and ",
  "services",
  "(hi) State taxes that would be subsumed under the GST are:",
  "a.  State VAT",
  "b.  Central Sales Tax",
  "c. Luxury Tax",
  " d. Entry Tax (all forms) ",
  "e. Entertainment and Amusement Tax (except when levied by the local bodies)",
  "f. Taxes on advertisements",
  "g. Purchase Tax",
  " h. Taxes on lotteries, betting and gambling ",
  "i. State Surcharges and Cesses so far as they relate to supply of goods and services ",
  "(iv) The list of exempted goods and services would be common for the Centre and the ",
  "States.",
  "(v) An Integrated tax (IGST) would be levied and collected by the Centre on inter­",
  "State supply of goods and services. Accounts would be settled periodically between ",
  "the  Centre  and  the  States  to  ensure  that  the  SGST/UTGST  portion  of  IGST ",
  "is transferred to the destination State where the goods or services are eventually ",
  "consumed.",
  "(vi) Use of Input Tax Credit: Taxpayers shall be allowed to take credit of taxes paid on ",
  "inputs (input tax credit) and utilize the same for payment of output tax. However, ",
  "no  input  tax  credit  on  account  of  CGST  shall  be  utilized  towards  payment  of ",
  "SGST/UTGST  and  vice  versa.  The  credit  of  IGST  would  be  permitted  to  be ",
  "utilized for payment of IGST, CGST and SGST/UTGST in that order.153",
  "GOVERNMENT FINANCES",
  "(vii) Exports and Supplies to SEZ shall be treated as zero-rated supplies. The exporter ",
  "shall have an option to either pay output tax and claim its refund or export under ",
  "bond without tax and claim refund of Input lax Credit.",
  "(viii) Import of Goods and Services would be treated as inter-State supplies and would ",
  "be subject to IGST in addition to the applicable customs duties. The IGST paid ",
  "shall be available as ITC for further transactions.",
  "GST Council",
  "The mechanism of GST Council would ensure harmonization on different aspects of GST ",
  "between the Centre and the States as well as among States. It has been specifically provided ",
  "that the GST Council, in its discharge of various functions, shall be guided by the need ",
  "for a harmonized structure of GST and for the development of a harmonized national ",
  "market for goods and services. The GST Council shall establish a mechanism to adjudicate ",
  "disputes arising out of its recommendation or implementation thereof.",
  "National Anti-profiteering Authority",
  "National  Anti-profiteering  Authority  under  GST  will  be  the  apex  body,  which  is ",
  "mandated to ensure that the benefits of the reduction in GST rates on goods or services are ",
  "passed on to the ultimate consumers by way of a reduction in prices. The National Anti­",
  "profiteering Authority (NAA) will be headed by a senior officer of the level of Secretary to ",
  "the Government of India with four Technical Members from the Centre and/or the States.",
  "NAA aims at comforting consumers that Government is fully committed to taking all ",
  "possible steps to make sure the benefits of implementation of GST in terms of lower prices of ",
  "the goods and services reach them. The “anti-profiteering” measures are enshrined in th e  ",
  "GST law,which pro videsan institut ionalmecha nismto m  ake sure  tha tth efullben ef itsof ",
  "inputtax c reditsand reduced  GST rateso n thesupp ly ofg oo dsorser vices flow to the  ",
  "cons umers.Thisi nstitutionalframework  co mprise s theNAA,aStanding  Committee,",
  "Screening C ommitteesin e very Sta teand theD irectora te GeneralofS afegu ardsin t he",
  "Ce ntralB oa rd ofExci se&Customs(CBEC).",
  "NAA work for affected consumers who feel the benefit of proportionate reduction ",
  "in prices is not being passed on when they purchase any goods or services may apply for ",
  "relief to the Screening Committee in the particular State. However, in case the incident of ",
  "profiteering relates to an item of mass impact with ‘All India ramification, the application ",
  "may be directly made to the Standing Committee.",
  "Input tax credit",
  "Taxpayer is allowed to take credit of taxes paid on inputs (input tax credit), as self-assessed, ",
  "in his return. Taxpayer can take credit of taxes paid on all goods and services, other than ",
  "a few items in the negative list, and utilize the same for payment of output tax. Credit ",
  "of taxes paid on inputs can be taken where the inputs are used for business purposes or 154 THE INDIAN ECONOMY",
  "for making taxable supplies. Full input tax credit shall be allowed on capital goods on its ",
  "receipt as against the current Central Government and many State Government practice ",
  "of staggering the credit in more than one installment.",
  "Unutilized  input  tax  credit  can  be  carried  forward.  The  facility  of  distribution  of ",
  "input tax credit for services amongst group companies has been provided for through the ",
  "mechanism of Input Service Distributor (ISD).",
  "IT Preparedness",
  "Putting in place a robust IT network is an absolute must for implementation of GST. A ",
  "Special Purpose Vehicle called the GSTN has been set up to cater to the needs of GST. ",
  "The  GSTN  shall  provide  a  shared  IT  infrastructure  and  services  to  Central  and  State ",
  "Governments, taxpayers and other stakeholders for implementation of GST. The functions ",
  "of the GSTN would, inter alia, include: (i) facilitating registration; (ii) forwarding the ",
  "returns to Central and State authorities; (iii) computation and settlement of IGST; (iv) ",
  "matching of tax payment details with banking network; (v) providing various MIS reports ",
  "to  the  Central  and  the  State  Governments  based  on  the  taxpayer  return  information: ",
  "(vi) providing analysis of taxpayers’ profile; and (vii) running the matching engine for ",
  "matching, reversal and reclaim of input tax credit.",
  "The GSTN will also make available standard software for small traders to keep their ",
  "accounts in that, so that straight away it can be uploaded as their monthly returns on ",
  "GSTN website. This will make compliance easier for small traders.",
  "BLACK MONEY",
  "13.10",
  "Black money has nothing to do with the colour except to convey that it is necessarily an ",
  "evil. It is an unaccounted income, earned through illegal channels and put to unproductive ",
  "anti-national use and conspicuous consumption. Checking black money and tax evasion ",
  "are the critical aspects of tax compliance.",
  "Black  money  gets  generated  when  big  transactions  are  performed  in  cash,  source ",
  "and end use not possible to ascertain  .For example ,a friend  gives  you cash of  ₹ 1000. ",
  "Technically, iti sb lackm oney,ma ybe not soin yo urc aseb ecaus etheamo unt issmall. Ho wever, ",
  "saysomeb ody gives₹10l akhin c as hitis de finite lyb la ckmone y.  ",
  "In other way, all transactions where payments have to be made or received beyond ",
  "                       ",
  "alevelofsay ₹10,000 and aboveifdonein cash isblack money.Orstilldifferently,transactions",
  "                 ",
  "performed otherthan by way ofcheques,drafts,creditcards,debitcards,directtransfers of",
  "         ",
  "money in bank accountswould beblack money.",
  "               ",
  "Ifyou deposit₹10 lakh in cash in yourbank accountitisblack money (unlessand untilif",
  "                               ",
  "     ",
  "youshowthe sourcefromwhereyougotit).Ifyourfathersendsyouachequeofthesameamount",
  "                         ",
  "       ",
  "andyoudeposititinyourbankaccountitisa‘whitetransaction .Thus,transactions performed",
  "           ",
  "           ",
  "otherthanthroughbanksandpostofficeswouldgenerateblackmoney.GOVERNMENT FINANCES 155",
  "Why  does  black  money  ger  generated?  The  primary  reason  for  the  black  money ",
  "generation  is  high  tax  rates,  complex  tax  laws  and  provisions,  strict  controls  on ",
  "transactions, large amount of cash dealing, people not having bank accounts, land and ",
  "property deals in cash, need for money to get jobs performed through various government ",
  "departments,  donations  required  for  admission  in  schools  and  colleges,  meeting  dowry ",
  "needs, compulsions of social functions and also for doing illegal activities both within and ",
  "outside the country.",
  "What has the government done to curb black money? Not much except the voluntary ",
  "disclosure schemes and giving amnesty for the amount disclosed and demonetization of ",
  "higher denominated currencies. (RecallI ndiah ad earlier₹5 0 00 and ₹10,0 00 noteswhic h have",
  "nowb een  discontinued and ceaseto be legalt ender s.)",
  "                   ",
  "Thegovernmenthasalso declared thatalltransactionsover₹10,000 should bedonethrough ",
  "             ",
  "cheques/drafts.Draftswould notbemadeby banksagainstcash exceeding ₹50,000 in oneday.",
  "                     ",
  "Apermanent account number (PAN)hasbeen issued to alltax payers and itismandatory to ",
  "                     ",
  "quotethePANnumberforalltransactionsover₹50,000.",
  "                 ",
  "The income tax offices at the four metros have been computerized and networked,",
  "               ",
  "creating a database of tax payers and transactions being performed by them. All Registrar",
  "               ",
  "offices registering land deals, credit card companies, automobile manufactures, etc., are",
  "     ",
  "required to furnish information beyond acutofflevel.",
  "                   ",
  "The government with  a view to  have better tax  compliance, lesser tax  evasion, is",
  "           ",
  "proposing the direct tax code which would simplify tax laws and provisions, plug leakages,",
  "             ",
  "raise exemption  levels and  consider further lowering  tax  rates. However, till then  tax ",
  "                     ",
  "compliancewillbeamajorconstraintto furtherraisetax revenueforthegovernment.",
  "         ",
  "Demonetisation Policy:SurgicalStrikeonBlackMoney",
  "               ",
  "On  November 8, 2016, the government announced  a historic measure, with  profound ",
  "                   ",
  "implicationsfortheeconomy.Thetwo largestdenomination notes,Rs500 and Rs1000,were“",
  "                     ",
  "demonetized ”with immediate effect,ceasing to belegal tender except forafewspecified ",
  "                 ",
  "purposes.Atonef ellstro ke,86  percen tof th ecash in circulati on was thereby render ed in valid. ",
  "These noteswere to be deposited in thebanksby De cember 3 0,2016 ,whilerestr iction s were",
  "placed  on cash withdra wals.In  otherwords,restrictions wereplaced on theconvertibility of",
  "domesticmoney and bank deposits.",
  "                     ",
  "The aim of the actio n  w  as four fold: to  c urb  corruption; co unterfeiting; the use of",
  "high den omination notes for terro rist  act ivities; and especial ly the accumulation of “black ",
  "mone y”,generat ed by i nc ometha thasn otbeen declared to  thetax aut horities.    ",
  " Itfollow ed aseriesof earlie reffor tsto cu rb such illicit activ ities,including thecreation of",
  "the  Special  Investig ative Te am (SIT) in t he 20 14 bud get;  the Black Money and  Imposition  ",
  "of Tax Act 2015 ; Benam i Trans actions Act  2016; the infor mation  exchange agreem  ent",
  "wit h Switze rland; chan ges in th e tax treaties with M  auritius, Cyprus and  Singap ore; and  ",
  "the Income Disc losure Schem e. Demonetisation was aim  ed at  signalling  a regim  e change,",
  "emphas izing the g ove rnments de termin ation to pe na lize il lici t activ ities and  the a ssoci ated  ",
  "wealth. In effe ct, the tax on  all i llicit ac tiviti es, as well as legal activities that were not",
  "disclosed to thetax authorities,wassoughtto bepermanently and punitively increased.156 THE INDIAN ECONOMY",
  "In the wake of the demonetisation, the government has taken a number of steps to ",
  "facilitate and incentivize the move to a digital economy. These include:",
  "Launch of the BHIM (Bharat Interface For Money) app for smartphones. This is based ",
  "on the new Unified Payments Interface (UPI) which has created inter-operability of digital ",
  "transactions. The 250 million digital-haves can use their smartphone to make simple and ",
  "quick payments.",
  "Launch of BHIM USSD 2.0, a product that allows the 350 million feature phone users ",
  "to take advantage of the UPI.",
  "Launch of Aadhaar Merchant Pay, aimed at the 350 million who do not have phones. ",
  "This enables anyone with just an Aadhaar number and a bank account to make a merchant ",
  "payment using his biometric identification. Aadhar Merchant Pay will soon be integrated ",
  "into BHIM and the necessary POS devices will soon be rolled out.",
  "Reductions  in  fees  (Merchant  Discount  Rate)  paid  on  digital  transactions  and ",
  "transactions that use the UPI. There have also been relaxations of limits on the use of ",
  "payment wallets. Tax benefits have also been provided for to incentivize digital transactions.",
  "Encouraging  the  adoption  of  POS  devices  beyond  the  current  1.5  million,  through ",
  "tariff reductions.",
  "Benefits of Demonetisation",
  "Tax  on  black  money:  The  most  important  way  to  view  demonetisation  is  as  a  tax ",
  "administration  measure,  one  designed  to  tax  holdings  of  black  money.  Of  course, ",
  "demonetisation  of  large  denomination  notes is not  exactly  the same as demonetisation ",
  "of black money. Some cash holdings were perfectly “white”, the fruit of income upon ",
  "which taxes had either been paid or had not been applicable in the first place (agricultural ",
  "income, for example).",
  "Cash holdings arising from income that had been declared could readily be deposited ",
  "at banks and ultimately exchanged for new notes. But those with black money faced three ",
  "difficult choices. They could:",
  "•  Declare their unaccounted wealth and pay taxes at a penalty rate;",
  "•  Continue to hide it, not converting their old notes and thereby suffering a tax rate of ",
  "100 percent; or",
  "•  Launder their black money, paying a cost for converting the money into white.",
  "Tax compliance: Demonetisation can also be interpreted as a regime shift on the part of ",
  "the government. It is a demonstration of the state’s resolve to crack down on black money, ",
  "showing that tax evasion will no longer be tolerated or accepted as an inevitable part of ",
  "life.  Since  this  action  has  commanded support  amongst the  population,  demonetisation ",
  "shows that black money will no longer be tolerated by the wider public, either.",
  "Demonetisation  could  also  aid  tax  administration  in  another  way,  by  shifting ",
  "transactions out of the cash economy and into the formal payments system. With large ",
  "denominations  eliminated,  households  and  firms  have  begun  to  shift  from  cash  to ",
  "electronic payment technologies.",
  "Tax  on  informal  savings:  Beyond  reducing  tax  evasion,  demonetisation  could  have ",
  "other farreaching effects. For example, it will channel savings into the formal financial ",
  "system. Without doubt, much of the cash that has been deposited in the banking system GOVERNMENT FINANCES 157",
  "will be  taken  out again,  as the cash withdrawal limits are eased and the note supply ",
  "improves. But some of the new deposits will surely remain in the banks, where they will ",
  "provide a base for banks to provide more loans, at lower interest rates.",
  "In the longer-term, if demonetisation is successful, it will reduce the equilibrium cash- ",
  "GDP and cash-deposits ratio in the economy. This will increase financial savings which ",
  "could have a positive impact on long run growth.",
  "VIEWS ON TAX COMPLIANCE",
  "13.11",
  "(1)  Has it ever occurred why people do not want to pay taxes? Paying taxes globally is ",
  "a matter of pride and joining hands with the government to provide better for the ",
  "masses and improved civic amenities. Not so in India.",
  "(2)  That  is,  because,  people  doubt  the  intentions  of  the  government  in  using  it ",
  "productively for the masses. Tax compliance would thus require austerity measures ",
  "on the government lesser lavish spending and more responsiveness and sensitiveness ",
  "towards the spending for masses.",
  "(3)  Tax compliance should be top-driven. Have you ever seen any top political leader, ",
  "bureaucrat going to file his income tax return at the IT office in-person. No! it is ",
  "not required officially but it sends the right message to people that how it is of high ",
  "priority despite their busy schedule. Who is the first person seen as voting in an ",
  "election? It is the President, Prime Minister and other top leaders. ‘Why?’ Just to send ",
  "the right message to the people to come out and cast their vote.",
  "(4)  Hence  tax  compliance  should  start right  from  the top.  The  President,  PM,  Chief ",
  "Ministers and senior leaders all of them filing their tax returns in-person.",
  "(5)  Who is the highest tax payer in the country? It is difficult to say or even more difficult ",
  "to say who are the top 100 tax payers in the country. What prevents the government ",
  "from honouring them at a public ceremony acknowledging their contribution to the ",
  "national cause? It will transmit positive signals and encourage people to pay their ",
  "taxes.",
  "(6)  What if one is seen by one’s friend or relative at the income tax office? It would ",
  "definitely not be positive. The perception of the income tax officials has got to change ",
  "from treating everyone as a tax evader to that of trust, a friend guiding and supporting ",
  "the people. Let them have ‘May I help you counter’ at their offices for any assistance ",
  "people may want. They could send out staff to assist tax payers in correctly filing their ",
  "returns. It should not be difficult but could go a long way in increasing the compliance.",
  "(7)  It is not difficult to find out regular tax payers, a small well-worded thank you card can ",
  "be sent to them each time after they have filed their return. Today, technology support ",
  "is available to generate such computerized letters. What is being meant here is that the ",
  "incentive for a tax payer to pay his taxes, a mere token of appreciation can work.",
  "(8)  Our policies for tax evasion can be said to be ‘soft’. What is required is strong ",
  "punishment for tax evaders, those generating black money uniform for all irrespective ",
  "of whether political leader, bureaucrat, private organization, etc., to serve as a lesson ",
  "and a source of discouragement.",
  "While tax compliance would remain an issue, still there are some other issues which ",
  "can help augment revenue to the government like completely simplified tax regime based ",
  "on income at low rates with no exemptions easily enforceable and minimizing leakages.158 THE INDIAN ECONOMY",
  "What is a an efficient tax system? An efficient tax system should allow for raising revenue ",
  "without burdening the common man. It should provide for BECN briefed as below: ",
  "B buoyancy (raise tax revenue with increased growth of an economy rather thanby ",
  "  changing the tax rates).",
  " E effectiveness (promoting tax compliance).",
  "C cost-effective (lower cost of collection with increased tax revenue).",
  "N neutral to economic decisions (not influencing location of businesses).",
  "The present tax structure in India is still evolving and moving in the right direction ",
  "of a GST for indirect taxes and direct tax code for direct taxes. While all these efforts ",
  "at increasing tax compliance are appreciable there are other issues which should also get ",
  "adequate attention of the government and that is cost of collection of taxes is continuously ",
  "increasing. There is a requirement to arrest this trend and ensure higher collections at lower ",
  "costs.",
  "The  other  is  given  the  inflexibility  of  expenditure,  there  is  scope  for  rationalizing ",
  "government expenditure by reviewing the requirement for so many ministries, merging ",
  "ministries  for  sharper  focus,  abolition  of  vacant  posts,  greater  austerity  in  government ",
  "spending and small expenditure cuts wherever feasible. It is these small cuts which would ",
  "make the picture larger. And for once economics should prevail over political compulsions ",
  "in the larger interests of the economy.",
  "Typical Budget in India",
  "We have covered public expenditure, taxes and different kinds of deficits as part of the ",
  "budgetary process. A typical budget presentation initiates with a review of the economy in ",
  "terms of the Economic Survey presented in the Parliament (a few days before the budget ",
  "is presented), which is followed by the expenditure proposals and finally the tax proposals ",
  "which most anxiously awaited by all.",
  "All receipts in the economy are retained in the consolidated fund of India and money ",
  "can be utilized only after the budget is passed by both the Houses of Parliament, which is ",
  "that Parliament provides approval for various expenditure and permits withdrawal of funds ",
  "for various expenditure needs of the economy. Certain expenses can be incurred by the ",
  "government without the approval of Parliament and are known as ‘charged expenditure’ ",
  "such as meeting interest obligations, salaries and emoluments to constitutionally appointed ",
  "heads such as chief justice of India, CVC, CAG, etc.",
  "There are two other kinds of budgets interim and vote on account. Interim is a kind of ",
  "budget addressed for a period less than a Rill year. Vote on account is not a type of budget ",
  "strictly, but seeks approval for ongoing expenditure needs, no fresh expenditure or tax ",
  "proposals. This is normally presented when the government is about to face elections or ",
  "when the time period is too short even for an interim budget to be presented. In any case, ",
  "the choice of the type of budget to be presently lies with the government.",
  "In case, election dare has already been announced the election commission is empowered ",
  "to  restrain  the  government  from  presenting  an  interim  budget  but  present  a  vote  on ",
  "account only. Traditionally, budgets are shrouded with secrecy and it lacks transparency.GOVERNMENT FINANCES 159",
  "There should be greater and broader participation of people from all walks of life to ensure ",
  "budgets being prepared are not only of the government but also of the people.",
  "The budgets are focused on ‘outlays’ or spending under different heads but no provision ",
  "is made to know the outcome’ of such spending. The ocher aspect is the outlays are not ",
  "linked  to  the  actual  need.  For  example,  the  budget  might propose increased outlay of ",
  "say ₹1 00 croreson  educationi nc omparisont oa ni ncreaseofonly ₹ 5 0c rores int helastb udget. ",
  "How ever,the reisnom e ntiono  fh owmuchac tuall ynee d stobes pentoneduc ati oninto  tal .  ",
  "MERGEROFRAILBUDGETWITHUNIONBUDGET",
  "13.12",
  "           ",
  "Changesmadein Budgetand BudgetaryPractices",
  "       ",
  "• MergerofRailBudgetwith Union Budget",
  "•  Advanc em ento fFinan cialYear",
  "•  To advanceits  pr esentation  by 27 days.",
  "•  To dispense wi th Plan-non-Plan dichotomy in expenditure.",
  "   ",
  "BudgetPresentation DateAdvancement",
  "   ",
  "The objective behind  this move is to  have the Budget constitutionally  approved  by ",
  "Parl iament an d  assented   to  by  the  Preside nt,  and  all  allocations at different tiers",
  "disseminate d to budget-holders,beforet hefinancial yearbegi nson April1 .      ",
  "• The proposal for a change  in the  bu dget pres entat ion da te was fi rst mooted by some",
  "  of th e governm  en t’s  senior most b ureaucra ts as part of a ‘T ransf ormi ng India initiative ",
  "in  Janu ary 2016.                    ",
  "Advantages:",
  "•  In the existing system, the Lok Sabha passes a vote on account for the April-June ",
  "quarter, under which departments are provided a sixth of their total allocation for the ",
  "year. This is done by March. The Finance Bill is not passed before late April or early ",
  "May. If the Budget is read in January and passed by February-March, it would enable ",
  "the government to do away with a vote on account for the first three months of a ",
  "financial year.",
  "•  Retired and serving officials say the biggest plus would be that the Finance Bill, ",
  "incorporating  the  Budget  proposals,  could  be  passed  by  February  or  March.  So, ",
  "government  departments,  agencies  and  state-owned  companies  would  know  their ",
  "allocations right from April 1, when the financial year begins.",
  "•  It would also help the private sector to anticipate government procurement trends and ",
  "evolve their business plans.",
  "To dispense with Plan-non-Plan dichotomy in expenditure from 2017-18",
  "From 2017-18, the Central Government expenditure will be classified only as capital and ",
  "revenue spends.",
  "The move is a part of the governments decision to do away with the classification of ",
  "Plan and Non-Plan expenditure. In line with the government’s decision to dismantle the160 THE INDIAN ECONOMY",
  "Planning Commission, the new spending classification will come at a time when the Five- ",
  "Year Plan mechanism will also end. Instead, it will be replaced by a medium to long-term ",
  "planning system under the NITI Aayog.",
  "The classifications in the Union Budget 2016-17 for Centrally-sponsored schemes have ",
  "already been changed to “core of the core”, “core” and “optimal”.",
  "Improving Quality",
  "Economists have for long argued that Plan and Non-Plan classifications should be done ",
  "away with and the focus should be on improving  the quality of government  spending  by ",
  "focusing on thee nd useo fth efu nds.",
  "Plan expenditure, denotes the more productive use of government resources as investment ",
  "in various programmes and schemes, but forms a small chunk of the total spending bill. ",
  "Non-Plan expenditure, on the other hand, is the majority of the government spending and ",
  "is used for interest payments, subsidies, wages and grants to States.",
  "Plan/Non-Plan will help in resolving the following issues",
  "•  This distinction of expenditure had led to a fragmented view of resource allocation ",
  "to various schemes.",
  "•  It had made it difficult to ascertain cost of delivering a service and also to link ",
  "outlays to outcomes.",
  "•  It had led to bias in favour of Plan expenditure by Centre as well as the State ",
  "Governments  and  had  neglected  essential  expenditures  on  maintenance  of  assets ",
  "and other establishment related expenditures to provide essential social services.",
  "•  The merger is expected to provide appropriate budgetary framework that will have ",
  "focus on the capital and revenue expenditure",
  "The separate Railway Budget, a 92-year-old tradition, has been scrapped by the centre. ",
  "The Rail budget will be merged with the Union Budget starting next year as indicated by ",
  "Finance Minister Arun Jaitley .The government is also in favour of advancing the Budget ",
  "process, including thed ateo fpr esentation.TheRa ilway Budgetwas usua lly presented two days",
  "befor etheU nion  Budget.",
  "From now onwards all the proposals regarding Railway Budget will be part of general ",
  "budget, which will have a separate discussion on railway expenditure, but the functional ",
  "autonomy of the Railways will be maintained. The end of a separate Budget will be a relief ",
  "for the Railways, since its revenue deficit and capital expenditure will now get transferred ",
  "to the Finance Ministry.",
  "The Railways is also facing an accumulated burden of a whopping Rs. 4.83 lakh crore ",
  "towards execution of 458 unfinished and ongoing projects. With the scrapping of die rail ",
  "budget, the Railways will also not have to pay a special dividend to the government for ",
  "getting gross budgetary support. The Railways pays about Rs. 10,000 crore as dividend a ",
  "year after getting about Rs. 40,000 crore.",
  "           ",
  "Acommitteeled by NitiAayog memberBibek Dcbroy on restructuring oftheMinistry of",
  "               ",
  "Railways had recommended thattheBritish-eralegacy ofhaving aseparaterailway budget",
  "           ",
  "should bephased out,merging itwith theGeneralBudget.GOVERNMENT FINANCES 161",
  "This step will help raise capital expenditure in Railways which will enhance connectivity ",
  "in  the  country  and  boost  economic  growth.  Functional  autonomy,  distinct  identity  of ",
  "Railways will remain as it is. The merger would also facilitate an integrated and seamless ",
  "approach towards transportation strategy in the country.",
  "It has been proposed to hold the budget session of Parliament early and present the ",
  "union budget on February 1 instead of the past practice of it coming only on the last day ",
  "of February.",
  "The budgets year after year get engaged in micro issues for example taxes on tooth ",
  "pastes, etc., which is not required. The budget may address broad issues of the tax rates ",
  "in general rather than go into the minutest of details or should be more macro-oriented ",
  "and micro-detailing done through annexures, for a better understanding of the underlying ",
  "macro-issues in a budget.",
  "Such reforms in the budgetary process itself also need to be integrated as part of the ",
  "larger reforms. All the reforms in the country are around the government but not in the ",
  "government.",
  "SOME OTHER FORMS OF BUDGETING",
  "13.13.",
  "Zero-Based Budgeting - ZBB",
  "This is a method of budgeting in which all expenses must be justified for each financial ",
  "year. The process of this budgeting starts from a “zero base,” on every financial year. Every ",
  "function within the ministry or department is analyzed for its needs and costs. Budget ",
  "allocations are then made according to the need of ensuing financial year.",
  "Outcome Budget",
  "The Outcome Budget is a progress card on what various Ministries and Departments have ",
  "done with the budget allocation in the previous budget. Outcome based budgeting is a ",
  "practice of suggesting and listing of estimated outcomes of each programmes or schemes ",
  "designed.",
  "Gender Budget",
  "A  Gender  Budget  or  Gender-Responsive  Budget  is  a  budget  allocation  that  considers ",
  "the gender patterns in the society and allocates the resources to implement policies and ",
  "programs to help moving society towards a more gender equal society.",
  "Gender  Budget  disaggregates  the  mainstream  budget  according  to  its  impacts  on ",
  "women and men. It visualizes the process of conceiving, planning, approving, executing, ",
  "monitoring, analyzing and auditing budgets in a gender-sensitive way.",
  "Performance Budgeting",
  "Performance Budgeting also known as Planning-Programming-Budgeting System (PPBS) ",
  "is an attempt to integrate budgeting with overall planning of the country as a whole. It 162 THE INDIAN ECONOMY",
  "tries to make the planning, execution, and evaluation of government policies in a more ",
  "systematic manner. The centre for PPBS is the budget; the methods used are planning and ",
  "decision-making. The purpose of this budget is for ensuring a more viable economy and ",
  "improved coordination among various sectors.",
  " ",
  "   ",
  "     ",
  "     ",
  " ",
  " ",
  "   ",
  "   ",
  "   ",
  "   ",
  " ",
  "     ",
  " ",
  " ",
  " ",
  "  "
]