[
  "CHAPTER27",
  "MULTILATERAL FINANCIAL",
  "INSTITUTIONS",
  "INTERNATIONAL MONETARY FUND (IMF)",
  "The International Monetary Fund (IMF) and the World Bank Group (WB) are multilateral ",
  "financial institutions having their genesis in the Bretton Wood Conference during 1944. ",
  "The IMF was set up, first for post-war reconstruction and for greater economic cooperation ",
  "amongst the countries. Subsequently, its role changed to achieve exchange rate stability of ",
  "different economies.",
  "Its  role  since  1970  onwards  was  to  provide  loans  to  economies  battling  on  their ",
  "respective balance of payments front arising out of the collapse of the fixed exchange rates ",
  "system, oil shocks and also to those economies opening up as part of global integration but ",
  "having structural problems on their trade front.",
  "Availing loan facilities from the IMF requires membership, (presently 189 members) ",
  "by buying a ‘quota’ usually in relation to the output of economies and their stature in the ",
  "world. The quota in turn determines voting rights for various policy decisions including ",
  "loans to be provided to the affected economies by the IMF. The quota is bought by paying ",
  "25 per cent in any of the Widely Accepted Currency (WAC) comprising of the USD, ",
  "Euro, Pound Sterling and Japanese Yen. The remaining 75 per cent can be bought in ",
  "the home currency and maintained with the central bank of that country but cannot be ",
  "withdrawn without authorization from the IMF.",
  "All loan facilities are short-term, provide interim relief and are linked as a percentage to ",
  "the quota, which carry commercial interest rate with varying repayment periods and strict ",
  "conditionalities like reforms in the domestic sector for long-term structural adjustment. ",
  "All the accounts of the IMF are maintained in a neutral accounting currency known as ",
  "‘special drawing rights (SDR)’ also referred as paper gold’. SDRs can be converted into ",
  "any WAC at predetermined rates by the IMF.",
  "Special drawing right is not a currency but only an accounting unit of the IMF and ",
  "the quota can also be purchased in SDRs. IMF besides lending for trade imbalances and ",
  "currency-related  issues  of  economies  also  publishes  country  papers  for  use  by  various ",
  "governments for qualitative improvements in policy-making.",
  "They  are  also  playing  an  important  role  along  with  the  World  Bank  Group  for ",
  "eradication  of  absolute  poverty  especially  in  Asian  and  African  countries  through  its ",
  "programmes like poverty reduction growth fund (PRGF), which is the only concessional MULTILATERAL FINANCIAL INSTITUTIONS 277",
  "assistance programme of the IMF repayable over ten years. IMF has been criticized for ",
  "the large dominance of the US and its interest at the IMF is driven by a ‘Washington ",
  "Consensus, being the largest quota holder.",
  "IMF Resources",
  "Most resources for IMF loans are provided by member countries, primarily through their ",
  "payment of quotas.",
  "•  Quotas: Quota subscriptions are a central component of the IMF’s financial resources. ",
  "Each member country of the IMF is assigned a quota, based broadly on its relative ",
  "position in the world economy.",
  "•  Special Drawing Rights (SDR): The SDR is an international reserve asset, created by ",
  "the IMF in 1969 to supplement its member countries’ official reserves.",
  "•  Gold: Gold remains an important asset in the reserve holdings of several countries, ",
  "and the IMF is still one of the worlds largest official holders of gold.",
  "Recent Trends at the International Monetary Fund (IMF)",
  "With  the  rebalancing  amongst  the  global economies,  emergence  of  BRICS economies, ",
  "with their increasing contribution to the world output, a need was also felt to realign ",
  "the quotas of the IMF by giving them larger share, commensurate with their growing ",
  "international  stature  and  contribution  to  the  global  output.  BRIC  economies  have  thus ",
  "been allocated 6 per cent additional quotas, with India’s share in voting rights increasing ",
  "from 2.3 to 2.6 per cent, making it the eighth highest quota holder and voting rights from ",
  "the earlier eleventh highest quota holder.",
  "In terms of quota and voting rights, India ranks behind US, Japan, China, Germany, ",
  "France, UK and Italy but ranks ahead of Russia and Brazil, amongst the top ten quota ",
  "holders at the IMF. The rebalancing has doubled the total quota to SDR 477 billion or ",
  "USD 756 billion.",
  "Post-global crisis, IMF is likely to have a large role in revival but more importantly, ",
  "functions  as  a  true  multilateral  financial  institution  providing  greater  global  financial ",
  "stability from its present role of currency management. Since, its coming into existence, ",
  "for the first time IMF has also opened a different window, new arrangement to borrow ",
  "(NAB), for crisis ridden economies in the euro zone. This functionality would require ",
  "greater  inter-government  monetary  co-operation,  greater  transparency  in  functioning  of ",
  "monetary authorities and the IMF would have to take the lead role.",
  "IMF REFORMS",
  "IMF  Launches  New  SDR  Basket  Including  Chinese  Renminbi,  Determines  New ",
  "Currency Amounts",
  "•  Chinese  renminbi (RMB)  to  be  included in  SDR  basket  as fifth currency starting ",
  "October 1,2016",
  "•  Ms. Lagarde says SDR basket expansion reflects the ongoing evolution of the global ",
  "economy and is a significant change for the IMF278 THE INDIAN ECONOMY",
  "Today,  the  International  Monetary  Fund  (IMF)  announced  the  launch  of  the  new ",
  "Special Drawing Right (SDR) valuation basket including the Chinese renminbi (RMB), ",
  "and the new currency amounts that will determine the value of the SDR during the new ",
  "valuation period.",
  "As approved by the Executive Board of the IMF on November 30, 2015, effective ",
  "October  1,  2016,  the  RMB  is  determined  to  be  a  freely  usable  currency  and  will  be ",
  "included in the SDR basket as a fifth currency, along with the  U.S.  dollar,  the  euro, ",
  "Japanese yen, and tthe  British pound. The Board also decided att hatt imeth atth ewe ightsof ",
  "ea ch currency would be41. 73 percent for the U.S .dolla r,30.9 3 percent forth eE uro, 10.92  ",
  "percentforthe Chin ese yuan,8.3 3 perc entfortheJap anes eye n,and 8.0 9 per centforthePound  ",
  "ster ling .",
  "To  mark  the  launch  of  the  new  SDR  basket,  Ms.  Christine  Lagarde,  Managing ",
  "Director  of  the  IMF,  stated:  “The  expansion  of  the  SDR  basket  is  an  important  and ",
  "                     ",
  "historicmilestone fortheSDR,the Fund,Chinaand theinternational monetary system.Itisa",
  "                                   ",
  "significant changefortheFund,becauseitisthefirsttimesincetheadoption oftheeuro thata",
  "       ",
  "currency isadded to thebasket.",
  "                   ",
  "In addition, the Board also decided today that effective October 1, 2016, the value of",
  "                         ",
  "theSDRwillbethesumofthevaluesofthefollowing amountsofeach currency:",
  "U.S. dollar 0.58252",
  "Euro 0.38671",
  "Chinese yuan 1.0174",
  "Japanese yen 11.900",
  "Pound sterling 0.085946",
  "These currency amounts are calculated such that the value of the SDR in U.S. dollar ",
  "terms is the same under the new basket as the value of the SDR prevailing today, and that, ",
  "at the average exchange rates for the three-month period ending today (July 1 through ",
  "September 30, 2016), the share of each currency in the value of the SDR corresponds to ",
  "the weight approved by the IMF Executive Board on November 30, 201 5.",
  "India gets more voting rights as IMF implements quota reforms",
  "India's share has now increased to 2.75% from 2.44%, making it the eighth-largest shareholder ",
  "in the Fund",
  "Voting rights of emerging-market economies such as India and China have increased ",
  "at the International Monetary Fund (IMF), which has finally notified governance quota ",
  "reforms adopted in 2010.T here formsw erehe ld up asthe  US Con gresswas reluc tantto rat ify ",
  "thepropos al,fearing  adecline in isho ld ove rtheinstit ution  .Itapprove d  themovelast month  ",
  "with  asetofcondit ions .In dia’sshare atIMFh asnow  in creas ed t o 2.7 5%from2.44%,mak ing it ",
  "theeigh th-largests hare holderin them ultilateralag ency,cl imbing three notches.   ",
  "The ratification of the 2010 reforms also clears the way for the institution to begin the",
  "next ro und of review of its quotas to d iscuss the size and com pos ition of IMF resources ",
  "and t hedistribu tion of quo tas haresa mong theF und’ sme mbership.      ",
  "           MULTILATERAL FINANCIAL INSTITUTIONS 279",
  "International Monetary Fund (IMF) and India",
  "India has been major  borrower  of  the  IMF  before  the  reforms  were  initiated.  The ",
  "borrowings had been from various facilities of the IMF. However, all the loans taken by ",
  "India have not only been ‘repaid but prepaid’ to the IMF and our present outstanding is ",
  "nil. The IMF also has a financial transaction plan (FTP) which is a plan to help the BOP of ",
  "impoverished low income countries and only forty-seven strong economies are permitted ",
  "to lend to the IMF for funding this plan.",
  "India has also been admitted as a lender to the IMF for this plan since 2002. The ",
  "amount contributed towards the plan is taken as a part of foreign exchange reserves of the ",
  "country. So far, the contribution made by India to the FTP is USD 205 million.",
  "Probably  India  would  be  the  only  country  in  the  world  to  have  become  a  lender ",
  "(creditor) to the IMF, from being a borrower (debtor) just two decades ago. It is also an ",
  "acknowledgement by the IMF of the strong fundamentals, maturity and growing stature ",
  "of India post-reforms. With the increased quota and voting rights India will now find a ",
  "greater, say, in various policy decisions at the IMF.",
  "27.2 THE WORLD BANK GROUP",
  "The World Bank Group also set up first, for rebuilding of economies post-World War II. ",
  "Gradually,  the  emphasis  was  shifted  to  development  oriented  for  developing  countries ",
  "and addressing issues of growing poverty' and poor countries in Asia and Africa. The WB ",
  "provides financial and technical assistance to developing countries through multiple sister ",
  "institutions playing  a complementary  role, for eradication of poverty, education, public ",
  "health,  public  administration,  agriculture,  addressing  environmental  issues  and  funding ",
  "projects which have predominant socio-welfare considerations covering schools, hospitals, ",
  "dams, etc.",
  "These projects are not World Bank-driven but are of the governments with World Bank ",
  "only providing financial assistance to them and thus does not come with conditionalities ",
  "except that the projects for which assistance has been provided is completed on schedule. ",
  "Their funding not only covers central but also state governments, NGOs and other such ",
  "institutions ,domestic as well aso verseas ,e ngaged in development -related work in the  ",
  "country. Thef inancialas sistance,unli ketheIM  F,i snotc omm  erc ialborrowing ,butconcessi onal ",
  ",repayableov erlong tim eper iods.  ",
  "As  mentioned  previously,  World  Bank  comprises  of  complementary  institutions ",
  "of  International  Bank  for  Reconstruction  and  Development  (IBRD)  the  International ",
  "Development  Agency  (IDA),  International  Finance  Corporation  (IFC),  Multilateral ",
  "Investment  Guarantee  Agreement  (MIGA)  and  International  Center  for  Settlement  of ",
  "Investment Disputes (ICSID). The IBRD is more focused on reducing poverty in middle ",
  "income credit worthy relatively poor countries through income generation activities and ",
  "capacity building measures.",
  "The IDA looks at the poorest seventy-nine economies including thirty-five countries of ",
  "Africa, with per capita gross national income of less than USD 1165. Assistance provided ",
  "is for infrastructure, public health and social sectors. Assistance provided is interest-free ",
  "and have repayment periods of 35-40 years.280 THE INDIAN ECONOMY",
  "IFC  provides  technical  and financial  assistance  to medium  and small  enterprises  in ",
  "developing  countries  and  also  to  promote  entrepreneurship  especially  in  developing ",
  "countries.  MIGA  provides  guarantees  of  political  risks’  to  overseas  investments,  while  ",
  "ICSIDr esolvesi nvestmentd isputeso fm emberc ountries.",
  "The m  ajor r ole o f t he W  B h as b een centred around eradication of a bsolute p overty in ",
  "African and Asian countries a nd also making poverty a g lobal i ssue a nd not r estricted to ",
  "one o r g roup of c ountries. I t h as a lso given its o wn definition of p overty of t hose l iving ",
  "belowU SD1  perd ay.",
  "Besides,  it  also  prepares  country  level  papers  on  developing  countries  outlining ",
  "developmental  requirements  of  developing  countries  and  eradication  of  poverty  in  a  ",
  "sustained  manner.  It  also  provides  insights  to  economies  for  inclusive  and  sustainable  ",
  "growth by providing assistancet o theg overnmentsa nd communities.",
  "Hie W  B h as a lready committed USD 1 4 billion assistance t o India d uring 2009-2012.  ",
  "Recently RBI  would subscribe  to special  private  placement  of  bonds  issued by WB  to ",
  "the  extent  of  USD  4.3 billion,  which will  make  India  eligible  for  higher  concessional  ",
  "borrowings  from  WB.  It  will  also  provide  a  stable  and  long-term  source  for  meeting ",
  "current  account  deficit.  The  WB  has  set  up  the  catastrophe  risk  deferred  draw  down ",
  "option (CRDD)  with a  corpus  of  USD  500 million for  providing assistance  to middle  ",
  "incomee conomiesa ffected by naturald isasters.",
  "Playing  its  role  post-global  crisis,  it  has  established  vulnerability  financing  facility ",
  "(VFF)w ithin theID A,to p rovidefastt rack  financialassista nceand als o arapid soc ialresponse  ",
  "fund (RSR F)formeeting  em ergentsocialneeds oflow incom eec onom  ies.Th e‘group’isa lso  ",
  "committe d  to fund stabilizing ofexisting infrastruct ureand ensuredelivery  ofpriority  projects",
  "amo ngstdeveloping m emberco untries.The‘bank’als o undertake scon tinuous reviewofpublic  ",
  "expenditure and deb tm anagem ent forecon omies use ful forpolicy -ma kers ofthe respecti ve  ",
  "economies.        ",
  "ASIAND EVELOPMENTB ANK( ADB)",
  "The A  sian Development B  ank (ADB) i s a  m  ultilateral d evelopment b ank with sixty-seven ",
  "members a nd with the U  S a nd Japan as t he l argest s hareholders. H  owever, t he c haracter i s  ",
  "Asian in naturef ocused on regionalc ooperation amongstA sian and Pacificr egions.",
  "The o bjective o f t he A  DB i s e radication of p overty in the A  sian countries, s ustainable  ",
  "economic  growth,  inclusive  social  development,  environment  sustainability,  information ",
  "dissemination  and  greater  regional  integration.  It  provides  assistance,  co-financing  and ",
  "technical a ssistance t o member c ountries. I t n ot o nly partners t he c entral g overnments o f  ",
  "economiesb uta lso privates ectora sw ella sN GOse ngaged in poverty alleviation.",
  "All  the  three  multilateral  financial  institutions  comprising of  the  IMF,  the  WB  and ",
  "the A  DB h ave p layed a p ivotal r ole f or d eveloping countries a nd at l east, e stablished that  ",
  "indeed poverty is  a  global  issue  and the  biggest  curse  of  mankind not  confined to few  ",
  "countries.",
  "It  is  too large  an issue,  in magnitude  and wide  ranging in impact,  incapable  to be  ",
  "addressed  by  individual  countries,  requiring  global  interventions,  both  in  terms  of  ",
  "resourcesa sw ella si ntensified effortsa tt heirs uccessfule radication.MULTILATERAL FINANCIAL INSTITUTIONS 281",
  "Their role will be further redefined post-global crisis, in creating an oversight mechanism, ",
  "not regulatory and also fostering greater economic cooperation amongst countries.",
  "It can be said that these institutions, in future, will play a much larger role than in the ",
  "past and go beyond the ‘Washington Consensus’ to emerge truly as multilateral institution ",
  "not visible earlier.",
  "• ADB Headquarter - Manilla, Philippines",
  "27.4 NEW DEVELOPMENT BANK",
  "At the fourth BRICS Summit in New Delhi (2012), the leaders of Brazil, Russia, India, ",
  "China and South Africa considered the possibility of setting up a new Development Bank ",
  "to mobilize resources for infrastructure and sustainable development projects in BRICS ",
  "and other emerging economies, as well as in developing countries. They directed Finance ",
  "Ministers to examine the feasibility and viability of this initiative, to set up a joint working ",
  "group for further study, and to report back by the next Summit in 2013.",
  "Following the report from the Finance Ministers at the fifth BRICS summit in Durban ",
  "(2013), the leaders agreed on the feasibility of establishing the New Development Bank ",
  "and made the decision to do so. It was also agreed that the initial contribution to the Bank ",
  "should be substantial and sufficient for it to be effective in financing infrastructure. ",
  "• NDB Headquarters - Shanghai, China",
  "During the sixth BRICS Summit in Fortaleza (2014), the leaders signed the Agreement ",
  "establishing the New Development Bank (NDB).",
  "In  the  Fortaleza  Declaration,  the  leaders  stressed  that  the  NDB  will  strengthen ",
  "cooperation among BRICS and will supplement the efforts of multilateral and regional ",
  "financial institutions for global development, thus contributing to collective commitments ",
  "for achieving the goal of strong, sustainable and balanced growth.",
  "The Bank will also provide technical assistance for projects to be supported by the ",
  "NDB and engage in information, cultural and personnel exchanges with the purpose of ",
  "contributing to the achievement of environmental and social sustainability.",
  "The main objectives of NDB operations are:",
  "Fostering development of member countries",
  "Supporting economic growth",
  "Promoting competitiveness and facilitating job creation",
  "Building a knowledge sharing platform among developing countries",
  "To fulfill its purpose, the Bank will support public or private projects through loans, ",
  "guarantees, equity participation and other financial instruments.",
  "As  per  Fortaleza  Declaration,  the  Bank  shall  have  an  initial  authorized  capital  of ",
  "US$ 100 billion. The initial subscribed capital shall be USS 50 billion, equally shared ",
  "among founding members. The first chair of the Board of Governors shall be from Russia. ",
  "The first chair of the Board of Directors shall be from Brazil. The first President of the ",
  "Bank shall be from India. The headquarters of the Bank shall be located in Shanghai. ",
  "The New Development Bank Africa Regional Center shall be established in South Africa ",
  "concurrently with the headquarters.282 THE INDIAN ECONOMY",
  "The inaugural meeting of the Board of Governors of the NOB was chaired by Russia ",
  "and held on the eve of the Ufa Summit on 7 July 2015, when the Bank formally came into ",
  "existence as a legal entity. During the meeting, the appointment of the President, Mr. K.V. ",
  "Kamath, as well as four Vice Presidents and the Board of Directors took place.",
  "At the signing of the Headquarters Agreement with the government of  the  Peoples ",
  "Republic of China and the  Memorandum of Understanding  with the Shanghai Municipal ",
  "Peoples Government on T7F ebruary 2016,t heN DBb ecamefu lly operational.",
  "In  2016,  the  Board  of  Directors  of  the  Bank  approved  loans  involving  financial ",
  "assistance of over USD 1.5 bln for projects in the areas of green and renewable energy, and ",
  "transportation.",
  "27.5. ASIAN INFRASTRUCTURE INVESTMENT BANK (AIIB)",
  "Asian  Infrastructure  Investment  Bank  (AIIB)  is  multilateral  development  bank  initiated ",
  "by China with a purpose to provide finances to infrastructure development and regional ",
  "connectivity projects in Asia-Pacific region. It is seen as Asia’s response to West-dominated ",
  "Asian  Development  Bank  (ADB)  and  World  Bank  (WB).  The  Bank  is  headquartered ",
  "at  Beijing  and  officially  started  its  operation  from  2016.  The  Bank  has  currently  57 ",
  "signatories and India is a founding member and is expected to have the second-largest ",
  "shareholding after China.",
  "",
  ""
]