[
  "CHAPTER20",
  "INWARD AND OUTWARD­",
  "LOOKING ECONOMIES’ ",
  "GLOBALIZATION",
  "CLOSED ECONOMIES",
  "In the initial years of development, most economies are inward-looking (closed) economies ",
  "with a strong focus on domestic demand, domestic population, domestic resources and ",
  "fulfilling the basic needs in an economy. These economies are characterized by high-levels ",
  "of insulation from the rest of the world virtually and complete cut-off from trade with ",
  "imports  restricted  to  essentials  not  possible  to  produce  in  the  domestic  economy  and ",
  "exports are permitted only of surplus over-domestic demand.",
  "Such  economies  have  a  large  role  in  the  government  as  a  direct  producer  of ",
  "goods and servicesin  theeco nomy,high ly regulated (rememberIndia before 1991 ref orms),",
  "focused o n self-relianceand imports ubstitution.Ho wever,asecon omies      ",
  "move  up  the  development  ladder,  inflexibility,  high  levels  of  controls,  relative ",
  "inefficiencies and high-wage cost starts building up of a high-cost economy stifling the ",
  "economy.",
  "This gets compounded by their relative inability to increase growth rates and income ",
  "because  of  the  inadequacy  and  misallocation  of  resources,  technology  and  knowledge. ",
  "Further, import of goods increases to meet domestic requirements. The inward character ",
  "of such economies become liability and forces them or pushes them to look outwards not ",
  "as a matter of choice but as a compulsion, which is looking ‘outwards’ to meet ‘inward’ or ",
  "domestic requirements of an economy.",
  "Fast-paced  global  developments  over  the  last  two decades have played the  role  of ",
  "facilitators  to  the  changed  outlook,  making  this  transformation  seamless  and  a  natural ",
  "outcome.",
  "WHAT ARE THESE FACILITATORS?",
  "(1)  Global Accessibility: The global economy has virtually shrunk with multi-modal fast ",
  "global accessibility in terms of speed and time taken to travel. Air travel previous?, ",
  "meant for ‘elite’ has been brought closer to the ‘common man by making it affordable ",
  "Travel  today  is faster, lesser time-consuming,  comfortable and also  affordable  for ",
  "the  people.  This  has  given  boost  to  tourism  and  more  importantly  increased  the ",
  "‘awareness’ of different economies.INWARD AND OUTWARD-LOOKING ECONOMIES’ GLOBALIZATION 219",
  "(2)  Telecommunication  Revolution:  Telecommunication  has  undergone  a  complete ",
  "revolution in the last two decades, both in terms of global teledensity as well as ",
  "reach. Technology-intensive telephony is cost-effective and provides cheaper mode ",
  "of  telecommunication.  Audio  telecommunication  is  now  giving  way  to  visual ",
  "telecommunication allowing one to view and talk at the same time. Multi-location ",
  "video conferencing is gaining popularity as it saves time of travel besides providing ",
  "an  alternate  way  of  telecommunication  simultaneously  across  multiple  locations. ",
  "However, the  real revolution  is  mobile telephony which has completely redefined ",
  "telecommunications globally.",
  "(3)  Information Metamorphosis: It is a metamorphosis of the form of information from ",
  "physical  gathering,  books,  literature,  magazines,  previously  known  as  ‘information ",
  "asymmetrical’ (less information) to that of now symmetrical information (complete ",
  "information) through the internet powered by the ‘search engines' (google, yahoo, ",
  "etc.).  What  this  has  done  is  global  information’  right  on  your  computer  cutting ",
  "across  countries,  products,  services  and  knowledge.  This  has  not  only  increased ",
  "awareness,  speed  of  information  gathering  but  also  the  knowledge  base  of ",
  "people.",
  "(4)  Media  Transformation:  The  media  transformation  has  been  a  gradual  shift  away ",
  "from  the  print  media  to  electronic  media  with the  advent  of  televisions. Satellite ",
  "connectivity  today  allows  one  to  watch  global  developments  right  in  ones  own ",
  "drawing room.",
  "(5)  Redefined Living Standards: The living standards of people have also undergone ",
  "a change from ‘hard living’ to ‘soft living’ facilitated by the availability, enlarged ",
  "choice set with greater stress on convenience and comfort. Increased demands for ",
  "televisions, refrigerators, washing machines, air conditioners, etc., is not only because ",
  "of increased income levels but also because of their continuous falling prices making ",
  "them affordable.",
  "(6)  The easy paced lifestyle has paved way to fast-paced lifestyle such as fast foods, ",
  "convenient goods, etc.",
  "(7)  Cultural Exchanges: Globalization has facilitated and still facilitating socio-cultural ",
  "exchanges across the countries and communities. These exchanges of ideas have cross ",
  "border influence now, than ever before.",
  "All the above factors have led td integration of the world economy from an economic ",
  "perspective to what is known as a ‘global village’. Goods and services today are not ",
  "confined to geographies but are available across the countries. Countries of origin have ",
  "lost relevance with emergence of global brands and global players.",
  "It is difficult to ascertain today that a good being purchased is of which country. For ",
  "example, Sony, a Japanese company could be selling televisions in India which may have ",
  "been manufactured in Korea or Taiwan. Today goods and services, and their availability ",
  "not identifiable by geographical boundaries but are driven by markets.",
  "The above facilitators have served as an accelerator to the transformation of an inward- ",
  "looking (closed) economy to an outward-looking (open) economy which is known as220 THE INDIAN ECONOMY",
  "the  process  of  globalization.  The  first  thing  to  understand  is  that  globalization  is  not ",
  "an objective but a process or a journey towards opening up of an economy by looking ",
  "towards the rest of the world and to achieve integration in a rapidly transforming global ",
  "village.",
  "20.3 GLOBALIZATION INDICATORS",
  "The  degree  of  openness  and  thus  globalization  though  generic  in  nature,  differs  from ",
  "country to country in the process followed, but has a few common characteristic^ such as:",
  "(1)  Lowering the levels of insulation from the rest of the World.",
  "(2)  Easing of restriction on cross borders inflow of goods, services, resources and investment.",
  "(3)  Increasing share of exports and imports to GDP of economies.",
  "(4)  Greater thrust on exports.",
  "(5)  Increasing share of exports of goods and services in GDP.",
  "(6)  Increase in foreign currency transactions in relation to the total output.",
  "(7)  Focus on  competitive forces,  greater efficiency levels aiming at achieving global ",
  "competitiveness.",
  "(8)  Globalization is also a reflection of the changed ideology and mind set of the government. ",
  "Inward-looking  economies  like  erstwhile  USSR  or  the  Soviet  Union.  China  initiated ",
  "their transformation in the seventies and India still later in the nineties. It can be said ",
  "that curtains have fallen on the era of closed economies with the largest inward-looking ",
  "economies which comprises of the erstwhile USSR, China and more recently India having ",
  "adopted open policies through reforms in the domestic sector.",
  "India’s efforts at globalization, as mentioned previously in the nineties, was a part of ",
  "Economic Reforms of 1991 centred around the three pillars of liberalization, privatization ",
  "and globalization also known as the L,P,G of economic reforms. Liberalization and pri­",
  "vatization are to achieve domestic competitiveness while globalization is to achieve global ",
  "competitiveness. Their roles are complimentary reinforcing each other. It is not possible ",
  "to achieve the global competitiveness unless domestic sector is competitive and efficient.",
  "All of them are processes rather than objectives to achieve better qualitative growth and ",
  "widespread economic betterment, besides meeting ever expanding domestic requirements ",
  "of the economy but with the active government interventions. India’s efforts at globalization ",
  "had two significant aspects—one was the trade-related globalization which was relatively ",
  "slow, compared to the other aspect of financial integration, with the capital inflows on ",
  "the  current  and  capital  account  sharply  increasing  and  exceeding  100  per  cent  of  the ",
  "GDP Globalization is a relatively new concept, dynamic, continuously evolving, requiring ",
  "redefinition in terms of need and the most important aspect is, it is driven naturally across ",
  "economies and could be said to have crossed the stage of ‘as a matter of choice’, but a ",
  "matter of‘compulsion’ or being driven naturally with the tide.INWARD AND OUTWARD-LOOKING ECONOMIES' GLOBALIZATION 221",
  "20.4 WHILE BEING DRIVEN INTO THE GLOBAL VILLAGE, CAN ",
  "HAVE ITS OWN FALLOUT TOO",
  "While it is a fact that globalization has been a natural process driven out of need it could ",
  "also have its own set of fall outs as under:",
  "(1)  Coupling of Economies: The relative coupling of economies in a global perspective ",
  "would not allow decoupling of economies from adverse global fallouts.",
  "(2)  The ability of economies to insulate themselves from crisis of one country adversely ",
  "impacting their economies was possible rill the nineties.",
  "(3)  Like the earlier crises of Mexico, Chile, South-east Asia and Argentina, economies ",
  "did nor impact countries like India. It was widely believed that globalization and ",
  "decoupling theory could co-exist i.e., economies even when following open policies ",
  "could remain relatively de-coupled from adverse global fallouts.",
  "However, the world recession of 2008 has exposed the earlier belief. It is not possible for ",
  "economies to remain as ‘hermit economies’, which is insulated from rest of the world ",
  "in  adverse  times.  Economies  of  the  world  including  India,  China  and  other  emerging ",
  "economies were also impacted by the global crisis, though to a lesser degree. However, as ",
  "they pursue open policies they would increasingly be coupled making them vulnerable ",
  "and susceptible to adverse global fallouts.",
  "The coupling neither be geographic nor be selective but is global in nature. Problems ",
  "of Greece and Spain can also impact countries such as India and China.",
  "20.5 GLOBALIZATION WOULD ALSO BRING ITS OWN SET OF ",
  "CHALLENGES",
  "While  globalization  does  provide  for  means  of  betterment for economies, it has  some ",
  "inherent challenges which will have to be addressed:",
  "(1)  While decisive thrust on exports is required, there would be pressures for liberal ",
  "imports which could create issues in the domestic sector by making imported goods ",
  "cheaper threatening domestic goods. Already, the Indian market has a large number ",
  "of low-priced Chinese goods.",
  "(2)  With easing of restrictions on inflows there could be a surge on foreign funds which ",
  "could have an adverse impact like appreciating home currency and hurting exports ",
  "especially for a country like India (explained in the section on Exchange Rate later).",
  "(3)  It could lead to increase conspicuous consumption or ‘consumerism’ leading India ",
  "into  a  consumption-driven  from  investment-driven  economy.  This  can  lead  to ",
  "lopsided  development  neglecting  the  interests  of  the  masses.  Greater  production ",
  "of goods demanded and lesser production of those which are less-demanded. Any ",
  "consumerism also leads to lower savings in the economy.",
  "(4)  The  biggest  challenge  of  globalization  would  be  in  making  the  domestic  sector ",
  "globally competitive, ability co withstand global competition and make inroads into ",
  "global markets.222 THE INDIAN ECONOMY",
  "(5)  The other is about expectations from globalization. It is not’ to provide answers for ",
  "larger issues of poverty, unemployment, reducing regional imbalances or other such ",
  "issues.",
  "As mentioned previously, it is all about achieving integration with the rest of the world, ",
  "global  competitiveness  as  the  key  to  globalization.  Therein,  lies  the  challenge  of  the ",
  "ability of the  government to change the misconception  of globalization .The Economic ",
  "Reforms of 1991 comprising ofl iberalization,p rivatization and globalization seeking to ",
  "achieve domestic and global competitiveness  ,increased share  in global trade, efficient and ",
  "competitive domesticm  anufacturing base,hi ghergro wth driven by manufacturing sectorand  ",
  "exports.",
  "The increased growth, would ‘over a period of time’, bring about overall development. ",
  "And the government in letting economic reforms to deliver should also be conscious of ",
  "the fact that answers to the larger issues of poverty, unemployment, regional imbalances ",
  "lie within ‘its’ domain.",
  "A criticism of the economic reforms of not delivering in these areas or not impacting ",
  "social issues, is an acceptance, by the government, of not being able to clearly delineate ",
  "deliverables from economic reforms from ‘deliverables falling within government’ own ",
  "domain.",
  "20.6 IMPACT ON INDIAN SOCIETY SO FAR",
  "Indian  society  is  one  among  the  oldest  in  the  world,  varied  and  complex  in  its ",
  "heritage.  It  has  a  diverse  culture  of  unity  in  diversity;  having  withstood  the  colonial ",
  "rule  but  yet  impacted,  with  society  entrenched  and  weaved  around  considerations  of ",
  "race,  religion,  caste,  community,  language  and  region.  A  heterogeneous  society  with ",
  "overriding  concerns  of a low  income economy and large-scale poverty inherited post­",
  "Independence.  The  painstaking  rebuilding  of  the  economy  was  a  slow  and  gradual ",
  "process ,culminating in th e process  o f a series of reforms  lifting  growth  ,economic ",
  "empowerment and improvement in standards of living ofi tsp eople.T hisis not to s ay that",
  "pove rty isno lo ngeran iss ue.Highe rgrowth  hasled to a reduction  in poverty levels.But,rural ",
  "India  wher e the heart o lIn dia re side s ,by  and lar ge,has not un derg one  any signif icant",
  "transforma tion and asociety still,w  ith atradition aloutlo ok and cons ervativebeliefs.  ",
  "Reforms and their impact on economy and the people have largely been around urban ",
  "India. The  economic perspec tive has been dealt i n the p revio us sections. An attempt is",
  "made here to understa nd howithas  affe cted liveso furban  India.        ",
  "             ",
  "Growing Middle Class",
  "A direct impact of globalization widely accepted is the growing middle class, especially ",
  "China and India as a part of Brazil, Russia, India, China and S. Africa (BRICS) economies, ",
  "a  potential  market  of  the  future  with  definite  increased  income,  enhanced  purchasing ",
  "power, demand for better variety of goods and distinct improved and changed life style.INWARD AND OUTWARD-LOOKING ECONOMIES’ GLOBALIZATION 223",
  "This  is  being  observed  not  only  in  metro  cities  but  also  spreading  across  tier  2  and ",
  "3 cities.",
  "This class is creating a niche for newer goods attracting more foreign companies to set ",
  "up shops. The ‘mall culture’ as shopping and entertainment under one roof, is gradually ",
  "spreading across a large number of cities, witnessing a large number of foot falls. ‘Fast ",
  "food’ is gradually gaining acceptability amongst the middle class. Dining out which was ",
  "once only for the elite society, has now become a common feature of the growing middle ",
  "class.",
  "Global Goods and Services",
  "As has been addressed earlier, one of the objectives which globalization seeks to achieve, is ",
  "to enlarge the choice set’ of a wider and diversified basket of goods and services, available ",
  "globally, at ‘affordable’ prices for the people in India. Today, goods and services are moving ",
  "pan India, without any nationality but as brands, reaching different sections of people. ",
  "Another notable feature has been goods and services fit every class of consumer.",
  "Information Symmetry",
  "Globalization  has  not  only  increased  choice  set,  but  also  provided  for  ‘information ",
  "symmetry’ enabling them to take informed decisions, on their requirements and the best ",
  "bet for them. This is complete contrast to the earlier information asymmetry, which often ",
  "resulted in decisions based on the seller of goods, rather than own perception about goods/ ",
  "services. These information gaps have now been sealed. This has raised levels of awareness",
  "of the people who are now better informed. It has also raised levels of knowledge of people ",
  " ",
  "cutting across different age groups.",
  "Mobile Telephony",
  "One of its biggest contributions has been the spread of affordable mobile telephony even ",
  "into villages, achieving a penetration level of over 80 per cent in about five years. Villages ",
  "which were earlierc ut-offfro mthe  com munication linksduet o adv ersetopogra phy,difficult ",
  "and hilly  terrainsarenoww ell- cove red.Ithasdefin ite ly im  proved communicationsand also the ",
  "lifestyleoft hep eople in  gen eral.  ",
  "Social Networking",
  "An outcome of globalization has been the spread of social networking sites which has ",
  "allowed a novel way to connect with people irrespective of their location. It provides a ",
  "wide platform for ‘faceless communication’ and ‘free and frank expression’ of views almost ",
  "instantaneously across the world. It has allowed ‘discovery’ of friends and acquaintances, ",
  "of connecting with those people who had lost contact or whose whereabouts were not ",
  "known. This has led to a more ‘open society’ not bound by caste, creed or religion.224 THE INDIAN ECONOMY",
  "Cross Border Cultural Engagement",
  "Thanks  to  the  growing  middle  class  for  increasing  income,  together  with  air  travel ",
  "becoming  cheaper,  has  promoted  cross  border  tourism,  with  many  Indians  travelling ",
  "abroad for vacations and holidays, increasing their exposure to different people and culture ",
  "of different countries. Further, there is also an increase ‘in bound tourism’ with more and ",
  "more foreigners visiting in India which has increased cross border cultural engagement. ",
  "This has led to better understanding and acceptability of different cultures and developing ",
  "mutual respect of each other.",
  "Emergence of a Harmonized Culture",
  "Globalization has resulted in not only greater cross border cultural engagement, but also ",
  "marks emergence of a harmonized culture, with cross border acceptability. This culture ",
  "can be seen, in the perceived preferences for unisex personal wear, celebrations such as ",
  "fathers, mother’s and valentine’s day. This harmonized culture cuts across caste and creed, ",
  "fostering a cohesive society.",
  "Changing Role of Women",
  "Women have always occupied centre stage in society. There are an increasing number of ",
  "women today who are seeking a career, being independent, leading a life as they wanted, ",
  "rather than being directed by a family. The more important aspect is acceptance of this ",
  "fact by the society, of going beyond running homes and marriage as the ultimate for any ",
  "girl. They today have the same status as their male counter parts, commanding respect ",
  "from them. Many Indian women have reached the top of the ladder both in India as well ",
  "as globally. Many jobs which were considered as male bastion are now being performed ",
  "by women. Flying aircrafts, army, police, etc., now have sizeable women participation. ",
  "Dowry  system  which  virtually  had  become  institutionalized  in  the  past  has  seen  a ",
  "decline.",
  "However, can we say that this globalization has not impacted society’ in any adverse ",
  "manner? While globalization has been able to expand the middle class, there is now an ",
  "upper and a lower’ middle class with wide income in equality. It has led to consumerism. ",
  "But it cannot be attributed to the process of globalization, as in general income levels have ",
  "increased and as mentioned previously, globalization has only allowed for increase in the ",
  "choice set for the consumers’.",
  "But the present society has become more materialistic; life styles have become fast ",
  "tracked, lesser time for relationships, with everyone in a rat race of out doing the other. ",
  "Satisfaction levels have become relative and craving for more. Nothing wrong with this, ",
  "except that it has led to increase in health disorders and an early ‘burn out’ of the people.",
  "Even  though  women  have  now  changed  and  bigger  role,  crime  against  them,  in ",
  "particular has increased. Cases of physical abuse, marital discords leading to divorcesINWARD AND OUTWARD-LOOKING ECONOMIES’ GLOBALIZATION 225",
  "have only increased. Newer concepts of ‘live in relationships have emerged. Urban India ",
  "has become more liberal and modern in outlook especially the young generation. Their ",
  "addiction to the internet and social networking sites has led to their abuse. Extensive use ",
  "of mobile for purposes, other than communication has increased, resulting in distraction ",
  "and taking them away from studies.",
  "There  is  also  an  exodus  of  students  going  abroad  for  higher  studies  and  seeking ",
  "employment overseas, resulting in ‘brain drain’ from India.",
  "Can it be said that globalization has been a bane for society? Globalization is not only ",
  "about India, it has been a wave encompassing the world economy and cannot be seen as a ",
  "bane either from the economy or societal perspective. It is not about an option but about ",
  "acceptance as part of global integration. As a process, it cannot be faulted and its abuse is ",
  "not a fault of the process. Social ills seen as fallout of globalization have always been there ",
  "only that now they have been highlighted. Globalization is about economic betterment ",
  "and the benefits of such betterment will always be in the society itself. Yes, some may ",
  "benefit more others less, but benefits will always be there.",
  "People, society and economy are integral in any development process. Reforms are ",
  "aimed at not only uplifting the economy as a whole but also provide better standards of ",
  "living for its people. Globalization is getting the ‘best’ at the door step of people. It is about ",
  "our people benefiting from others. It is a blend of the world economy looking for newer ",
  "markets and our people getting the best of the world. The world order is changing, so ",
  "also has to be our thinking and perceptions. It is about accepting change. The endeavour ",
  "should be how to reach out to a larger cross section of people? How to overcome the ",
  "hurdles which come in the way?",
  "Globalization  today is not a subject matter of debate, but a natural process driven ",
  "across economies, as a necessity, for meeting own needs of economies.",
  "",
  ""
]