[
  "CHAPTER6",
  "AGRICULTURE SECTOR",
  "6.11 'WHY' IS AGRICULTURE SECTOR IMPORTANT",
  "FOR INDIA?",
  "In the previous section, we had dealt about agriculture sector which has about 60 per cent ",
  "plus  population-dependence,  an  aspect  which  has  been  there  since  Independence.  This ",
  "sector provides us with food security and raw material for manufacturing sector.",
  "Each and every country would like to be self-sufficient for its requirements of food ",
  "grains, pulses, sugar, edible oils, milk, fruits and vegetables.",
  "India has the largest number of villages of over 6,00,000. Majority of our population ",
  "resides in villages. No other country has so many villages.",
  "India’s agricultural sector is characterized by traditional, subsistence and livelihood, ",
  "rain fed farming, food grain oriented, lacking in diversification and commercialization. ",
  "Over 80 per cent of the farmers are landless, small and marginal farmers with cultivation ",
  "for consumption and little diversification. Agricultural finance is informal with reliance ",
  "on the money lenders. It is said about India that majority of our economic issues are ",
  "primarily of poverty and unemployment and both the problems and their resolution lie ",
  "in the agricultural sector.",
  "There is enough literature available on agriculture in standard text books on Indian ",
  "Economy. It would be suffice to say here that the key issues in agriculture are to increase ",
  "production through distinct improved productivity.",
  "'Why' is Productivity Important?",
  "In the earlier years, production could be increased by bringing in more and more land ",
  "under  cultivation  without  addressing  productivity.  However,  today  all  available  arable ",
  "land is already under cultivation which means production can be increased only through ",
  "increased productivity.",
  "With the  increasing population,i ncreased incomeses pecially ofthe poo rin th efuture would  ",
  "increase thedem and  foragricultu ral products manifold. Whatwou ld hap pen ifproductivity  ",
  "doesnotincrease? Itw ould mea n ‘ supply’notsufficient f or‘ demand’w hic h would r esultin ",
  "increased pri cesoffood items,asi tha ppened in 20 09 -20 10 with food inflation climbing over",
  "15 percentin ashortpe riod.As ever yone willb eaware tha tfood inf lation  w illhurt allb utthe",
  "poorwillbeh itmu ch  hard er.         AGRICULTURE SECTOR 49",
  "Agriculture sector is considered as very vulnerable because it is one sector where demand ",
  "will only keep on increasing and supply willalw aysbev ola tilewith  so many structuralfactors ",
  "and oth erslikemo nsoo n dependenceasonly 4 0  percentland  isir rigated .",
  "               ",
  "Realizing theimportanceoffood grainsway back in thesixties,thegovernmentushered in ",
  "                 ",
  "the‘Green Revolution’pioneered by DrM.S.Swaminathan,to improve theproductivity of",
  "           ",
  "wheatand othercereals,through researched improved seedsknown ashigh yielding varieties",
  "                     ",
  "HYV)seeds.Thiswasthefirsttimewhereascientificapproach wasadopted and with measured ",
  "             ",
  "applicationsoffertilizers,insecticides/pesticides,productivity ofwheatquadrupled.Thesuccess",
  "                     ",
  "story wasmadepossibleonly by creating therightmodelofoptimalland size,assured/adequate",
  "                   ",
  "water supply,soil conduciveness in theareas such asPunjab,Haryana and Western  Uttar",
  " ",
  "Pradesh.",
  "                 ",
  "However, it was more of an experiment to see how to improve productivity especially ",
  "               ",
  "of wheat. Much of the self-sufficiency in wheat can be attributed to the Green Revolution.",
  "                 ",
  "Our attempts with other revolutions in the agriculture sector were centred around products",
  "     ",
  "and theirrelativeimportancesuch as:",
  "   ",
  "• WhiteRevolution (milk and milk products).",
  "     ",
  "• YellowRevolution (oilseeds).",
  "     ",
  "• BlueRevolution (marineproducts).",
  " ",
  "• Golden Revolution (Honey).",
  "   ",
  "• Golden FibreRevolution (Jute).",
  "     ",
  "• SilverFibreRevolution (Cotton).",
  " ",
  "• Brown Revolution (Cocoa).",
  "   ",
  "PrimarySectorRevolutions",
  "             ",
  "The numerous revolutions affecting the productivity of agriculture and allied activities in ",
  "   ",
  "Indiaarehighlighted below:",
  "         ",
  "1. Agriculture Revolution: Green  Revolution  Also  known  as Seed-Water-Fertilizers-",
  "                     ",
  "Pesticides Technology  In  1965, under the aegis of Late Mrs. Indira Gandhi the",
  "           ",
  "then PM, resolute to mark historic revamp in Agriculture sector named as “Green ",
  "             ",
  "Revolution” that was implemented during 1967-1978 in phases in the state of Punjab ",
  "     ",
  "and Haryana,w.r.t.Wheatand Rice.",
  "             ",
  "2. White Revolution: Operation  flood  a program initiated  under supervisory  of",
  "             ",
  "National Dairy Development Board (NDDB) in year of 1970 put India on world ",
  "                   ",
  "map by making India the largest producer of milk. The father of White Revolution ",
  "       ",
  "in 1949 Mr. V. Kurien joined Amul (Anand Milk Union Limited) formerly known ",
  "               ",
  "as Kaira District Co-operative Milk  Producers’ Union  (KDCMPUL). Later the",
  "                     ",
  "movement in 1965,undertheleadership o fLateShriLalBahadur Shastri,the thenPM, ",
  "         ",
  "establishedNatio nalDairyDevelo pmentBoard(NDDB ).OperationFloodwa scomp leted",
  " ",
  "infollowin gt hreephase s:",
  "     ",
  "• PhaseI(1970-79)",
  "     ",
  "• PhaseII(1981-1985)",
  "     ",
  "• PhaseIII(1985-1996)50 THE INDIAN ECONOMY",
  "3.  Yellow Revolution: Oil Seeds Revolution Also known as the People Power Revolution. ",
  "Was  a  result  of  series  of  demonstrations  that  took  place  from  1983-1986  in  the ",
  "Philippines.",
  "4.  Blue Revolution: Development of Fisheries in the country",
  "5.  Brown Revolution: is known for Leather/non-conventional (India)/Cocoa Production",
  "&  Tomato  production.  A  'BROWN  revolution’  happening  in  the  tribal  areas  of ",
  "Visakhapatnam district w.r.t. cocoa, where the tribal people are being not only taught ",
  "but  at  the  same  time  encouraged,  to  grow  “socially  responsible  and  environment ",
  "friendly” coffee to cater to the demand from developed countries.",
  "6.  Black Revolution: known for Petroleum Production",
  "7.  Grey Revolution: known for Fertilizer Development",
  "8.  Golden revolution: ‘Golden Revolution’ is the period between 1991-2003.",
  "9.  Golden Fiber Revolution: known for Jute Production",
  "10. Pink Revolution: is for Onion production/Pharmaceutical/Prawn production",
  "11. Red Revolution: is for Meat production",
  "12. Round Revolution: for Potato production",
  "13. Silver Revolution: for Egg/Poultry production",
  "14. Silver Fiber Revolution: for Cotton production",
  "15. Almond Revolution: for Spice production",
  "16. Evergreen Revolution: relates to Overall development of Agriculture",
  "17. Ambrosia Revolution: For Connecting Rivers",
  "Revolution Product Father (India)",
  "Black Petroleum",
  "Blue Fish Dr. Hiralal Chaudhary (induced ",
  "breeding)/Dr. Arun Krishnan",
  "Brown Leather, cocoa, non - ",
  "conventional energy",
  "Golden fiber Jute",
  "Golden Overall horticulture, honey, Fruit Nirpakh Tutej",
  "Green Food grains World: Dr. Norman Borlaug ",
  "India: MS Swaminathan",
  "Grey Fertilizer",
  "Pink Onion, Prawn, Pharmaceuticals,  Durgesh Patel",
  "modernizing of meat and poultry ",
  "processing",
  "Red Meat, tomato Vishal Tewari",
  "Round Potato",
  "Silver fiber Cotton",
  "Silver Egg Indira GandhiAGRICULTURE SECTOR 51",
  "Revolution Product Father (India)",
  "White Dairy/milk Dr. Verghese Kurien",
  "Yellow (Also  Oil Seeds, Edible Oil, Especially  Sam Pitroda",
  "known as people  Mustard and Sunflower.",
  "power)",
  "Saffron Solar Energy",
  "Revolution",
  "6.2.PI NKREVOLUTION",
  "Pink  revolution  primarily  referred  as  for  onion,  prawns  and  pharma  industry,  but  the ",
  "2nd  generation  pink  revolution  focusing  on  modernisation  of  meat  and  poultry  has ",
  "attained the number 1 position in the world in exports of buffalo meat in 2012, exporting ",
  "approximately 1.5 million metric tons of beef, according to the United States Department ",
  "of Agriculture (USDA) Foreign Agricultural Service. The major importers are from Middle ",
  "East and South East Asia countries. Further, it was also found that the broiler meat (i.e. ",
  "chicken) sector has witnessed a 30 percent growth rate since the year 2009, at the same ",
  "time it is placed amongst the fastest growing sectors in the Indian economy at a rate of ",
  "8 percent. This increase has been largely attributable to growing domestic demand. The ",
  "Food and Agriculture Organization of the UN (FAO) has acknowledged India’s potential ",
  "and effective measures towards ‘pink revolution’ by fostering modernization of its meat ",
  "and poultry processing units. Accordingly, in a report titled the ‘Indian Meat Industry ",
  "Perspective’, the Food and Agriculture Organization of the UN (FAO) has recommended ",
  "an outlined four steps framework that India must adopt and adhere to it for the success of ",
  "pink revolution are as follows:",
  "1. Setting up state of the art meat processing plants;",
  "2.  Developing technologies to raise male buffalo calves for meat production;",
  "3.  Increasing the number of farmers rearing buffalo under contractual farming;",
  "4.  Establishing disease-free zones for rearing animals.",
  "Environmental and Health Hazards",
  "Although, the robust performance of the sector is too lucrative but at the same time there ",
  "are some environmental riders to be borne in mind. As per an article being published in ",
  "Environmental Science and Technology Journal, titled ‘Food-miles and the relative climate ",
  "impacts of food choices in the US’, the data shows United States red meat production ",
  "accounts for 30 percent of total greenhouse gas emissions so created while poultry and ",
  "dairy contribute 28 percent of emissions. Thus, now we can cannot be ignorant with the ",
  "fact that India is now largest exporter of meat in the world which will in turn pointing ",
  "at the level of green house gas emission. Another vital area of concern is the managing ",
  "risk  w.r.t.  meat  borne  pathogens  like  E.coli,  Salmonella,  Campylobacter,  Listeria  and ",
  "Yesinia, also at the same time other diseases of concern to public health, and the control ",
  "of pesticide residues.52 THE INDIAN ECONOMY",
  "Potential and challenges of Pink Revolution in India",
  "Growth Potentials",
  "•  To increase present meat consumption per capita of 6 grams approx, per day to 50 ",
  "grams a day in the next decade or so.",
  "•  India accounts only 2 percent approx of global market in light of large live stock count",
  "•  Growing rate is varying between range of between 8-15 per cent annually, and is now ",
  "worth more than 700 billion dollars.",
  "Challenges",
  "•  Drafting  of  standard  policies  for  the  sector  w.r.t.  meat  production  and  export, ",
  "standardizing  the  quality  and  safety  aspects  of  meat  and  poultry,  and  creating ",
  "infrastructure facilities for modern slaughter houses, meat testing facilities and cold ",
  "storages for the growth of the meat and poultry processing sector.",
  "•  Implementation of 4 areas highlighted by FAO of UN",
  "•  Better hygienic methods required in meat and poultry processing",
  "•  Channelizing of increased and high volume of investment s in the sector.",
  "Government Policies",
  "•  No income tax or central excise.",
  "•  No  restrictions imposed  upon the  export  of  poultry  and  poultry products, and the ",
  "government provides some transport subsidiaries.",
  "•  100 per cent FDI is being permitted to tap into available opportunities across the ",
  "sector.",
  "•  Comprehensive scheme being launched for the modernization of abattoirs across the ",
  "country  in  order  to  address  quality  standards,  contamination  and  deterioration  of ",
  "produce, and the amount of meat wasted.",
  "More recently, Rainbow Revolution (includes horticulture comprising of fruits, vegetables, ",
  "floriculture, plantation crops, spices, etc.).",
  "India is one among the largest producers of various agricultural goods in terms of area ",
  "under cultivation and production; however, it clearly lags behind in the productivity in all ",
  "major crops which is not sufficient for the domestic market as is evident in their increasing ",
  "prices. It is not sufficient enough to be satisfied as the largest producer of pulses, coconut, ",
  "ginger, turmeric, pepper, milk or even the fact that India is the second largest producer of ",
  "rice, wheat, ground nut, fruits and vegetables. It has to be seen in relation to the relative ",
  "domestic demand and productivity rather than only production.",
  "India is blessed with large land area whereas, China has lesser arable land than us but ",
  "its agricultural production is double than that of India. Clearly, productivity is the chief ",
  "differentiator between India and China.",
  "Another  concern  is  that  the  average  annual  growth  of  agricultural  production  right ",
  "since Independence has been only 2.5 per cent. This is very low keeping in view the ",
  "domestic  needs.  Food  grains  output  has  been  trapped  between  175  and  200  million ",
  "tonnes of which wheat has stagnated around 70 million tonnes in the last few years. There AGRICULTURE SECTOR 53",
  "is  an  urgent  requirement  to  increase  the  production  which  can  happen  only  with  the ",
  "increased productivity.",
  "Growth in agricultural production is seen as a multiplier for the rest of the economy ",
  "as it helps in augmenting supply of food products thereby cooling prices. It also increases ",
  "income of the farmers and thus greater demand for non-agricultural goods giving incentive ",
  "to the industrial sector to produce more and provide an upward spiral in growth.",
  "6.3 NEW AGRICULTURAL POLICY 2000",
  "The government realizing the importance of the agriculture sector formulated the New ",
  "Agricultural Policy during 2000, which has tried to give a new direction to the agriculture ",
  "sector which has the following salient features:",
  "•   Agricultur e secto r ha s to grow  at  an average annual growth of a minimum  4 per c ent",
  "over the next few decades.",
  "•  Greater  focus  has  to  be  given  on  horticulture,  animal  husbandry,  poultry,  dairy, ",
  "aquaculture given their potential and their twin ability to raise the plank of growth ",
  "and increase purchasing power.",
  "•  Need to provide food and nutrition security.",
  "•  There  is  a  requirement  for  greater  biotechnology  use,  newer  plant  varieties  and ",
  "their  protection  through  suitable  legislation,  greater  thrust  on  scientific  farming, ",
  "dissemination of technology advancements.",
  "•  Focus on agro and social forestry for maintaining ecological imbalances.",
  "•  Regular supply of price protection to farmers through the minimum support price system.",
  "•  Dismantling restrictions on movements of agricultural commodities.",
  "•  Increase  public  investment  in  agriculture  sector  especially  rural  electrification, ",
  "irrigation projects, watershed development, etc.",
  "•  Create off-farm employment opportunities through promotion of agro-processing units.",
  "•  Land reforms to be provided a decisive thrust for better land distribution, consolidation ",
  "and re-distribution of surplus land to landless farmers.",
  "•  National Agriculture Insurance Corporation should provide insurance cover in case of ",
  "crop failure, droughts, etc.",
  "•  Allowing private sector participation through contract farming.",
  "The new agricultural policy of the central government is only indicative in nature as agriculture ",
  "being in the statel istfa llsw ithin thedo main ofres pectivestat egov ernmentswhi ch would have",
  "there spon sibility to implementthepol icy.M  any ex pertsincluding  PrimeMinisterM anmohan  ",
  "Singh feelthatIndia’sa gric ultures ectorrequir esa‘G reen Rev ol ution II.",
  "AGRICULTURE EXPORT POLICY, 2018",
  "In order to provide an impetus to agricultural exports, the Government has come out with a ",
  "comprehensive ‘Agriculture Export Policy” with an aim at doubling the agricultural exports ",
  "and integrating Indian farmers and Indian products with the global value chains.54 THE INDIAN ECONOMY",
  "The Agriculture Export Policy envisions in harnessing the export potential of Indian ",
  "agriculture to transform India as a global power in agriculture and raise farmers income.",
  "Policy Objectives",
  "•  Doubling agricultural exports from present -USS 30+ Billion to -USS 60+ Billion ",
  "by 2022 and reach US$ 100 Billion in the next few years thereafter, with a sustained ",
  "trade policy regime.",
  "•  Diversify India’s export basket and destinations by boosting value added agricultural ",
  "exports.",
  "•  Promote  indigenous,  organic,  traditional  and  non-traditional  Agricultural  products ",
  "exports.",
  "•  Provide institutional mechanisms for pursuing market access, addressing trade barriers ",
  "and deal with sanitary and phyto-sanitary issues.",
  "•  Strive to double India’s share in world agri exports by integrating with global value ",
  "chain.",
  "•  Enable farmers to get benefit of export opportunities from global market.",
  "RAINBOW REVOLUTION",
  "The  earlier  Green  Revolution  was  centred  on  wheat  and  now  what  is  required  is  a ",
  "comprehensive revolution, which covers the entire agriculture sector known as Rainbow ",
  "Revolution and it essentially means the following:",
  "•  Agricultural  activities  to  change  from  subsistence  and  livelihood  activities to as a ",
  "commercial venture with focus on productivity and profitability.",
  "•  Crop diversification, commercialization, moving up the value addition chain.",
  "•  Intensification of research and should ensure their effective dissemination amongst ",
  "farmers.",
  "•  Agricultural extension service, which is transmission of appropriate technology from ",
  "lab to land, has virtually collapsed in India. Less than 1 per cent of farmers make use ",
  "of the extension services (Krishi Vigyan Kendra). Block level extension services are not ",
  "equipped with the latest advancements in technology. There is an urgent requirement ",
  "of their integration in the agriculture sector to close the knowledge gap.",
  "•  Allowing modern science, biotechnology, organic farming to be blended within the ",
  "agriculture sector.",
  "•  Farmers to move away from two-crop cycle to shorter duration crops allowing for ",
  "multiple cropping.",
  "•  Stress on completion of irrigation projects to get more and more land under irrigation.",
  "•  Increase both on and off farm employment.",
  "•  Focusing on rural transportation.",
  "•  The farmer should become the fulcrum and efforts made to improve his standards of ",
  "living and in his prosperity, lies the prosperity of the agriculture sector and the Indian ",
  "Economy.AGRICULTURE SECTOR 55",
  "Dr M. S. Swaminathan, an agricultural economist, however, feels that India needs ‘Ever ",
  "Green  Revolution’  for  long-term  sustainability.  It  cannot  be  achieved  in  one  shot  but ",
  "continuous shots at improving production and productivity, suitable blend of the traditional ",
  "with modern, focused on locally renewable sources of energy, organic farming and making ",
  "inputs and credit available to the farmers, as fundamentally more important today.",
  "Agriculture  sector  right  since  Independence  has  been  a  thrust  area,  with  increased ",
  "investments  in  each  successive  five-year  plans,  but  problems  have  not  only  remained ",
  "unresolved but only accentuated over a period of time with large-scale rural poverty.",
  "MINIMUM SUPPORT PRICE (MSP)",
  "The  government  announces  the  minimum  support  price  (MSP)  for  twenty-four  crops ",
  "including rice, wheat, pulses, sugarcane prior to harvest which is to say that the minimum ",
  "price of crops in the market would not be less than the MSP announced for the crop. Of ",
  "the  MSP  announced  for  various  crops,  the  government  through  Food  Corporation  of ",
  "India, as discussed in an earlier chapter, directly procures wheat and rice for meeting buffer ",
  "stock requirements and also to channelize the food grains to the poor through various ",
  "government sponsored schemes. For the remaining crops, the government would ensure a ",
  "price which is higher than the MSP in the market.",
  "Fruits  and  vegetables  are  sold  to  the  agriculture  produce  marketing  cooperatives ",
  "(APMC) of the respective state governments, which also fix the price keeping in view their ",
  "relative cost and also ensure the farmer obtains a fair price.",
  "The delivery channel has a number of middle men, who serve as bottlenecks and also ",
  "responsible for increased prices, large-scale hoardings and also prevents the farmer from ",
  "getting benefits of increased prices.",
  "The MSP allows a farmer knowing the price which he would get for the produce in ",
  "the market especially for the food grains, but it is also believed that the benefits largely ",
  "go to the bigger farmers, besides the MSP has prevented diversification of the agriculture ",
  "sector. Many critics have favored discontinuation  o fth eMSP, but the large scale small and ",
  "marginal farmersd o benefit,e ven though alar gerchu nk oftheb enef itisreap ed  by theaffluent ",
  "farmers .Furtheri tmay be to o prema tureforI ndia,pr esen tly to  movetowardsamar ketpricin g  ",
  "forfood  grains.  ",
  "INDIAN AGRICULTURE—TEN NEW THOUGHTS",
  "Agriculture sector in India requires an out-of-box thinking keeping in mind the criticality ",
  "of this sector.",
  "At first, the scientific/modem genetic engineered farming today is crucial for India’s future.",
  "Secondly, the markets for the farmers are distorted, not enabling them to get the best ",
  "prices and there is a need to connect the farmer directly with the markets what is referred ",
  "as F(Farmer) • F(firm) • F(fork).",
  "At present, selling of agricultural commodities is under the APMCs of the respective ",
  "state government. Today, technology/internet provides not only for domestic access but ",
  "also for global access.56 THE INDIAN ECONOMY",
  "Farmers would need to be sensitized towards accessing those markets which get them a ",
  "better pricing. This would also do away with the inefficient middle men syndrome, which ",
  "are intermediaries with no contribution and on the contrary are largely responsible for ",
  "distorting, hoardings and other such malpractices.",
  "Third, is contract farming which also allows for direct contact of the farmer with the ",
  "market. Under this, the land is with the farmer except that production of a crop is under ",
  "a ‘contract’ with a buyer directly who also has the responsibility of providing necessary ",
  "inputs and also picking up the produce whenever ready.",
  "This will however require two critical supports from the government:",
  "•  Amendments to the respective APMC of different state governments.",
  "•  Enacting legislations to ensure that interest of the farmers is adequately protected. ",
  "Fourthly,  a  serious  thought  would  have  to  be  afforded  to  corporate  farming  which ",
  "allows private sector players to enter into agricultural activities. It is not true that this ",
  "step  would  lead  to  greater  marginalization  and  exploitation  of  the  small  and  marginal ",
  "farmers.",
  "There is a larger take away in the form of increased productivity, commercialization, ",
  "diversification,  greater  value-addition,  greater  and  efficient  use  of  land,  building  an ",
  "efficient  supply  chain, increased  investment and  readily  absorbed modern technologies. ",
  "Almost 40 per cent of food products are wasted and destroyed in the absence of supply ",
  "chain which can easily be plugged by the large corporates resulting in increased supply of ",
  "food products and this would lead to lower prices in the markets.",
  "Fifthly, what is required today is complete mapping of soils across the length and ",
  "breadth of the country, superimposed with historical data of the climate, rainfall, crop ",
  "suitability  and  then  decide  on  the  cropping  pattern.  Today,  technology  information  is ",
  "available  to  allow  for  soil,  climate-based  cropping  pattern  and  not  on  traditional  and ",
  "historical-based cropping pattern.",
  "Sixthly, need of growth will start to encroach upon land for setting up the special ",
  "economic zones, setting up power plants, building roads, etc., which means in future the ",
  "land available for agriculture would gradually be reduced.",
  "In  terms  of  The  National  Bureau  of  Soil  Survey  and  Land,  Government  of  India, ",
  "land under non-agriculture has increased from 3 per cent in 1950—51 to over 11 per ",
  "cent  presently.  This  makes  increasing  productivity  not  only  important  but  an  absolute ",
  "‘Must’.",
  "Seventhly, there is an increasing trend amongst farmers in the belief of agriculture as ",
  "non-viable and unprofitable provided, the increasing cost of production and they exiting ",
  "by selling the land for industrial activities. In recent times, the government is also declaring ",
  "large land area as non-agriculture to support industrial growth.",
  "Herein, lies the challenges of balancing both but larger challenge would be to reestablish ",
  "agricultural activities as not only viable but also as a profitable commercial proposition.",
  "Eighth, is the land reforms which have been an avowed objective since Independence ",
  "but little has been done and still lesser achieved. There is a need for this to be prioritized by ",
  "the state governments. Further efforts should be made to computerize land records such ",
  "as the ‘Bhoomi Project in Karnataka’ and web-based land records under the ‘Dharitree ",
  "Project in Assam’. India also has large waste land area which could be given to rural AGRICULTURE SECTOR 57",
  "landless  people  on ownership basis at free  ofc ost fo r in tegrated  farming -cum -forestr y ",
  "o perations.T hisw ould  servethe obj ectiveofu tili zation ofwaste land b esidesgiving  thelandless ",
  "         ",
  "farmersasourceoflivelihood.",
  "Ninthly, current agriculture sector is starved of investment and it receives as little as 0.3 ",
  "per cent of GDP. There is an urgent need to step up public investment in irrigation, roads, ",
  "power and public health.",
  "Finally, today strategy for agriculture sector would have to be broken down to the last ",
  "unit which is the village or at best district level. Issues at each district level would need to ",
  "be prioritized and then efforts should be made for their resolution.",
  "What  the  agriculture  sector  needs  is  not  another  green  or  rainbow  or  evergreen ",
  "revolution but a renaissance which is rebuilding the agriculture sector.",
  "   ",
  "SECONDGREENREVOLUTION",
  "The present status of agriculture in India is the result of green revolution of late 1960s. ",
  "The  first  green  revolution  has  delivered  India  food  security  which  was  critical  during ",
  "those times. This progress and security had its own costs in terms of environment and ",
  "economic viability as it rampantly used fertilizers and other chemicals. Since the current ",
  "state of agriculture is not sustainable, new agriculture policy of India aims at sustainable ",
  "agriculture, which is popularly called ‘second green revolution’ or ‘Evergreen Revolution’.",
  "       ",
  "NATIONALMISSIONFORSUSTAINABLEAGRICULTURE",
  "As an important component under National Action Plan on Climate Change, the national ",
  "mission for Sustainable Agriculture aims to address issues regarding the Agriculture in the ",
  "context of risks associated with climate change. The mission includes strategies for food ",
  "security, equitable access to food resources, enhancement of livelihood opportunities and ",
  "contribution to economic stability at the national level.",
  "This mission seeks to transform Indian agriculture into a climate resilient production ",
  "system in the domain of crops and animal husbandry. The mission tries to absorb improved ",
  "technology,  best  practices,  creation  of  physical  and  financial  infrastructure,  access  to ",
  "information and promotion of capacity building towards sustainable agriculture.",
  "       ",
  "FOOD PROCESSING INDUSTRY—AN OVERVIEW,",
  "   ",
  "OPPORTUNITIESANDCHALLENGES",
  "   ",
  "India'sAgrarianStrength",
  "India produces 200 million tonnes of food grains of which it is one among the largest ",
  "producers of wheat and rice. It is the second largest producer of groundnuts, fruits and ",
  "vegetables, which accounts for 10 per cent of the world’s fruits production and the country ",
  "is leading in the production of mangoes and bananas. India is the world’s largest producer58 THE INDIAN ECONOMY",
  "of  milk  owing  to  the  strong  business  models  which  are  formed  through  cooperative ",
  "movements  in  the  country.  Meat  and  poultry  has  also  gained  popularity  due  to  the ",
  "emergence of producers that have integrated breeding, feed milling, contract growing and ",
  "marketing facilities which results in improved productivity. Meat, fish and poultry are in ",
  "rural areas as they are easily affordable and provide necessary nutrients.",
  "In recent years, there has been a shift from conventional farming of food grains to ",
  "horticulture which includes fruits, vegetables, ornamental crops, medicinal and aromatic ",
  "plants, spices and plantation crops including coconut, cashew nuts and cocoa and allied ",
  "activities.",
  "Nascent Food Processing",
  "Despite  the  agrarian  strength  of  production  in  India,  food  processing  industry  is  still ",
  "in  a  nascent  stage  but  holds  tremendous  potential  to  grow,  considering  the  wide- ",
  "ranging  and  large  raw  material  base  that  the  country  offers,  along  with  a  consumer ",
  "base of over one billion people. This industry holds tremendous opportunities for large ",
  "investments  and  an  untapped  market.  Even  though  India’s  agricultural  production  base ",
  "is  reasonably  strong,  it  has  low productivity and is largely a livelihood activity. It  is ",
  "also characterized by high levels of wastage of over 35 per cent especially in fruits and ",
  "vegetables.",
  "Processing of fruits and vegetables is low 2 per cent, around 35 per cent in milk, ",
  "21 per cent in meat and 6 per cent in poultry products. By international comparison, ",
  "these levels are significantly low—processing of agricultural produce is around 40 per cent ",
  "in China, 30 per cent in Thailand, 70 per cent in Brazil, 78 per cent in the Philippines ",
  "and 80 per cent in Malaysia. Value addition in agriculture produce in India is hardly ",
  "20 per cent.",
  "The other important aspect is organized sector which has very little presence and largely ",
  "dominated by the unorganized sector. For example, in fruits and vegetables segment over ",
  "90 per cent is by the unorganized sector.",
  "The food processing industry in India has a very small share of 1.5 per cent in the ",
  "total  GDP  of  the  country  and  as  a  part  of  total  manufacturing  accounts  for  around ",
  "9  per  cent.  India’s  share  in  world  trade  in  respect  of  processed  food  is  only  about ",
  "1.6 per cent.",
  "Potential of the Food Processing Industry",
  "The Indian food industry is poised for a huge growth, increasing its contribution to world ",
  "food trade every year. In India, the food sector has emerged as a high-growth and high- ",
  "profit sector due to its immense potential for value addition, particularly within the food ",
  "processing industry.",
  "The food industry, which is currently valued at USS 39.71 billion, is expected to grow ",
  "at a Compounded Annual Growth Rate (CAGR) of 11 per cent to US$65.4 billion by ",
  "2018. Food and grocery account for around 31 per cent of India’s consumption basket.",
  "Accounting for about 32 per cent of the country’s total food market, The Government ",
  "of India has been instrumental in the growth and development of the food processing AGRICULTURE SECTOR 59",
  "industry. The government  through theM  inistry ofF ood Processing Industries (M  oFPI)is ",
  "m aking alleff ortsto e ncourageinve stments in the  busine ss.Ithasa pp rove d proposalsforjoint ",
  "ven tures (JV),fore ign col laborations,industriallic ensesand  100p erc entexportorie nted u nits.  ",
  "The Indian food and grocery market is the worlds sixth largest, with retail contributing ",
  "to 70 p er cent of the sales. Food has als o  been  one of the largest se gments in  India’s retail",
  "sector, w hich  wa s v alued  at USS 4 90 billion in 2 01 3. T he Ind ian food  retail mar ket is ",
  "expecte d to reach R s61 lakh c rore( USS894.98 billion)by  2020 .      ",
  "According to the  Confederati on of Indian Industr y (CII), the food processing sector",
  "has the potential to  attract US $33 b illion of investment in  10  years and can generate ",
  "emp loym  entof9 m  illion per son-d ays.        ",
  "   ",
  "MinistryforFood Processing Industries",
  "   ",
  "Realizing the importance of food processing and its potential in India, the government has",
  "set up a sepa rate Ministr y f or Food Processing Indu stries dur ing 1998 , wi th the follow ing  ",
  "und erits purview:         ",
  "• Fr uit and vegetableprocessing (including freezing and dehydration)",
  "•  Grain  processing  ",
  "•  Processing offish (including canning and freezing)",
  "•  Processing a nd refrigeration of certain agricultural products, dairy products, poultry ",
  "  and eggs,meatand meatproducts       ",
  "     ",
  "•  Industries that are related to bread, oil seeds, meals (edible), breakfast foods, biscuits, ",
  "confectionery, malte xtract,pr otein isolate,high  protein food,weanin g food and extruded ",
  "food products(includin g otherready-to-e atfoods)  ",
  "•  Beer, including non-alcoholic beer",
  "•  Alcoholic drinks from non-molasses base",
  "•  Aerated water and soft drinks",
  "The vision 2015 for the food processing sector aims at the following:",
  "•  Enhancing and stabilizing the income level of the farmers",
  "•  Providing choice to consumers in terms of wide variety and taste including traditional ",
  "ethnic food",
  "•  Providing greater assurance in terms of safety and quality of food to consumers",
  "•  On promoting a dynamic food processing industry",
  "•  Enhancing the competitiveness of food processing industry in both domestic as well ",
  "as international markets",
  "•  To establish the food processing sector attractive for both domestic and foreign investors",
  "•  Achieving integration of the food processing infrastructure from farm to market",
  "•  Having a transparent and industry friendly regulatory regime",
  "•  Arranging in place a transparent system of standards based on science ",
  "The following specific targets have been set out for the year 2015:",
  "•  Increase in the level of processing of perishables from 6 to 20 per cent",
  "•  Increase in value addition from 20 to 35 per cent",
  "•  Share in global food trade to increase from 1.5 to 3 per cent60 THE INDIAN ECONOMY",
  "Government Initiative",
  "Some of the major initiatives taken by the Government of India to improve the food ",
  "processing sector in India are as follows:",
  "•  The  Government  of  India  allocated  Rs  1,500  crore  (US$  225.7  million)  and ",
  "announced  various  measures  under  the  Merchandise  Exports  from  India  Scheme ",
  "(MEIS), including setting up of agencies for aquaculture and fisheries in coastal states ",
  "and export incentives for marine products.",
  "•  Union  Budget  2016-17  has  proposed  100  per  cent  FDI  through  FIPB  (Foreign ",
  "Investment  Promotion  Board)  route  in  marketing  of  food  products  produced  and ",
  "manufactured in India.",
  "•  All of the ration cards in India have been digitised and 42 per cent of the digitised ",
  "ration cards are now linked to Unique Identification (UID) or Aadhaar cards.",
  "•  Government of India plans to allow two Indian dairy companies, Parag Milk Foods ",
  "and Schreiber Dynamix Dairies, to export milk products to Russia for six months, after ",
  "these companies got approval for their products by Russian inspection authorities.",
  "•  Ms  Harsimrat  Kaur  Badal,  Union  Minister  for  Food  Processing  Industries. ",
  "Government of India inaugurated the first of its kind Rs 136 crore (USS 20 million) ",
  "mega  international  food  park  at  Dabwala  Kalan,  Punjab.  She  has  also  expressed ",
  "confidence that the decision to allow 100 per cent Foreign Direct Investment (FDI) ",
  "in multi-brand retail with 100 per cent local sourcing condition, will act as a catalyst ",
  "for the food processing sector, thereby controlling inflation, uplifting the condition of ",
  "farmers, and creating more jobs in the country.",
  "•  The Food Safety and Standards Authority of India (FSSAI) has issued new rules for ",
  "importing  products,  to  address  concerns  over  the  entry  of  sub-standard  items  and ",
  "simplify the process by setting shelf-life norms and relaxing labelling guidelines.",
  "•  The  Ministry  of  Food  Processing  Industries  announced  a  scheme  for  Human ",
  "Resource  Development  (HRD)  in  the  food  processing  sector.  The  HRD  scheme  is ",
  "being implemented through State Governments under the National Mission on Food ",
  "Processing. The scheme has the following four components:",
  "♦  Creation of infrastructure facilities for degree/diploma courses in food processing ",
  "sector",
  "♦  Entrepreneurship Development Programme (EDP)",
  "♦  Food Processing Training Centres (FPTC)",
  "♦  Training at recognised institutions at State/National level",
  "•  The Food Safety and Standards Authority of India (FSSAI) under the Ministry of ",
  "Health and Family Welfare has issued the Food Safety and Standards (Food Product ",
  "Standards and Food Additives) Regulations, 2011 and the Food Safety and Standards ",
  "(Contaminants, Toxins and Residues) Regulations, 2011 which prescribe the quality ",
  "and safety standards, respectively for food products.",
  "•  The Ministry of Food Processing Industries has taken some new initiatives to develop ",
  "the food processing sector which will also help to enhance the incomes of farmers and ",
  "export of agro and processed foods among others.",
  "•  Spices Board, set up by the Ministry of Commerce to develop and promote Indian ",
  "spices worldwide, aims spice exports of USS 3 billion by 2017.AGRICULTURE SECTOR 61",
  "•  The Government of India has approved the setting up of five numbers of Mega Food ",
  "Parks in the states of Bihar, Maharashtra, Himachal Pradesh and Chhattisgarh. The ",
  "Government plans to set up 42 such mega food parks across the country in next three ",
  "to four years.",
  "•  In the Budget 2015-16, a corpus of Rs. 2,000 crore (USS 293.44 million) was created ",
  "under National Bank for Agriculture and Rural Development (NABARD) to provide ",
  "cheaper credit to food processing industry. Excise duty on plant and machinery for ",
  "packaging and processing has been brought down to six per cent from 10 per cent.",
  "•  To ensure better returns to farmers, the budget of 2018-19 doubled budget allocation ",
  "to the food processing ministry to ₹ 1,400 crore and set up institutions to finance agro­",
  "processing projects.",
  "Government Incentives to Food Processing Industries",
  "An estimated investmento f ₹ 10 0,000 croresisre qu ired to achievethevis ion, ofwhic h ₹ 45,000 ",
  "croresisexpect ed t oc omefromthepr ivates ecto r,₹45 ,0 00cro r es fromfinancial institu tionsand ",
  "₹10 ,000cro r esfro mgovernmen t.  ",
  "The government seeks to create an appropriate environment for entrepreneurs to set u p ",
  "food processing industries through the following:",
  "•  Fisca l initiatives  and interventions such as rationalization of tax structure on fresh foods ",
  "as wel las processed foods and machinery used for the production of processed foods.",
  " •    Ac oncerte dpromotio ncampaig nt ocreatemark etforpr oces sed foodsby prov iding financial",
  "                 ",
  "assistance toindustry associations ,NGOs /cooperatives ,private sector units ,state",
  "             ",
  "governmentorganizationforundertakinggenericmarketpromotion.",
  "                       ",
  "•   Harmonization andsimplification offoodlawsbyanappropriate enactment tocover all",
  "                              ",
  "provisionsrelatingtofoodproductssothattheexistingsystemofmultiplelawsisreplaced",
  "                     ",
  "and also covering issues concerning standards such asnutrition ,merit goods ,futures",
  "       ",
  "marketing,equalizationfund,etc.",
  "                               ",
  "• Efforts to expand the availability of the right kind and the quality of raw material",
  "               ",
  "roundtheyearbyincreasingproductionandimprovingproductivity.",
  "                      ",
  "•    Stre ngthen ing ofd atabaseandma rk etin telligence sy stemthroughstu die sandsu rveysareto ",
  "becon duc ted  invarious s tate s toenable plan ned  inves tment  inthe approp ri ate sector",
  "matchingwiththeavailabilityofrawmaterialandmarketabilityofprocessedproducts.",
  "           ",
  "•     Strengthening extension services andto thefa rmers an dco-op eratives in thearea  sofp ost ",
  "harv estmana gemen t ofag ro- producetoenc ouragethecre ation  ofpre-proc essing facilities",
  "nearthef ar ms suc hasw ashing, f um igation ,packaging ,e tc.    ",
  "•  Efforts to encourage se tting up of agro- processing facilities  as close to the area of ",
  "production as possible toavoid wastage  andreduce transportationcost.",
  "•  Promotionof investments, bothforeignas well as domestic.",
  "•  Simplification  of  documentation  and  procedures  under  taxation  laws  to  avoid ",
  "unnecessary harassment arising out of mere technicalities.62 THE INDIAN ECONOMY",
  "•  Establishment of cold chain, low cost pre-cooling facilities near farms, cold stores and ",
  "grading, sorting, packing facilities to reduce wastage, improve quality and shelf life of ",
  "products.",
  "•  Application of biotechnology, remote sensing technology, energy saving technologies ",
  "and technologies for environmental protection.",
  "•  Building up a strong infrastructural base for production of value added products with ",
  "special emphasis on food safety and quality matching international standards.",
  "•  Development of packaging technologies for individual products, especially cut-fruits ",
  "and vegetables, so ast o increaseth eirsh elf life a nd improveco nsumerac ceptancebo th in ",
  "thedo mesticand  internationalma rkets.",
  "•  Development  of  new  technologies  in  food  processing  and  packaging  and  also  to ",
  "provide for the mechanism to facilitate quick transfer of technologies to field through ",
  "a network of R&D institutions having a central institute at the national level with ",
  "satellite  institutions  located  strategically  in  various  regions  to  cover  up  the  whole ",
  "country and to make available the required testing facilities. This could be done by ",
  "establishing a new institution or by strengthening an existing one.",
  "•  Development of area-specific agro food parks dedicated to processing of predominant ",
  "produce of the area e.g., apple in J&K, pineapple in North East, lichi in Bihar, mango ",
  "in Maharashtra and Andhra Pradesh, etc.",
  "•  Development of anchor industrial centre and/or linkage with anchor industrial units ",
  "having network of small processing units.",
  "•  Development of agro-industrial multi-products units capable of processing a cluster of ",
  "trans-seasonal produces.",
  "•  Establishment  of  a  sustained  and  lasting  linkage  between  the  farmers  and  the ",
  "processors based on mutual trust, understanding and benefits by utilizing the existing ",
  "infrastructure of cooperative, village panchayats and such other institutions.",
  "•  Mechanism to reduce the gap between the farm gate price of agro-produce and the ",
  "final price paid by the consumer.",
  "•  Development  of  futures  market  in  the  best  interest  of  both  the  farmers  and  the ",
  "processors ensuring minimum price stability to the farmer and a sustained supply of ",
  "raw material to the processor.",
  "•  Setting up of an equalization fund to ensure sustained supply of raw material at a ",
  "particular price level and at the same time to plough back the savings occurring in the ",
  "eventuality of lower price to make the fund self-regenerative.",
  "•  Establishment of a strong linkage between the processor and the market to effect cost ",
  "economies by elimination of avoidable intermediaries.",
  "•  Establishment of marketing network with an apex body to ensure proper marketing ",
  "of processed products.",
  "•  Development of marketing capabilities both with regard to infrastructure and quality ",
  "in order to promote competitive capabilities to face not only the WTO challenge but ",
  "also to undertake exports in a great way.AGRICULTURE SECTOR 63",
  "Given the trends in the Indian food and beverage sector including key industry consideration, ",
  "it is imperative for the Indian industry to leverage the emerging opportunities through the ",
  "following:",
  "•  Exploitation of the huge untapped potential in processed foods.",
  "•  Opportunities demonstrated by contract farming, captive supplies of raw materials, ",
  "disintermediation and direct access to farmers, availability of new and improved seeds ",
  "and farm technology.",
  "•  Value addition to unprocessed categories of food such as dairy, fruits and vegetable, ",
  "staples and edible oils.",
  "•  Exploitation of increasing health and safety awareness of the Indian consumer—this ",
  "would pave the way for value added products on a health platform.",
  "•  Investment in supply chain in order to improve costs, tighten supplies and minimize ",
  "wastage.",
  "•  Investment in better packaging and cold chain infrastructure will aid the processed ",
  "food and beverage sector as these would aid in processing of fruits and vegetables.",
  "•  Exploration of appropriate regional branding strategies in order to appeal to the deep ",
  "rooted traditions, values and customs of the consumer.",
  "•  Taking advantage of the inherent ethnic tastes and food habits of the Indian consumer— ",
  "this provides the local food players a distinct advantage over foreign entrants into the ",
  "sector and poses an entry barrier for the latter.",
  "•  Exploitation of the increasing consumerism fuelled by new job opportunities, larger ",
  "disposable incomes and the emerging boom in modern retail trade.",
  "•  Opportunities  for  growth  through  the  inorganic  route,  both  domestically  and ",
  "outbound this would provide access to new product categories, brands, markets and ",
  "new technologies.",
  "•  The SEZ/AEZ opportunity would also provide players an added incentive to develop ",
  "green field projects within these zones and enjoy additional fiscal benefits.",
  "•  The Indian foods and beverage industry is poised for a significant leap forward—these ",
  "are interesting  times and  continued success will depend on a proper understanding ",
  "of  the  landscape  and  challenges  therein,  quickly  exploiting  emerging  opportunities, ",
  "skillful  execution  of  strategic  mergers  and  acquisitions  and  effecting  a  seamless ",
  "organization to evolve into truly global players.",
  "Mega Food Park Scheme",
  "Highest  priority  has  been  accorded  by  the  government  for  the  development  of ",
  "infrastructure. The government has already taken several initiatives on this front which ",
  "include  developing  of  food  parks,  packaging  centres,  modernized  abattoirs,  integrated ",
  "cold chain facilities, irradiation facilities and value added centres.",
  "The initiative to develop food parks was taken primarily in order to assist the small ",
  "and medium enterprises which are unable to invest in capital intensive activities. So far, ",
  "twenty-two food parks have come into operation which provide common facilities such as ",
  "cold storage, food testing and analysis labs.64 THE INDIAN ECONOMY",
  "The primary objective of the MFPS is to provide adequate/excellent infrastructure facilities ",
  "for food processing along the value chain from the farm to market. It will include creation ",
  "of infrastructure near the farm, transportation, logistics and centralized processing centres.",
  "The main feature of the scheme is a cluster-based approach. The scheme will be demand- ",
  "driven; pre-marketed and would facilitate food processing units to meet environmental, ",
  "safety  and  social  standards.  The  expected  outcome  results  in  increased  realization  for ",
  "farmers,  creation  of  high  quality  rural  processing  infrastructure,  reduction  in  wastage, ",
  "capacity building of the producers and processors and creation of an efficient supply chain ",
  "along with significant direct and indirect employment generation.",
  "The scheme aims to facilitate the establishment of a strong food processing industry ",
  "backed  by  an  efficient  supply  chain,  which  would  include  collection  centres,  primary ",
  "processing  centres  and  cold  chain  infrastructure.  The  food  processing  units,  under  the ",
  "scheme, would be located at a central processing centre (CPC) with requirements based ",
  "on  common  infrastructure  which  are  required  for  processing, packaging,  environmental ",
  "protection systems, quality control labs, trade facilitation centres, etc.",
  "Urgency of Such Initiatives—Reasons",
  "As mentioned earlier, it is because of the growing market largely because of increased ",
  "income  of  people,  rapid  urbanization,  changing  demographics,  movement  away  from ",
  "joint families to nuclear families and increasing number of working women. The changing ",
  "pace of life has marked a preference for processed food.",
  "These  have  resulted  in  shift  in  consumption  driven  by  the  processed  food  market, ",
  "which is increasing and presently accounts for 32 per cent of the total food market and is ",
  "likely to grow further only. The food processing industry is growing and has become one ",
  "of the largest industries in India—it is ranked fifth in terms of production, consumption, ",
  "export and expected growth.",
  "Consumption patterns in India have been undergoing a visible shift. Earlier, the share ",
  "of cereal products was the highest, followed by milk and milk products, vegetables, edible ",
  "oil and meat products. However, in recent years, the growth rates for fruits, vegetables, ",
  "meat and dairy products have been higher than cereals and pulses. This shift in turn implies ",
  "that there is also a need to diversify the food production base to match the changing ",
  "consumption preferences.",
  "This shift in consumption follows the pattern observed in developed countries in the ",
  "evolution of the global food demand. There is a shift from carbohydrate staples to animal ",
  "sources and sugar. On following this pattern, in future, there will be increasing demand ",
  "for prepared meals, snack foods and convenience foods and further on the demand would ",
  "shift towards functional, organic and diet foods. These are post-liberalization trends that ",
  "have given an impetus to the sector.",
  "Some Structural Issues",
  "Farmers have a limited market for their agricultural produce, which are confined to the ",
  "local ‘Mandis’, and are governed by APMC under the respective state government; and the AGRICULTURE SECTOR 65",
  "farmers can only sell to them. They cannot sell directly to the private parties for further ",
  "processing. As a result, they are denied better prices and also prevent food processing. They ",
  "also have limited information about the market(s), prevailing prices and operate within ",
  "their limited knowledge, based on their own wisdom.",
  "The supply chain of agricultural produce from the farmer to the ultimate consumer ",
  "lacks  transparency  and  passes  through  a  number  of  middlemen  raising  cost  through ",
  "commission charges, resulting in higher prices without any value addition. Further, the ",
  "absence  of  storage/warehousing  facilities  and  an  inefficient  transport  system  results  in ",
  "wastage, which only add up to higher prices.",
  "There is virtual no use made of even the available technology let alone leveraging ",
  "technology in the entire supply chain. There is no quality control and testing mechanism ",
  "for  agricultural  produce  which  reaches  the  consumer.  The  extent  of  use  of  fertilizers, ",
  "hygiene aspects and whether they are safe for human consumption is not seen as anyone’s ",
  "responsibility.",
  "Remedial Measures",
  "The government has taken the first step, by allowing the FDI in multi-brand retailing. ",
  "Despite the opposition by various vested groups, it is a step in the right direction (which ",
  "are dealt at length in the section on foreign investment). This will address most of the ",
  "structural issues, especially back end activities. This will lead to an organized development ",
  "of  the  supply  chain  bring  in  transparency  and  the  investment  in  development  of  cold ",
  "chains and warehousing facilities. It will also lead to a technology infusion and a boost ",
  "to the food processing industry. This will also ensure a larger participation of the private ",
  "sector in the entire chain.",
  "However, this step will require a critical enabler, that of, amending to the respective ",
  "APMC act of the respective state governments. This amendment will allow farmers to sell ",
  "directly to those interested in food processing, which allow private sector to set up back ",
  "yards for picking up produce from the farmers. It will also open up the supply chain.",
  "It is for this reason the central government has permitted the FDI subject to consent ",
  "of state governments.",
  "In recent times, there has been a biotechnology revolution and now is the time for ‘food ",
  "revolution’ around food processing industry and this is the reason why this industry is ",
  "known as a ‘sunrise industry in view of its potentiality. India besides meeting its own food ",
  "needs in terms of quality, diversified and value added products is also capable of expanding ",
  "to global markets. The food market can never have a down turn like other markets as it ",
  "is driven as a basic necessity and the demand will always be there for the same. The real ",
  "challenge will be from the supply side or the ability to feed this growing market.",
  "The food processing industry in India has only become to evolve and has the capability ",
  "of becoming the fastest growing sector in the future, with tremendous opportunity and ",
  "potential, but also at the same time a challenge in overcoming the structural issues,66 THE INDIAN ECONOMY",
  "improvements  in  supply  chain  and  transforming  from  an  informal  to  a  formal  sector ",
  "business activity.",
  "AGRICULTURE POLICY: VISION 2020",
  "Impressive strides attained by India in the agricultural front during the last three decades ",
  "could be attributed to the several million small farming families that form the backbone of ",
  "Indian agriculture and economy. Policy support, production strategies, public investment ",
  "in infrastructure, research and extension for crop, livestock and fisheries have significantly ",
  "helped to increase food production and its availability.",
  "Despite  the  impressive  growth  and  development,  India  is  still  home  to  the  largest ",
  "number of poor people of the world. India has high population pressure on land and other ",
  "resources to meet its food and development needs. Due to this, natural resource, water and ",
  "bio-diversity are under severe pressure.",
  "Due to the increase in population and income growth, demand for extra food grains ",
  "also increases. Besides this, significant increase in demand is happening in the supply of ",
  "livestock, fish and horticultural products as well.",
  "So, future increases in the production of cereals and non-cereal agricultural commodities ",
  "will have to be essentially achieved through increases in productivity, as the possibilities of ",
  "expansion of area and livestock population are minimal. To meet the projected demand in ",
  "the year 2020, country must double per hectare yield of various crops.",
  "Emerging Trends",
  "The agriculture sector recorded satisfactory growth recently due to improved technology, ",
  "irrigation,  inputs  and  pricing  policies.  Livestock,  poultry,  fisheries  and  horticulture  are ",
  "surging ahead in production growth in recent years. Industrial and service sectors have ",
  "expanded  faster  than  agriculture  sector  resulting  in  declining  share  of  agriculture  in ",
  "national accounts.",
  "Despite all these structural changes, agriculture still remains a key sector by providing ",
  "both employment and livelihood opportunities to more than 70 percent of the country’s ",
  "population. The contribution of small farmers to the national and household food security ",
  "has been steadily increasing. The water availability for agricultural uses has reached a ",
  "critical level and deserves urgent policy attention.",
  "India is having high population pressure on land and other resources to meet its food ",
  "and developmental needs. The natural resource base of land, water and bio-diversity is ",
  "under severe and continuous pressure. Food demand challenges ahead are formidable and ",
  "there are serious gaps in yield potential and technology transfer. Due to this the national ",
  "average yields of most of the commodities are low.",
  "Concentration was on enhanced production of a few commodities like rice and wheat, ",
  "which could quickly contribute to increased total food and agricultural production. This ",
  "resulted in considerable depletion of natural resources and the rainfed dry areas having AGRICULTURE SECTOR 67",
  "maximum concentration of resourcep oorf armersre mained ignored,ag gravating problemsof ",
  "in eq uity and regionalimba lances.This  also  led to ahigh c oncentration ofmalnou rished people",
  "                     ",
  "in theserainfed,lowproductiveareas.Thiseraalso witnessed rapid lossofsoilnutrients,agro-",
  "     ",
  "biodiversity including indigenousland racesand breeds.",
  "             ",
  "So, the agriculture policy  must accelerate all-round  development and  economic",
  "               ",
  "viability of agriculture in comprehensive terms. Farmers must be provided the necessary ",
  "                 ",
  "support, encouragement and incentives. It must focus both on income and greater on-",
  "   ",
  "farmand off-farmjob and livelihood opportunities.",
  "   ",
  "MajorIssuesConcerning Agriculture",
  "             ",
  "The following issues for sustainable agricultural development and poverty alleviation must",
  "   ",
  "beconsidered through appropriatepolicy intervention",
  "       ",
  "• Pressureofpopulation and demographictransition",
  "         ",
  "• Degradation ofresourcebaseand waterscarcity",
  "•  Investment in agriculture and impact on the poor",
  "•  Implication of globalization on the poor",
  "•  Science and technology and support to research",
  "•  Rapid urbanization",
  "•  Urbanization of poverty",
  "•  Deceleration in rural poverty reduction",
  "In addressing the above issues, a policy statement on agriculture must take note of ",
  "the following opportunities:",
  "•  Conservation of natural resources and protection of environment",
  "•  Untapped potential of soil and water resources, and farming systems",
  "•  Technology revolution especially in the areas of molecular biology, biotechnology; ",
  "space technology, ecology and management",
  "•  Revolution in informatics and communication and the opportunity of linking farmers, ",
  "extension workers and scientists with the national and international databases",
  "Vision",
  "The policy initiative towards the Agricultural sector must articulate a clear . vision on ",
  "following few basic parameters",
  "•  Organization of agriculture",
  "•  Sustainability and natural resource management",
  "•  Institutional change",
  "•  Investment priorities",
  "•  Incentives",
  "•  Risk management68 THE INDIAN ECONOMY",
  "Challenges before the Agricultural sector",
  "Enhancing Yield of Major Crops",
  "Integrated nutrient management",
  "Preventing deceleration in total factor productivity",
  "Bridging Yield Gaps",
  "Water for Sustainable Food Security",
  "Emphasis on Rain fed Ecosystem",
  "Diversification of Agriculture and Value Addition",
  "Post-Harvest Management, Value Addition and Cost-Effectiveness",
  "Increased Investment in Agriculture and Infrastructures",
  "Fighting Poverty and Hunger",
  "Empowerment of Small Farmers",
  "Disaster Management",
  "Challenges posed by Globalization",
  "Harnessing potential of Information Technology.",
  "   ",
  "   ",
  "   ",
  " ",
  " ",
  " ",
  "   ",
  "   ",
  " ",
  " ",
  " ",
  " "
]