[
  "CHAPTER4",
  "POVERTY AND",
  "SOCIAL SECTOR",
  "4.1 WHAT IS MEANT BY POVERTY IN INDIA?",
  "Poverty is defined ast he m inimum b asicco nsumption level,ess entialfor surv ival.Itha sb een  ",
  "defined by thePlanni ng Commission ofIndiain  terms ofcalorie int ake.Abs olutepo verty isa ",
  "condition, w herethecal orieint ake islessth an 240 0  kcalo riesperperson perda y in  ruralareas ",
  "and 2100 kc alorie sperperson perday  in u rban areas .",
  "The World Bank has coined its own universal definition of poverty levels as per person ",
  "consumption of less than US $1 per day.",
  "Relative  poverty,  is across  difference  in income levels of the rich and the relative ",
  "poor. Even by this crude definition of Planning Commission of absolute poverty, it is ",
  "estimated that over 230 million people are living below poverty line (BPL). According to ",
  "the definition of World Bank, the numbers would increase significantly. India is said to ",
  "have the largest number of people living BPL. The number of people BPL is even more ",
  "higher than the entire population of the US. Poverty is largely concentrated in states such ",
  "as UP, Bihar, Orissa, MP, West Bengal and they account for over 50 per cent of the total ",
  "poverty in India.",
  "Despite  over  six  decades  of  independence,  why  poverty  continues  to  exist?  It  can ",
  "be  attributed to  the large  economic  dependence  on the  agricultural sector, subsistence, ",
  "traditional  and  stagnating,  which  are  not  able  to  provide  enough  for  the  dependent ",
  "population  in  terms  of  employment  opportunities,  high  levels  of  adult  illiteracy,  large ",
  "number of landless, small and marginal farmers with no income support. There is absence ",
  "of employment opportunities in the manufacturing sector.",
  "It is not about how poverty is measured crude or refined? It is the biggest curse of post­",
  "independence India of not being able to address the large-scale poverty in the country despite ",
  "the well-intended schemes as can be seen in the following sections.",
  "SOCIAL SECTOR",
  "Social sector and poverty are interrelated as it largely comprises of those BPL and also ",
  "that segment of the population which is outside the mainstream of development, which ",
  "consists of the under-privileged, always at the receiving end, poor, backward classes and ",
  "scheduled castes/tribes. It will also have landless, small and marginal farmers who are 26 THE INDIAN ECONOMY",
  "engaged in casual work in the informal sector, living virtually on a daily basis. They are ",
  "the most vulnerable section prone to exploitation, domination and do not have any voice ",
  "or can also be known as ‘silent sufferers’ or a ‘mere spectator’ to their pitiable and pathetic ",
  "condition oblivious of the fact that India is today one of the fastest growing economies.",
  "One has already seen earlier, why this has happened. But what has the Government ",
  "done about this? It has adopted a three-pronged strategy to address the social sectors which ",
  "are as follows:",
  "1.Broad Targeting ;",
  "   ",
  "  2.NarrowTargeting;",
  " ",
  "3.SocialSecurity.",
  "Broad Targeting",
  "Under  broad  targeting  strategies  the  government  undertakes  ambitious  programs  with ",
  "sub-programes for overall and comprehensive development of the country. Example of the ",
  "broad targeting programmes are:",
  "1. Indira Awas Yojana",
  "2.SarvaSik shaAb hiyan",
  "3.Mid-day Mealsch eme",
  "4.Mahatma G andhi N ational R ural E mployment G uarantee Sc heme (M  GNREGA).  ",
  "5.TotalSa nitatio nCampaign.",
  "6.JawaharlalNe hru NationalUr ban RenewalM ission (JNNURM",
  "   ",
  "7.Integrated Child Developmentand Services(ICDS).",
  "     ",
  "        8.NationalRuralHealth Mission (NRHM",
  "   ",
  "9.Rajiv GandhiDrinking WaterScheme.",
  "Of  all  the  above,  the  Mahatma  Gandhi  National  Rural  Employment  Guarantee ",
  "Scheme (MGNREGA) is the most ambitious project of the government which is being ",
  "implemented at the national level and of magnitude not seen anywhere in the world. It is ",
  "the brain child of Jean Dreze, a Belgian economist. This scheme has now been enacted and ",
  "guarantees unskilled wage employment of 100 days to one person in every rural household ",
  "at a minimum wage. The 100 days employment under this scheme is visualized in the lean ",
  "season of agricultural activities. This scheme is being implemented in all the districts of ",
  "the country and is seen as a major step in creating the employment opportunities and also ",
  "for poverty alleviation in the country. Women are given preference for employment under ",
  "this  scheme,  which  has  no  middlemen  or  contractor  and  directly  being  implemented ",
  "by the Gram Panchayats and the wages are paid in the bank account of those who are ",
  "provided with the employment. The state governments are required to give unemployment ",
  "allowance of one-third of the wages if not able to provide employment within 15 days of ",
  "their registration. This scheme has been globally lauded as one of the most well intended ",
  "schemes for the social sector anywhere in the world.",
  "Critics of the scheme, however, feel that such a scheme could be damaging in the long ",
  "run by pushing up the minimum wages and increase cost in the agricultural as well as POVERTY AND SOCIAL SECTOR 27",
  "urban areas, adversely affect productivity and also prevent migration of labour, besides ",
  "fuelling inflation.",
  "Narrow Targeting",
  "The government is attempting narrow targeting which are as follows:",
  "1. Wage Employment Scheme—primarily through Mahatma Gandhi NREGA.",
  "2. Self-Employment  Schemes—primarily  through  Swaran Jayanti Grameen  Sah-rozgar ",
  "Yogana (SGSY) in the rural areas and through Swaran Jayanti Shahri Rozgar Yogana ",
  "(SJSRY) in the urban areas.",
  " 3. Food  security—primarily  through  TPDS,  AAY,  Annapurna  Scheme  for  senior ",
  "citizens.",
  "Social Security",
  "The government is providing social security under its various programmes such as:",
  "Ayushman Bharat",
  "The government’s health strategy has broadly focused on three things: Ensuring free drugs ",
  "and diagnostics, creating health and wellness centres (HWCs) to reinvigorate the failing ",
  "rural health infrastructure evident from Rural Health Statistics 2018 and addressing the ",
  "shifting of disease burden to non-communicable diseases and finally, covering 107 million ",
  "poor families with an insurance cover of Rs 5 lakh for inpatient care under the Ayushman ",
  "Bharat scheme.",
  "National Nutrition Mission(NNM)",
  "PoshanAbhiyaan (National Nutrition Mission) is a flagship programme of the Ministry ",
  "of  Women  and  Child  Development  (MWCD),  Government  of  India,  which  ensures ",
  "convergence with various programmes i.e., Anganwadi Services, Pradhan Mantri Matru ",
  "Vandana  Yojana  (PMMVY),  Scheme  for  Adolescent  Girls  (SAG)  of  MWCD  Janani ",
  "Suraksha Yojana (JSY), National Health Mission (NHM), Swachh-Bharat Mission, Public ",
  "Distribution  System  (PDS),  Department  Food  &  Public  Distribution,  Mahatma  Gandhi ",
  "National Rural Employment Guarantee Scheme (MGNREGS) and Ministry of Drinking ",
  "Water & Sanitation.",
  "The goals of NNM are to achieve improvement in nutritional status of Children from ",
  "0-6 years, Adolescent Girls, Pregnant Women and Lactating Mothers in a time bound ",
  "manner during the next three years beginning 2017-18.",
  "The NationalN  utrition Mission (NNM)ha sbee n setup w ith athreey earbud geto f₹9046 .17  ",
  "c rore commencin g  from 2017-18.T heNNM i saco mprehe nsi ve  approach towa rds raising ",
  "nutrition  levelin thecountry on  awa rfooting.    ",
  "Pradhan Mantri Jan Dhan Yojana",
  "The  National  Mission  of  Financial  Inclusion  named  as  the  Pradhan  Mantri  Jan  Dhan ",
  "Yojana seeks to integrate the poorest of the poor with bank accounts.",
  "• All households across the country - both rural and urban are to be covered under the ",
  "scheme. Bank accounts will be opened for 15 crore poor persons.28 THE INDIAN ECONOMY",
  "• Allbank  accountsopen ed underthesch eme  areto h ave an overdr aftfacility of ₹5,000 for ",
  "A adhar-link ed accountsaftersatisfacto ry op eration in theaccountfor6 mo nths.    ",
  "•  Issuance of RuPay Debit Card with inbuilt Rs 1 lakh personal accident insurance ",
  "cover provided by HDFC Ergo and a life cover of ₹ 30,000 provided by LIC",
  "•  A minimum monthly remuneration of ₹   5,000 to business c orrespondents w ho will  ",
  "provide the last link between the account holders and the bank.",
  "Pradhan Mantri Shram Yogi Maan-dhan (PM-SYM)",
  "•  The Pradhan Mantri Shram Yogi Maan-dhan (PM-SYM) announced in the interim ",
  "budget 2019 has been notified by the Ministry of Labour and Employment. Features ",
  "of the PM-SYM PM-SYM is a voluntary and contributory pension scheme on a 50:50 ",
  "basis where prescribed age-specific contribution shall be made by the beneficiary and ",
  "the matching contribution by the Central Government. The salient features of the ",
  "PM-SYM are:",
  "•  Each  subscriber  under  the  PM-SYM,  shall  receive  minimum  assured  pension of  ",
  "₹ 3000/- per month after attaining the age of 60 years.",
  "•  If the subscriber dies during the period of receipt of the pension, the spouse of the ",
  "beneficiary shall be entitled to receive 50% of the pension received by the beneficiary ",
  "as a family pension.",
  "•  If the beneficiary had died due to any cause (before age of 60 years), his/her spouse ",
  "will be entitled to join and continue the scheme subsequently by payment of regular ",
  "contribution or exit the scheme as per provisions of exit and withdrawal.",
  "•  The subscriber must not be a taxpayer.",
  "•  The scheme is expected to benefit as many as 42 crore workers are estimated to ",
  "be engaged in theun organized sectorofth ec ountr y whosemonthly  incomeis ₹ 15,0 00/ ",
  "p ermonth  orle ssand belo ng t o theentry agegrou p of18-40  yearswho  arenotbecov ered ",
  "und er N ew Pension Schem e (N PS),Employees ’ State In surance Corp oratio n  (ESIC) ",
  "schemeorEmployee s’Provi den tFund Orga nisation (E PFO).",
  "RashtriyaYuvaSashaktikaranKaryakram Scheme",
  "•  The RashtriyaYuvaSashaktikaranKaryakram Scheme is a Central Sector Scheme of ",
  "the Ministry of Youth Affairs &C Sports and has been continuing since 12th Five Year ",
  "Plan. The Scheme aims to develop the personality and leadership qualities of the ",
  "youth and to engage them in nation building activities.",
  "•  The  Department  of  Youth  Affairs  has  been  operating  a  number  of  Schemes  for ",
  "development and empowerment of youth. Restructuring of the schemes were done in ",
  "2014 in order to improve their effectiveness. In the process 8 ongoing schemes were ",
  "merged to form the umbrella Scheme called RashtriyaYuvaSashaktikaranKaryakram ",
  "(RYSK) with effect from 01.04.2016.",
  "•  The Scheme is to be continued during 2017-18 to 2019-2020 with budget out lay of            ",
  "₹ 1160 crore.",
  "•  The Scheme beneficiaries are youth in the age-group of 15-29 years, in line with ",
  "the definition  of 'youth ’in  the National  Youth  Policy ,2014 .In  case  of programme ",
  "components specifically meant fort hea dolescents,t hea geg roupis 10 -19ye ars.POVERTY AND SOCIAL SECTOR 29",
  "• The following existing Schemes/ Programmes were subsumed in the Rashtriya Yuva",
  "               ",
  "Sashaktikaran Karyakram(RYSK):",
  " ",
  "* Nehru YuvaKendraSangathan (NYKS).",
  "   ",
  "* NationalYouth Corps(NYC).",
  "   ",
  "* National Programme for Youth and Adolescent Development (NPYAD). ",
  "* International Cooperation (IC).",
  "* Youth Hostels (YH).",
  "* Assistance to Scouting and Guiding Organisations",
  "     ",
  "* NationalDisciplineScheme(NDS)",
  "     ",
  "* NationalYoung LeadersProgramme(NYLP).",
  "     ",
  "NationalRuralSwarajCampaign",
  "                   ",
  "• Thecampaign isundertaken underthenameof“SabkaSath,SabkaGaon,SabkaVikas”.",
  "                     ",
  "• The objective of the campaign is to promote social harmony, spread awareness about",
  "                   ",
  "pro-poor initiatives of government, reach out to poor households to enroll them as also ",
  "     ",
  "to obtain theirfeedback on variouswelfareprogrammes.",
  "           ",
  "• The campaign is being held through a partnership of beneficiaries, 33 lakh elected ",
  "                   ",
  "PRIs members, 5 crore women SHG members, MLAs and MPs to achieve goals. The",
  "         ",
  "Central/Stateand LocalGovernmentsarealso partnersin progress.",
  "                     ",
  "• It is in line with rural development schemes like “Antyodaya” — based on the principle",
  "   ",
  "of“convergenceand saturation”.",
  "                     ",
  "• The seven schemes are - Pradhan Mantri Ujjwala Yojana, Saubhagya, Ujala scheme,",
  "           ",
  "Pradhan Mantri Jan Dhan Yojana, Pradhan Mantri Jeevan Jyoti Bima Yojana, Pradhan ",
  "       ",
  "MantriSurakshaBimaYojanaand Mission Indradhanush.",
  "   ",
  "SHREYASScheme2019",
  "               ",
  "• The objective of scheme is to  provide industry  apprenticeship  opportunities to ",
  "           ",
  "the general graduates exiting  in  April 2019  through  the National Apprenticeship ",
  " ",
  "Promotion Scheme(NAPS)",
  "             ",
  "• It aims to enhance the employability of Indian youth by providing on the job work ",
  "   ",
  "exposure’and earning ofstipend.",
  "                   ",
  "• The scheme is for students in degree courses, primarily non-technical, to introduce",
  "             ",
  "employableskillsinto theirlearning,promoteapprenticeship asintegralto education.",
  "         ",
  "YuvaSahakar-CooperativeEnterpriseSupportandInnovationScheme",
  "                     ",
  "• To  cater to  the needs and  aspirations of the youth, the National Cooperative",
  "             ",
  "Development Corporation (NCDC) has come up with a youth-friendly this scheme",
  "       ",
  "forattracting themto cooperativebusinessventures.",
  "             ",
  "• The newly launched scheme would encourage cooperatives to venture into new and ",
  " ",
  "innovativeareas.",
  "               ",
  "• The scheme will be linked to ₹ 1000 crore ‘Cooperative Start-up and ",
  "   ",
  "Innovation Fund (CSIF)’created by theNCDC.",
  "       ",
  "PradhanMantriKisanSammanNidhi(PM-KISAN)",
  "                       ",
  "• To allay some misgivings of the distress, one of the announcements in the Budget",
  "           ",
  "speech wasthatvulnerablelandholding farmerfamilies,having cultivableland up to30 THE INDIAN ECONOMY",
  "2 hectares, will be provided direct income support at the rate of₹   6,000 per  year  ,  in ",
  "       ",
  "threeequalinstallmentsof₹2,000 each.",
  "                 ",
  "• Around 12 croresmalland marginalfarmerfamiliesareexpected to benefitfromthis.",
  "•  The programme would be made effective from 1st December 2018 and the first ",
  "installment  for  the  period  upto  31st  March  2019  would  be paid  during  this  year ",
  "itself.",
  "•  It will entail an annual expenditure of₹ 75, 000 crore.",
  "Pradhan Mantri Matru Vandana Yojana (PMMVY)",
  "•  The  maternity  benefits  under  PMMVY  are  available  to  all  Pregnant  Women  & ",
  "Lactating Mothers (PW&LM) except those in regular employment with the Central ",
  "Government or State Government or Public Sector Undertaking or those who are in ",
  "receipt of similar benefits under any law.",
  "•  The  scheme  is  being  implemented  on  a  60:40  cost-sharing  basis  with  the  State ",
  "governments.",
  "•  It is for first living child of the family as normally the first pregnancy of a woman ",
  "exposes her to new kind of challenges and stress factors.",
  "•  The Government of India has  approved Pan-India  implementation of  PMMVY  in ",
  "all districts of the country  under which the eligible beneficiaries  ge t ₹ 5,000/- under ",
  "PMMVY",
  "•  The  remaining  cash  incentive  as  per  approved  norms  towards  Maternity  Benefit ",
  "under Janani Suraksha Yojana (JSY) after institutional delivery so that on an average, ",
  "a woman gets ₹6 000/-",
  "Pradhan Mantri Vaya Vandana Yojana (PMWY)",
  "•  The government has launched the PMWY to provide social security during old age ",
  "and to protect elderly persons aged 60 and above against a future fall in their interest ",
  "income due to uncertain market conditions",
  "•  The  PMWY  is  being  implemented  through  Life  Insurance  Corporation  of  India ",
  "(LIC)",
  "•  The scheme provides an assured pension based on a guaranteed rate of return of 8 ",
  "percent per annum for ten years, with an option to opt for the pension on a monthly, ",
  "quarterly, half-yearly or annual basis",
  "•  The difference between the return generated by LIC and the assured return of 8 ",
  "percent annually will be borne by the government of as a yearly subsidy.",
  "Integrated Scheme on School Education",
  "•  The Cabinet Committee on Economic Affairs on Wednesday approved the proposal ",
  "of  the  Department  of  School  Education  and  Literacy  to  formulate  an  Integrated ",
  "Scheme on School Education",
  "•  It will be implemented by subsuming the Sarva Shiksha Abhiyan (SSA), Rashtriya ",
  "Madhyamik Shiksha Abhiyan (RMSA) and Teacher Education (TE) from April 1, ",
  "2018, to March 31, 2020",
  "Jan ShikshanSansthan (JSS)",
  "•  The scheme of JSS was initially launched in 1967 as Shramik Vidyapeeth, a polyvalent ",
  "or multi-faceted adult education institution.POVERTY AND SOCIAL SECTOR 31",
  "•  Formerly under the Ministry of Human Resources Development, JSS was transferred ",
  "to the Ministry of Skill Development and Entrepreneurship in 2018.",
  "•  It was aimed at improving the vocational skills and quality of life of the industrial ",
  "workers and their family members as well as those persons who had been migrating ",
  "from rural to urban settings.",
  "•  Now it has challenging mandate of providing vocational skills to non-literate, neo­",
  "literates as well as school drop-outs by identifying skills that have a market in the ",
  "region of their establishment.",
  "Sakhi One Stop Centre",
  "•  Ministry  of  WCD  has  formulated  a  Centrally  Sponsored  Scheme  for  setting  up ",
  "One  Stop  Centre,  a  sub  -  scheme  of  Umbrella  Scheme  for  National  Mission  for ",
  "Empowerment of women including Indira Gandhi MattritavSahyaog Yojana.",
  "•  It is a scheme sponsored under the Nirbhaya fund set up for safety of women after ",
  "the gang rape of a paramedical student in December 2012 in New Delhi.",
  "•  It being established across the country to provide integrated support and assistance ",
  "under one roof to women affected by violence, both in private and public spaces in ",
  "phased manner.",
  "•  The scheme envisages an OSC for medical, legal, psychological and police help for ",
  "victims of gender-based abuse such as sexual assault or domestic violence.",
  "Pradhan Man tri Ujjwala Yojana",
  "PMUY is a welfare scheme being implemented by the Ministry of Petroleum and Natural ",
  "Gas to provide LPG connections to families below the poverty line, guided by the strong ",
  "commitment  to bring about changes in the life of poor women and also protect their ",
  "health",
  "•  Socio-Economic Caste Census (SECC) is used to identify the beneficiaries (adult ",
  "woman of a BPL family) and is given a deposit free LPG connection with a financial ",
  "assistance of ₹1 600 perc onnection by thec entre",
  "•  This scheme will help prevent pollution and facilitate the healthy atmosphere in the ",
  "families of poor people.",
  "Atal BimitVyakti Kalyan Yojna (ABVKY)",
  "•  The  change  in  employment  pattern  and  the  current  scenario  in  India  which  has ",
  "transformed from a long term to fixed short term engagement in the form of contract ",
  "is considerable.",
  "•  Taking this into account ESI has approved ABVKY for Insured Persons (IP) covered ",
  "under the Employees’ State Insurance Act, 1948.",
  "•  Uris scheme is a relief payable in cash directly to their Bank Account in case of ",
  "unemployment and while they search for new engagement.",
  "•  ESI hasa pproved thepr oposalfor reim bursementof ₹1 0/-  pe rpers on t o theemployers ",
  "to encoura ge theseeding  ofA adhar (UID )in ESIC  datab ase ofthei rworkers and  their ",
  "family m embers. ",
  "•  It will curtail the multiple registrations of same Insured Persons and thus enable them ",
  "to avail the benefits requiring longer contributory conditions.32 THE INDIAN ECONOMY",
  "Pradhan Mantri AnnadataAaySanrakshan Abhiyan (PM-AASHA)",
  "•  The Scheme is aimed at ensuring remunerative prices to the farmers for their produce ",
  "as announced in the Union Budget for 2018.",
  "•  Government has already increased the MSP of kharif crops by following the principle ",
  "of 1.5 times the cost of production.",
  "•  It is expected that the increase in MSP will be translated to farmer’s income by way ",
  "of robust procurement mechanism in coordination with the State Governments.",
  "•  The new Umbrella Scheme includes the mechanism of ensuring remunerative prices ",
  "to the farmers and is comprised of-",
  "•  Price Support Scheme (PSS),",
  "•  Price Deficiency Payment Scheme (PDPS)",
  "•  Pilot of Private Procurement & Stockist Scheme (PPPS).",
  "Atal Pension Yojana(APY) 2019",
  "•  It is a social security scheme launched by the government in 2015 to provide a defined ",
  "pension between ₹ 1,000 to 5,000.",
  "•  Now the scheme will expand its focus to target individuals, instead of households.",
  "•  According  to  government  data,  over  1  crore  people  have  benefited  from  the ",
  "governments flagship scheme.",
  "•  The scheme, which was earlier for four years, lapsed in August 2018.",
  "•  But seeing the mass participation in this runaway-success scheme, the cabinet has ",
  "decided to extend it and keep it open-ended.",
  "Pradhan Mantri Jan-Dhan Yojana (PMJDY)",
  "•  PM Jan Dhan Yojana is the biggest financial inclusion scheme in the entire World. ",
  "Now the govt, wants to make scheme more open ended with more incentives keeping ",
  "in view of its “runaway success”.",
  "•  Jandhan-Aadhaar-iMobile  (JAM)  linking  will  continue  to  provide  the  essential ",
  "backbone  to  cover  various  activities.  This  includes  Banking  /  Savings  &  Deposit ",
  "Accounts, Remittance, Credit, Insurance, Pension in an affordable manner.",
  "•  Central  Govt,  has  decided  to  make  Pradhan  Mantri  Jan  Dhan  Yojana  an  Open ",
  "Ended Scheme. Under this PMJDY Scheme, govt, has now added more number of ",
  "incentives in order to encourage poor people to open zero balance bank accounts.",
  "•       Accidental Insurance  Now  ₹ 2 Lakh — All the people who opens new Jan Dhan Bank ",
  "Accounts after 28 August 2018 will now get Free Accident Insurance Cover of double ",
  "   ",
  "amountof ₹2 lakh.",
  "•  Over-draft  Limit  Now ₹ 10,000 - Now t here w  ould ben o conditions  attached  for ",
  "                           ",
  "overdraft ofupto ₹2,000.Now themaximum limit forover-draft issetatRs.10,000              ",
  "                 ",
  "(previously 5,000).INPMJDY,thisfacility isavailable after6 monthsofopening bank ",
  "accounts.",
  "Unnat Bharat Abhiyan 2.0",
  "•  Unnat Bharat Abhiyan is a flagship programme of the Ministry of HRD, which aims ",
  "to link the Higher Education Institutions with a set of at least 5 villages so that thesePOVERTY AND SOCIAL SECTOR 33",
  "institutions  can  contribute  to  the  economic  and  social  betterment  of  these  village ",
  "communities using their knowledge base.",
  "•  It is a significant initiative where all Higher Learning Institutes have been involved ",
  "for participation in development activities, particularly in rural areas.",
  "•  It also aims to create a virtuous cycle between the society and an inclusive university ",
  "system, with the latter providing knowledge base; practices for emerging livelihoods ",
  "and to upgrade the capabilities of both the public and private sectors.",
  "BetiBachao, BetiPadhao (BBBP)",
  "•  It is a campaign of the Government of India that aims to generate awareness and ",
  "improve the efficiency of welfare services intended for girls. The scheme was launched ",
  "with an initial funding of  ₹ 100 crore.",
  "•  It mainly targets the clusters in Uttar Pradesh, Haryana, Uttarakhand, Punjab, Bihar ",
  "and Delhi.",
  "•  It aims to address the issue of declining Child Sex Ratio (CSR) through a mass ",
  "campaign  across  the  country  targeted  at  changing  societal  mindsets  &  creating ",
  "awareness about the criticality of the issue.",
  "•  The Scheme will have focused intervention & multi-sectoral action in 100 districts ",
  "with low Child Sex Ratio.",
  "Why has the plethora of schemes not yielded the desired results? A few reasons for ",
  "their failure are as follows:",
  "•  The Government has well-designed schemes. The question is not about intention but ",
  "that of implementation of these schemes. There was not a proper identification of the ",
  "targeted beneficiaries.",
  "•  There is also a lack of awareness of these schemes amongst the masses, given their ",
  "illiteracy and ignorance.",
  "•  'There is also an absence of any monitoring mechanism for the efficacy of such schemes ",
  "or to know the end result. The focus is on increased outlays and new schemes but ",
  "there is no mechanism of tracking down the outcome.",
  "•  It  may  be  better  to  implement  these  programmes  through  NGOs  after  a  strict ",
  "screening process and also with proper checks and balances in place.",
  "•  There is a need to bring in an independent ‘social audit’ of these schemes not for ",
  "fixing accountability but for plugging leakages, improving delivery so as to make the ",
  "schemes effective and true to their intention for the overall benefit of the social sector.",
  "•  Today,  there  is  an  availability  of  modern  technology  which  can  be  deployed ",
  "for  capturing  information  and  creating  a  database  which  will  enable  a  tracking ",
  "mechanism for the target group and their reach and will be useful in refining the ",
  "schemes in future.",
  "•  Finally, the focus of the government has been on schemes, so many that they overlap ",
  "with diffused focus and accountability at different levels.",
  "The aspect of changing the orientation from schemes to the people in the villages could ",
  "be a better strategy and it also leads to convergence of all the schemes. This could be done ",
  "following the cluster approach’ which is implementing all the schemes starting from the ",
  "most backward villages, bunched together as a cluster, for the schemes to be implemented 34 THE INDIAN ECONOMY",
  "and ensuring their sustainability by transferring the onus of further development to the ",
  "villages and then moving to another cluster.",
  "It would be the responsibility of the state government to monitor the functioning of ",
  "the cluster of villages that are assisted through the schemes. This would provide for better ",
  "delivery of schemes, proper monitoring and also for sustainability of the efforts and will ",
  "lead to fundamental changes as the needs of the villages would get assessed first and not ",
  "the other way around. It will also enable the government to acquire an understanding ",
  "of the resources required and then the government could look at various alternatives of ",
  "implementing them.",
  "Right  since  Independence,  these  problems  have  persisted.  It  has  also  engaged  the ",
  "attention of successive governments but it has always been through increased outlays and ",
  "new schemes which have been launched for them, year after year, but without tangible ",
  "benefits.  What  is  now  required  is  to  tackle  them  differently.  A  few  suggestions  have ",
  "been provided earlier, not that they are bound to succeed, but will display the attitude ",
  "of the government of willing to experiment to find long-lasting solutions to the vexed ",
  "problems. The government has to keep in mind that it is not the resources which matter ",
  "bur  in  their  efficient  spending,  technology-enabled  monitoring  mechanism  and  being ",
  "on the learning curve each year, reorienting and successfully addressing the needs of the ",
  "social sector.",
  "Let us also admit that the task is daunting but it has to be accomplished one way or the ",
  "other, a major challenge for the governments both the centre and state collectively.",
  "4.3 MICRO FINANCE",
  "Given that social sector do not have access to organize sources of finance say through banks and ",
  "also given their extensive paper work, cumbersome procedures, documentation requirement, ",
  "the micro credit institutions are today seen as offering a solution both for the social sector as ",
  "well as addressing the issues of poverty. These institutions, as a concept have their genesis in ",
  "Bangladesh, pioneered by Mohammed Yunus, for which he was awarded the Nobel Prize, as ",
  "successful institutions for reaching out to the last unit of any economy not possible through ",
  "banks and directly contributing to the uplift of the poor especially rural women.",
  "In India, the SHG movement started in 1992 under NABARD and with involvement ",
  "of banks. Under the SHG scheme credit is linked to savings by focusing on capacity ",
  "building,  with  low  interest  rates  usually  8-10  per  cent  with  monthly  repayment  but ",
  "responsibility  of  the  group  and  not  individuals.  SHGs  in  India  cover  90  million  poor ",
  "households and have extended credit ofo ver₹  2 5,000 crore.",
  "Micro  Finance  Institutions  (MFIs)  are  institutions  which  provide  credit  to  the  poor ",
  "but at a high interest rate but lower than that charged by the money lenders. MFIs in ",
  "India have engaged the attention of the government only since 2003 and in the last 7 ",
  "             ",
  "years,haveseen an exponentialexpansion to reach 30 million and creditofover₹ 30,000 crore.",
  "               ",
  "Thesehavebeen seen aspartnering SHGsin micro financein Indiaand also amajorway ",
  "             ",
  "through which thecountry could provide‘financialinclusion’,thatis,to provideaccessibility ",
  "                 ",
  "to organized sourcesoffinanceto thepoorpeopleand reducetheirdependence on themoney ",
  "               ",
  "lenders for their income generating  activities enabling  them to have source ofincome , ",
  "               ",
  "employmentand also getoutofpoverty.POVERTY AND SOCIAL SECTOR 35",
  "However,  in  recent  times,  MFIs  especially  in  Andhra  Pradesh,  have  given  a  new ",
  "dimension and raised the following fundamental issues:",
  "1) Their prime motive is to earn profits through high profit margins by charging high ",
  "interest rates but slightly lower than that charged by the money lenders.",
  "(2)  MFIs have reached out to those ignored by the banks and also the fact they are not ",
  "complementing the efforts of the banks. There is sizeable concentration of MFIs in ",
  "areas where there is banking penetration.",
  "(3)  MFIs  are  finding  softer  options  of  lending  like  SHGs,  which  leads  to  multiple ",
  "financing, debt burden on the borrowers.",
  "(4)  MFI are aggressive and are more consumer-oriented loans, less productive-oriented, ",
  "similar like a private bank selling consumer loans or the US banks’ lending to sub­",
  "prime borrowers.",
  "These developments have forced the government to rethink on this model of financial ",
  "inclusion and adding in place regulations for the MFI.",
  "However, at a broader level and to provide greater inclusivity the nationalized banks ",
  "are  better  placed  than  the  MFIs  through  innovative  means  such  as  the  correspondent ",
  "banking  route,  which  will  keep  costs  low  of  reaching out  without  the need  for  more ",
  "branches. Micro finance through MFIs would thus require a redesign but their greater ",
  "complementary and compatibility role with the banks would have to be explored to make ",
  "them as effective institutions of micro finance in India.",
  "Social  sector  is  one  of  the  key  sectors  of  the  economy  and  reaching  out  to  them ",
  "and drawing them into mainstream of development is the biggest responsibility of the ",
  "government, as only then the biggest transformation of the economy would happen by ",
  "bringing all round prosperity.",
  "PRADHAN MANTRI MUDRA YOJANA (PMMY)",
  "Pradhan Mantri Mudra Yojana (PMMY) is a scheme launched by the Government in 2015 ",
  "for providing loans upto 10 lakh to the non-corporate, non-farm small/micro enterprises. ",
  "These loans are classified as MUDRA loans under this Yojana. These loans are given by ",
  "Commercial Banks, RRBs, Small Finance Banks, Cooperative Banks, MFIs and NBFCs. ",
  "MUDRA has created three products namely 'Shishu, ‘Kishore and 'Taruri to signify the ",
  "stages of growth and funding needs of the beneficiary.",
  "4.5 SPREADING JAM ACROSS INDIAN ECONOMY",
  "Large-scale,  technology-enabled,  real-time  Direct  Benefit  Transfers  can  improve  the ",
  "economic lives of India’s poor, and the JAM Trinity (Jan Dhan, Aadhaar, Mobile) can ",
  "help the government implement them. Over the past year, JAM has deepened its coverage ",
  "at an astonishing rate creating around 4 million accounts per week and several mobile ",
  "money operators were licensed. Cash transfers can directly improve the economic lives ",
  "of India’s poor, and raise economic efficiency by reducing leakages and market distortions. ",
  "Implementing Direct Benefit Transfers (DBT) at large-scale and in real-time remains one ",
  "of the government s key objectives, and significant progress has been made in the past year.36 THE INDIAN ECONOMY",
  "The  JAM  Trinity:  Jan  Dhan,  Aadhaar,  Mobile  helped government  to implement ",
  "direct benefit transfers effectively.",
  "The requirements if government wanted to transfer₹  1 000 to every Indian tomorroware ",
  ":  ",
  "       1.Governm entm us tbea bleto identify  thebeneficiaries;",
  "2. Governme ntmu st beab leto transf ermoney to the sebeneficiarie s;",
  "           ",
  "3. Beneficiariesmustbeableto easily accesstheirmoney.",
  "                   ",
  "Failure in the first aspect leads to inclusion errors and leakage as benefits intended for",
  "                   ",
  "the poor flow to rich and “ghost” households, resulting in a fiscal loss. Failure on other",
  "                   ",
  "two aspects leads to exclusion errors as genuine beneficiaries are unable to avail benefits.",
  "               ",
  "The government must be especially sensitive to exclusion errors, which typically hurt the",
  "poorest.",
  "   ",
  "Ingredients of JAM",
  "           ",
  "TheessentialcomponentsforJAMarelisted below:",
  "               ",
  "1. Government —»  Beneficiary: the challenge of identification: To  identify  the",
  "               ",
  "beneficiaries, the government needs databases of eligible individuals. Beneficiary ",
  "             ",
  "databases have existed for long before Aadhaar, but their accuracy and legitimacy ",
  "       ",
  "have been  hampered  by  the administrative and  political discretion  involved  in ",
  "               ",
  "granting identity proofs like BPL cards, driving licenses and voter IDs. Ghost and ",
  "                 ",
  "duplicate names crept into beneficiary lists, leading to leakage. Aadhaar s virtue lies",
  "           ",
  "in using technology to replace human discretion, while keeping the system simple",
  "               ",
  "enough, fingerprints and iris scans for citizens to understand. 210 million Aadhaar",
  "                 ",
  "cardswerecreated in 2015,atan astonishing rateofover4 million cardsperweek.",
  "             ",
  "2. Government—>Bank:thechallengeofpayment:",
  "               ",
  "After identifying  beneficiaries, the government must transfer money  to  them, for",
  "                 ",
  "which  the government needs their account numbers. This constraint has been ",
  "         ",
  "eased by the Pradhan Mantri Jan Dhan Yojana, under which 120 million accounts",
  "                     ",
  "were created in the last year alone at a blistering, record-setting pace of over 3 lakh ",
  "                 ",
  "accounts per day. Despite Jan Dhan’s record-breaking feats, basic savings account",
  "                 ",
  "penetration in most states is still relatively. Policy makers thus need to be cognizant",
  "         ",
  "about exclusion errors due to DBT not reaching unbanked beneficiaries.Comparing ",
  "                   ",
  "the reach of Jan Dhan with that of Aadhaar suggests that the unbanked are more",
  "         ",
  "likely to obstructthespread ofJAMthan theunidentified.",
  "                 ",
  "3. Bank —> Beneficiary: the last-mile challenge of getting money into people’s",
  "hands:",
  "                     ",
  "In rural India, however, there is a serious “last-mile” problem of getting money from",
  "                   ",
  "the banks into household’s hands: only 27 per cent of villages have a bank within 5 ",
  "                 ",
  "km. To help address this problem, the RBI in 2015 licensed 23 new banks, viz, 2 ",
  "                 ",
  "universal banks, 11 payment banks and 10 small financebanks.Spreading JAMacross",
  "               ",
  "India’seconomy showsthatmobilepenetration acrossIndiaisstrong.Moreover,POVERTY AND SOCIAL SECTOR 37",
  "there are approximately 1.4 million agents or service posts to serve approximately ",
  "1010 million mobile customers in India, a ratio of about 1:720.",
  "India  should  take  advantage  of  its  deep  mobile  penetration  and  agent  networks ",
  "by making greater use of mobile payments technology to improve the quality and ",
  "convenience  of  service  delivery.  For  example,  they  can  inform  beneficiaries  that ",
  "food supplies have arrived at the ration shop or fertiliser at the local retail outlet. ",
  "While some important changes have occurred this year to improve last-mile financial ",
  "connectivity, still the Bank-Beneficiary connection still appears the weakest link in ",
  "the JAM chain.",
  "UNIVERSAL BASIC INCOME",
  "\"Wiping every tear from every eye” based on the principles of universality, unconditionality, ",
  "and agency is the hallmarks of a Universal Basic Income (UBI). A number of implementation ",
  "challenges lie ahead, especially the risk that UBI would become an add-on to, rather than ",
  "a replacement of, current anti-poverty and social programs, which would make it fiscally ",
  "unaffordable. But given their multiplicity, costs, and questionable effectiveness, and the ",
  "real opportunities afforded by the rapidly improving “JAM” infrastructure, UBI holds the ",
  "prospects of improving upon the status quo.",
  "Introduction",
  "Despite  making  remarkable  progress  in  bringing  down  poverty  from  about  70  percent ",
  "at  independence  to  about  22  percent  in  2011-12  (Tendulkar  Committee), it can safely ",
  "be said that “wiping every tear from every eye” is about a lot more than being able to ",
  "imbibe  a  few  calories.  And  the  Mahatma  understood  that  better,  deeper,  and  earlier ",
  "than  all  the  Marxists,  market  messiahs,  materialists  and  behaviouralists.  He  intuited ",
  "that  it  is  also  about  dignity,  invulnerability,  self-control and freedom, and  mental and ",
  "psychological  unburdening.  From  that  perspective,  Nehrus  exhortation  that  “so  long ",
  "as there are tears and suffering, so long our work will not be over” is very much true ",
  "nearly 70 years after independence.",
  "Today, an option to realise Gandhiji’s objective presents itself and has entered the policy ",
  "consciousness in India and around the world: Universal Basic Income, UBI for short. UBI ",
  "has three components: Universality, Unconditionality, and Agency (by providing support ",
  "in the form of cash transfers to respect, not dictate, recipients’ choices).",
  "The Conceptual/Philosophical Case for UBI",
  "Universal  Basic  Income  is  a  radical  and  compelling  paradigm  shift  in  thinking  about ",
  "both social justice and a productive economy. A universal basic income is, like many ",
  "rights,  unconditional  and  universal:  it  requires  that  every  person  should  have  a  right ",
  "to a basic income to cover their needs, just by virtue of being citizens. The time has ",
  "come to think of UBI for a number of reasons:38 THE INDIAN ECONOMY",
  "Social Justice: UBI is, first and foremost, a test of a just and non-exploitative society. ",
  "A Universal Basic Income promotes many of the basic values of a society which respects all ",
  "individuals as free and equal. It promotes liberty because it is anti-paternalistic, opens up ",
  "the possibility of flexibility in labour markets. It promotes equality by reducing poverty. It ",
  "promotes efficiency by reducing waste in government transfers. And it could, under some ",
  "circumstances,  even  promote  greater  productivity.  It  is  not  an  accident  that  Universal ",
  "Basic Income has been embraced both by thinkers of the Left and of the Right.",
  "Poverty  Reduction:  Conditional  on  the  presence  of  a  well-functioning  financial ",
  "system, a Universal Basic Income may simply be the fastest way of reducing poverty. ",
  "UBI is also, paradoxically, more feasible in a country like India, where it can be pegged at ",
  "relatively low levels of income but still yield immense welfare gains.",
  "Employment:  UBI  is  an  acknowledgement  that  society’s  obligation  to  guarantee ",
  "a  minimum  living  standard  is  even  more  urgent  in  an  era  of  uncertain  employment ",
  "generation. Moreover, UBI could also open up new possibilities for labour markets. It ",
  "creates flexibility by allowing for individuals to have partial or calibrated engagements with ",
  "the labour market without fear of losing benefits. They allow for more non-exploitative ",
  "bargaining since individuals will no longer be forced to accept any working conditions, ",
  "just so that they can subsist.",
  "Administrative Efficiency: In India in particular, the case for UBI has been enhanced ",
  "because of the weakness of existing welfare schemes which are riddled with misallocation, ",
  "leakages and exclusion of the poor. When the trinity of Jan-Dhan, Aadhaar and Mobile ",
  "(popularly referred to as JAM) is fully adopted the time would be ripe for a mode of ",
  "delivery that is administratively more efficient. The administrative argument however has ",
  "to be made with some care. While Aadhar is designed to solve the identification problem, it ",
  "cannot, on its own, solve the targeting problem. It is important to recognise that universal ",
  "basic income will not diminish the need to build state capacity: the state will still have to ",
  "enhance its capacities to provide a whole range of public goods. UBI is not a substitute for ",
  "state capacity: it is a way of ensuring that state welfare transfers are more efficient so that ",
  "the state can concentrate on other public goods.",
  "The Conceptual Case against UBI",
  "From an economic point of view there are three principal and related objections to a ",
  "universal  basic  income. The  first  is  whether UBI reduces the incentive to work. This ",
  "argument is vastly exaggerated. For one thing, the levels at which universal basic income ",
  "are likely to be pegged are going to be minimal guarantees at best; they are unlikely to ",
  "crowd incentives to work. One school of thought would argue that it truly is a diminution ",
  "of human dignity to suppose that the only motivation for which people work is necessity; ",
  "take away the yoke of necessity and they will be lazy. The same kinds of arguments used to ",
  "be made against high wages: that if wages rise beyond a certain level workers will choose ",
  "leisure over work. There is very little evidence to sustain that proposition.",
  "The second concern is this: Should income be detached from employment? The honest ",
  "economic answer to this concern is that society already does this, but largely for the POVERTY AND SOCIAL SECTOR 39",
  "rich and privileged. Any society where any form of inheritance or accepting non-work ",
  "related income is allowed, already detaches income from employment. So, receiving a ",
  "small unearned income as it were, from the state should be economically and morally less ",
  "problematic than the panoply of “unearned” income our societies allow.",
  "The third is a concern out of reciprocity. If society is indeed a “scheme of social ",
  "cooperation”,  should  income  be  unconditional,  with  no  regard  to  peoples  contribution ",
  "to society? The short answer is that individuals as a matter of fact will in most cases ",
  "contribute to society, as stated above. In fact, UBI can also be a way of acknowledging ",
  "non-wage work related contributions to society.",
  "In the current social structure, for example, homemaking contributions of women are ",
  "largely unacknowledged economically, since they do not take the form of wage or contract ",
  "employment. It is important that UBI is not framed as a transfer payment from the rich to ",
  "the poor. Its basis is rather different. UBI gives concrete expression to the idea that we have ",
  "a right to a minimum income, merely by virtue of being citizens. It is the acknowledgment ",
  "of the economy as a common project. This right requires that the basic economic structure ",
  "be configured in a way thate very individualg etsb asici ncome.",
  "Arguments in Favour and Against UBI",
  "Favor Against",
  "Poverty and vulnerability reduction: Conspicuous spending: Households, especially ",
  "Poverty and vulnerability will be  male members, may spend this additional income ",
  "reduced in one fell swoop. on wasteful activities.",
  "Choice: A UBI treats beneficiaries as  Moral hazard (reduction in labour supply): A ",
  "agents and entrusts citizens with the  minimum guaranteed income might make people ",
  "responsibility of using welfare spend­ lazy and opt out of the labour market.",
  "ing as they see best; this may not be ",
  "the case with in-kind transfers.",
  "Better targeting of poor: As all in­ Gender disparity induced by cash: Gender ",
  "dividuals are targeted, exclusion error  norms may regulate the sharing of UBI within ",
  "(poor being left out) is zero though  a household - men are likely to exercise control ",
  "inclusion error (rich gaining access to  over spending of the UBI. '’This may not always be ",
  "the scheme) is 60 percent. the case w'ith other in-kind transfers.",
  "Insurance against shocks: This  Implementation: Given the  current status of ",
  "income floor will provide a safety               ",
  "financialaccessamong the poor,aUBImay ",
  "net against health, income and other     ",
  "puttoo much stresson thebanking system.",
  "shocks.",
  "Improvement in financial inclusion:  Fiscal cost given political economy of exit: ",
  "Payment - transfers will encourage  Once introduced, it may become difficult for the ",
  "greater usage of bank accounts, leading  government to wind up a UBI in case of failure.",
  "to higher profits for banking corre­",
  "spondents (BC) and an endogenous ",
  "improvement in financial inclusion. ",
  "Credit - increased income will release ",
  "the constraints on access to credit for ",
  "chose with low income levels.40 THE INDIAN ECONOMY",
  "Arguments in Favour and Against UBI",
  "Favor Against",
  "Psychological benefits: A guaranteed  Political economy of universality - ideas for ",
  "income will reduce the pressures of  self-exclusion: Opposition may arise from the ",
  "finding a basic living on a daily basis. provision of the transfer to rich individuals as it ",
  "might seem to trump the idea of equity and state ",
  "welfare for the poor.",
  "Administrative efficiency: A UBI in  Exposure to market risks (cash vs. food): Unlike ",
  "place of a plethora of separate govern­ food subsidies that are not subject to fluctuating ",
  "ment schemes will reduce the adminis­ market prices, a cash transfers purchasing power ",
  "trative burden on the stare. may severely be curtailed by market fluctuations.",
  "F^ftiTi Ufaiqp",
  "                 ",
  "       ",
  "   ",
  "   ",
  "   ",
  "                   ",
  "   ",
  " ",
  " ",
  " ",
  "     ",
  " ",
  "                     ",
  "                 ",
  "                 ",
  "                     ",
  " ",
  "           ",
  " ",
  " ",
  " ",
  " ",
  ""
]