[
  "CHAPTER23",
  "FOREIGN TRADE POLICY",
  "23.1 FOREIGN TRADE POLICY 2015-2020",
  "Foreign Trade Policy 2015-2020 of India was declared on 1st of April, 2015. The new ",
  "policy would boost exports and create jobs while supporting the Centres ‘Make In India ",
  "ind ‘Digital India’ programmes. The broad objective is to focus on support co services and ",
  "merchandise exports, number of very important initiatives such as focus on export of high ",
  "value addition products, focussed on improving ease of doing business, debottlenecking, ",
  ":o make services globally competitive and market diversification.",
  "The Foreign Trade Policy 2015-2020 has been designed by including long term and ",
  "medium term strategy to boost overall growth of India’s foreign trade by enhancing trade ",
  "competitiveness.",
  "By implementing Foreign Trade Policy (FTP 2015-20), the India’s share in world trade ",
  "is expected to double from the present level of 3% by the year 2020. By taking measures for ",
  "import substitution at one side, the forthcoming Foreign Trade Policy 2015-2020 focuses ",
  "on increasing exports at the present scenario of increasing current account deficit. The new ",
  "Foreign Trade Policy 2015-2020 includes necessary measures to boost productivity and earn ",
  "exportable surplus at competitive rates in exports.",
  "Aspects of the Foreign Trade Policy 2015-2020",
  "The key highlights of the Foreign Trade Policy 2015-2020 are as follows:",
  "1. Merchant Export From India Scheme (MEIS): The following five exports schemes ",
  "with different kinds of duty scrips, have been merged into a single scheme titled ",
  "Merchant Export From India Scheme (MEIS):",
  "(i)  Focus Product Scheme (FPS)",
  "(ii)  Market-Linked Focus Product Scheme",
  "(iii)  Agri-infrastructure Incentive Scrip",
  "(iv)  Focus Market Scheme",
  "(v)  Vishesh Krishi Gram Udyog Yojana (VKGUY)",
  "The main objective of Merchandise Exports from India Scheme (MEIS) as per Indian ",
  "Foreign Trade Policy 2015-20 (FTP 2015-20) is to offset infrastructural inefficiencies248 THE INDIAN ECONOMY",
  "and  associated  costs  involved  in  export  of  goods/products,  which  are  produced/ ",
  "manufactured  in  India,  especially  those  having  high  export  intensity,  employment ",
  "potential and thereby enhancing India’s export competitiveness.",
  "Entitlement under MEIS includes Exports of notified goods/products with ITCfHS] ",
  "code, to notified markets as listed in Appendix 3B, shall be rewarded under MEIS. ",
  "Appendix 3B also lists the rate(s) of rewards on various notified products [ITC (HS) ",
  "code wise]. The basis of calculation of reward would be on realised FOB value of ",
  "exports in free foreign exchange, or on FOB value of exports as given in the Shipping ",
  "Bills in free foreign exchange, whichever is less, unless otherwise specified.",
  "The following exports categories /sectors shall be ineligible for Duty Credit Scrip ",
  "entitlement under MEIS, EXIM Policy 2015-20 (FTP 2015-20).",
  "(i)  EOUs / EHTPs I BTPs/ STPs who are availing direct tax benefits/exemption.",
  "(ii)  Supplies made from DTA units to SEZ units.",
  "(iii)  Export of imported goods covered under paragraph 2.46 of FTP.",
  "(iv)  Exports through trans-shipment, meaning thereby exports that are originating ",
  "in third country but trans-shipped through India.",
  "(v)  Deemed Exports.",
  "(vi)  Red sanders and beach sand.",
  "(vii)  Export products which are subject to minimum export price or export duty, ",
  "(viii) Diamond Gold, Silver, Platinum, other precious metal in any form including",
  "plain and studded jewellery and other precious and semi-precious stones.",
  "(ix)  Ores and concentrates of all types and in all formations.",
  "(x)  Cereals of all types.",
  "(xi)  Sugar of all types and all forms.",
  "(xii)  Crude/petroleum oil and crude / primary and base products of all types and all ",
  "formulations.",
  "(xiii) Export of milk and milk products.",
  "(xiv) Export of Meat and Meat Products..",
  "2.  Service  Exports  from  India  Scheme  (SEIS):  Served  from  India  Scheme  (SEIS)  has ",
  "been replaced with Service Exports from India Scheme (SEIS). This scheme shall ",
  "apply to “Service Providers located in India”. Thus, SEIS provide for rewards to service ",
  "providers of notified services, who are providing services from India, regardless of the ",
  "constitution or profile of the service provider The rare of SEIS scheme under Foreign ",
  "Trade Policy 2015-20 is based on net foreign exchange earned on services. The reward ",
  "issued as duty credit scrip, would no longer be with actual user condition and will ",
  "no longer be restricted to usage for specified types of goods but be freely transferable ",
  "and usable for all types of goods and services tax 3 debits on procurement of services ",
  "/ goods. Debits would be eligible for CENVAT credit or drawback.The present rates ",
  "of reward are 3% and 5%. The list of services and the rates of rewards would be ",
  "reviewed after 30.9.2015.Free Foreign Exchange earned through international credit ",
  "cards and other instruments, as permitted by RBI shall also be taken into account forFOREIGN TRADE POLICY 249",
  "computation of value of exports under SEIS.As per Foreign Trade Policy 2015-20, ",
  "SEIS is eligible to units of SEZs (Special Economic Zones).",
  "3.  Export Promotion Capital Goods Scheme: EPCG scheme is one of the best export ",
  "promotion schemes introduced by government under Foreign Trade Policy where in ",
  "import of capital goods can be effected ar nil or concessional import customs duties ",
  "based on the conditions specified in the customs notifications and export obligations. ",
  "However,  EPCG  authorisation  holder  has  to  fulfill  export  obligation  against  the ",
  "scheme specified, action is taken by the authorities to recover the import customs ",
  "duty on defaulters through an institutional mechanism.",
  "EPCG  authorisation  holders  will  not  get  the  benefits  of  exemption  from  Anti­",
  "dumping duty and Safeguard and Transitional Product Specific Safeguard duty. This ",
  "will boost indigenously manufacturer of capital goods while supplying capital goods ",
  "under EPCG scheme. Under EPCG scheme, obtaining and submitting a certificate ",
  "from independent chartered engineer, confirming the use of spare, tools refractory and ",
  "catalysts imported for final redemption of EPCG authorisation has been dispensed ",
  "with. At present, EPCG authorisation holders arc required to maintain records for 3 ",
  "years after redemption of authorisation. This 3 year period is reduced to 2 years. In ",
  "due course, further reduction will be made as the paperless trade process takes place.",
  "4.  Export Oriented Units and Software Technology Park Scheme: The key features of ",
  "Export Oriented Units and Software Technology park scheme are:",
  "(i)  EOUs and STPs have been allowed to share infrastructural facilities among ",
  "themselves.  This  will  enable  units  to  utilise  their  infrastructural  facilities  in ",
  "an optimum way and avoid duplication of efforts and cost to create separate ",
  "infrastructural facilities in different units.",
  "(ii)  Inter unit transfer of goods and services have been allowed among EOUs and ",
  "STPs. This will facilitate group of those units which source inputs centrally in ",
  "order  to  obtain  bulk  discount.  This  will  reduce  cost  of  transportation,  other ",
  "logistics costs and result in maintaining effective supply chain.",
  "(iii)  EOUs have been allowed facility to set up warehouses near the port of export. ",
  "This will help in reducing lead time for delivery of goods and will also address ",
  "the issue of unpredictability of supply orders.",
  "(iv)  STP units, EHTP units, software EOUs have been allowed the facility to use all ",
  "duty free equipment/goods for training purposes. This will help these units  in ",
  "developing skills of their employees.",
  "(v)  100 percent EOU units have been allowed facility of supply of spares/ components ",
  "up to 2 percent of the value of the manufactured articles to a buyer in domestic ",
  "market for the purpose of after-sale services.",
  "(vi)  Time period for validity of Letter of Permission (LOP) for EOUs/EHTP/STPI/ ",
  "BTP units has been revised for faster implementation and monitoring of projects. ",
  "Now, LOP will have an initial validity of 2 years.",
  "(vii)  A simplified procedure will be provided to fast track the de-bonding/exit of ",
  "EOUs and STPs units. This will save time for these units and help in reduction ",
  "of transaction costs.250 THE INDIAN ECONOMY",
  "The new foreign trade policy is based on the principle of simplicity as it had realigned ",
  "multiple schemes into a single window' and promoted increased use of technology to reduce ",
  "transaction cost and manual compliances. The measures proposed in the policy' are rational ",
  "and in right direction to ensure the growth of India’s share in international trade.",
  "23.2 CONCESSIONS AVAILABLE TO EXPORTERS IN DTA",
  "The FTP is also responsible for various concessions available to exporters operating in the ",
  "domestic tariff area (DTA) and also changes therein from time-to-time.",
  "The exporters like their counterparts in SEZs are also eligible for various concessions as ",
  "given below:",
  "(1)  Advance  Authorization  Scheme  (AAS)—in  terms  of  the  FTP  for  those  exporters ",
  "requiring imports of those goods  which are physically  incorporated  in the  exportable ",
  "goods can import them without p ayment o fa ny custom o rim port du ty,bas ed on the",
  "stan dard inputoutp ut norm  (SIO N)speci fied by Directorate Gener al ofFor eig n Trade,",
  "Govern ment ofIndi a (D GFT) .There isamini mu m value add ition n orm of15 perc ent ",
  "except forg emsand  jew  eller y wherethesenormsa rehig her.    ",
  "(2)  Duty-free  Import  Authorization  Scheme  (DFIAS)—under  this  scheme,  an ",
  "exporter is allowed to import duty-free other inputs as may be required for exports ",
  "including fuels, oil, energy, but with a minimum 20 per cent value addition norms ",
  "and again subject to SION as mentioned above.",
  "(3)  Duty Drawback Scheme—if any exporter is sourcing inputs for exports from the ",
  "domestic market, then under the scheme the excise duty paid, or other taxes on such ",
  "inputs are reimbursed to the exporter.",
  "(4)  Export  Promotion  Capital  Good  Scheme  (EPCGS)—this  scheme  allows ",
  "for  import  of  capital  goods  and  other  such  machines  as  may  be  required  by  an ",
  "                   ",
  "exporter for exports atzero import duty,for selected  sectors such asengineering ,",
  "                 ",
  "pharmaceuticals,etc.,(listisspecified in theFTP),butsubjectto an exportobligation ofsix ",
  "                       ",
  "timestheduty saved oversix years.Forothercapitalimportsnoteligibleforimportatzero ",
  "                   ",
  "importduty,they can beimported ataconcessionalimportduty of3 percentbutsubjectto ",
  "                 ",
  "an exportobligation ofeighttimes,theduty saved over eight years.",
  " ",
  "(5)  Exchange Earners Foreign Currency Account (EEFC)—as a normal Indian ",
  "resident, one cannot open a foreign currency account in India. However, an exporter ",
  "or professionals earning in foreign currency in India have been permitted by RBI, to ",
  "maintain foreign currency accounts with banks in India authorized to deal in foreign ",
  "exchange. These accounts do not earn interest but allows for retention of 100 per ",
  "cent of the export proceeds in these accounts. It saves the exporter from exchange rate ",
  "fluctuations, besides the freedom for using the foreign currency for export promotion ",
  "activities by the exporter.",
  "What has been the impact of such schemes in promoting exports of the country?FOREIGN TRADE POLICY 251",
  "India's Export Performance",
  "The significant openness which started becoming visible in the nineties intensified from ",
  "2000 onwards with a sharp focus given through the FTP has resulted in a reversal of the ",
  "declining trend in global trade. However, the growth of the Indian economy in recent ",
  "times has outpaced the trade growth or that trade growth has lagged behind the overall ",
  "growth.",
  "To draw comparisons with China, during 1950, India’s exports were more than that ",
  "of China, however, gradually China overtook India. It may be interesting to note that ",
  "Chinas share in manufactured exports stood at 1.8 per cent and India’s at 0.5 per cent ",
  "during 1990 but presently China has become the largest exporter of manufactured goods, ",
  "displacing even the US while for India share in global manufactured exports is only around ",
  "one per cent. India’s export is only about 15 per cent of what China exports to the rest of ",
  "the world. This is not to take away any credit to India on the export front which has seen ",
  "some distinct focus and acceleration in the last few years. Except that the global recession ",
  "has  adversely  affected  global  trade  including  exports  of  India  and  China,  resulting  in ",
  "contraction of exports in the wake of slowdown of global trade.",
  "There is an apparent turnaround since recent times but resulting out of steep depreciation ",
  "of the Rupee. With signs of recovery in the US and Europe, exports are likely to pick up. ",
  "The overall objective, as already covered in the FTP is to double our share by 2020. The ",
  "composition of Indian exports has also undergone a change, diversified from an exporter of ",
  "traditional and agricultural-based products to increased exports of manufactured goods which ",
  "now account for over 69 per cent of the total exports and a relative decline in the share of ",
  "exports of primary articles.",
  "Notable  among  manufactured  exports  are  engineering  goods,  chemicals,  petroleum ",
  "oil and lubricants (POL) products, textiles, leather products, handicrafts, and gems and ",
  "jewellery.  Another  important  feature  is  the  changing  trading  partners  of  India  from ",
  "the  dominant  US  economy  to  new  trading  partners  and  China  and  UAE  emerging  as ",
  "top two trading partner countries. Also exports to countries such as Singapore, south- ",
  "asian  countries  and  Sri  Lanka  are  increasing  due  to  bilateral  agreements  entered  into ",
  "recently.",
  "Newer markets comprising of Latin American-Oceania countries and African countries ",
  "are likely to witness greater thrust in future. This is significant as part of the conscious ",
  "attempts made by the government to ‘look East’ to reduce 'dependence on the West’.",
  "Despite  these  appreciable  change  in  trading  partners  in  terms  of  the  quantum  of ",
  "exports in value terms the major markets continue to be the US and European Union and ",
  "it may takes ometo  seethe  eas tcoun triesactu ally becoming majorifnot equ altr ading  partners",
  "ofIndiai n t hefut ure.  ",
  "What More Needs to Be Done to Increase Exports?",
  "The FTP has played an important role in accelerating exports but can something more ",
  "be performed which can further boost export growth or help like the Chinese experience.252 THE INDIAN ECONOMY",
  "(1)  Liberalization has touched all sectors such as industrial, financial, but not specifically ",
  "the  export  sector  which  is  highly  restrictive  and  a  multiple  complex  regulatory ",
  "framework, comprising of the Ministry of Commerce, DGFT and BOT, etc.",
  "What  this  has  resulted  in  ‘indirect’  licensing  system,  registration  formalities ",
  "for  various  facilities,  documentation  requirements  or  to  say  they  act  more  as ",
  "impediments rather than the facilitating exports.",
  "What is required? Simplified procedures, documentation and single window ",
  "clearances for exporters similar to that for private sector in the manufacturing sector. ",
  "Or simply liberalize the export sector and get rid of the government interface. ",
  "The complex procedures, documentation, government interface and incidentally ",
  "excessive have led to increased transaction costs, inordinate delays adversely affecting ",
  "our competitive capabilities.",
  "While export is a thrust area for the government but multiple government bodies ",
  "dilute the  focus  such  as DGFT,  BOT, and the Ministry of Commerce. There is ",
  "a need to closely look at all the government organs, their relevance, weeding out ",
  "overlaps and ambiguities, with a leaner effective and efficient structure facilitating ",
  "exports from the country.",
  "(2)  The FTP is a 100 page document detailing micro aspects of exports, multiplicity of ",
  "schemes, overlaps, not easy to comprehend. Can we have a simplified and easy to ",
  "understand FTP?",
  "(3)  The overall tone from the FTP appears to be an element of ‘trust deficit’ or a ",
  "‘disconnect’  between  the  government  and  the  exporters  which  gets  evidenced ",
  "from the micro-regulations. This has to be bridged with government and exporters ",
  "becoming partners.",
  "(4)  While acknowledging export as a thrust area, there is an apparent confusion of the ",
  "thrust area within the subset of exports. Is it product, or markets? Which is priority? ",
  "This cannot be decided by the government.",
  "It can but provided it as a direct exporter. Priority, in the national interest should ",
  "be deliberated with exporters by placing all facts before them and also challenges and ",
  "then jointly arrive at an action plan for meeting the challenges.",
  "(5)  Agricultural sector in India has great potential for increasing exports and earning ",
  "maximum  foreign  exchange  given  their  zero-import  content.  The  performance  of ",
  "AEZ has left much to be desired.",
  "More focused attention needs to be given by the state governments in making ",
  "agricultural sector contribute a larger share to the overall exports from the country.",
  "(6)  The overall direction for promoting exports by the government is from the monetary ",
  "incentive angle, but very little for strengthening the competitive abilities of Indian ",
  "exports,  except  for  technology  upgradation  fund  scheme  (TUFS)  but  that  is  for ",
  "textiles.",
  "What  about  upgradation  of  quality  for  example,  in  leather  industry  or  even ",
  "handlooms or for other products? Can there be fusion of traditional with the modern? ",
  "The existing ‘incentive’ orientation has to pave way to ‘competitive orientation’.FOREIGN TRADE POLICY 253",
  "(7)  India also needs to do something like what Japan has done previously that of zero ",
  "tolerance’ or no defect policy’. China went for ‘mass-scale standardization to achieve ",
  "desired quality levels. Can the government set bench marks for various goods to ",
  "ensure qualities arc not comprised in exportables?",
  "(8)  A lot is being talked about in recent times of export competitiveness being eroded ",
  "because of appreciating home currency, making goods expensive in the international ",
  "marker and thereby adversely affecting exporters in the home currency.",
  "It needs to be understood, that as economies pursue greater openness, exchange ",
  "rates will always be a variable and exports sensitiveness to such a variable, is myopic ",
  "and not provide for long-term stable growth of exports.",
  "Exports should be more a function of ‘quality’ rather than ‘prices’. The focus ",
  "in promoting stable and sustainable export growth has to be more on better and ",
  "improved quality, moving up the value chain, greater sophistication and diversified ",
  "markets rather than looking at competitive abilities based on only prices.",
  "(9)  All major countries of the world which can potentially become our trading partners ",
  "have either an embassy or a high commission of the country, represented by a high ",
  "commissioner or an ambassador.",
  "Can we also see them as playing brand ambassador to Indian goods or a platform ",
  "to  showcase  Indian  goods  or  become  a  conduit  between  the  importer  and  the ",
  "exporter from India? It should not be difficult as each office also has commercial ",
  "attache.",
  "What is solely required is changed orientation and willingness of the government. ",
  "This would make government true partners in increasing Indian exports.",
  "(10)  Finally, India is a unique country, offering great diversity, almost similar to as being ",
  "country  within  the  country.  Many  products  sold  from  India  in  the  international ",
  "markets are not known for their Indian origin.",
  "Understandably,  Indian  branding  may  not  be  possible,  but  branding  of  the ",
  "product ‘being’ from India surely can be done.",
  "Can the Indian Government do a similar branding like that of‘incredible India ",
  "showcased for tourism, to promote Indian exports in a composite and comprehensive ",
  "manner covering all goods and services.",
  "India’s  ‘potential’  to  export  a  wide range  of  diverse  goods from  Kashmir  to ",
  "Kanyakumari, from Gujarat to north-east states, from traditional, ethnic to modern, ",
  "its herbs, medicinal plants is probably unknown to the World.",
  "Can  the  government  do  a  global  publicity  building?  An  Indian  brand  image ",
  "for tapping this latent potential not only to improve exports but also as an income ",
  "source and also bring distant and remote places of India on national and global map.",
  "India's Imports",
  "As far as imports are concerned for a long time it was believed that it comprised of critical ",
  "products such as food items and a fairly high proportion of import of fuels especially POL. ",
  "Import of fuels was over 70 per cent of the total import basket. In recent years, the share 254 THE INDIAN ECONOMY",
  "of fuels especially POL has come down to around 33 per cent. Import of commodities ",
  "such as precious stones, gold and silver bullion, uncut and unpolished gems and jewellery, ",
  "electronic goods, etc., account for almost 40 per cent of total imports.",
  "Share of fertilizers imports and also that of edible oils and pulses have sharply increased ",
  "in the last few years. Increased fertilizer imports are largely due to steep escalation in their ",
  "international prices. While increase in imports of edible oils and pulses is on account ",
  "domestic production not sufficient to match demand and to further prevent any pressures ",
  "on their prices in the domestic market.",
  "However, a discerning aspect of our structure of exports and imports of merchandize ",
  "goods  is  the  fact  that  imports  have  always  outstripped  exports  continuously  post­",
  "Independence.  In  no  given  year  our  exports  were  sufficient  to  meet  imports.  The ",
  "implications will be examined in the next section.",
  "India’s exports in recent times has begun to evolve, diversify in products and markets, ",
  "moving up the value chain, creeping up its share in global trade, but these only mark ",
  "an  initiation,  with  no  room  for  complacency,  require  greater  intensification  of  efforts, ",
  "tapping the immense available potential, globally competitive, to make robust growth of ",
  "exports a reality, and a driver of growth in future.",
  "INDIA'S MAJOR TRADE PARTNERS.",
  "•  India shipped US$323.1 billion worth of products around the globe in 2018. Noticed ",
  "an increase of 1.7% since 2014 and a 9.2% gain from 2017 to 2018. Almost half of ",
  "Indian exports by value were delivered to fellow Asian countries, 19% to Europe and ",
  "18% to North America.",
  "•  Export: India is exporting its products to more than 200 countries of the world. ",
  "United States, UAE, Hong Kong, Singapore, China and United Kingdom are the ",
  "largest export partners of India.",
  "•  Import: India is importing from more than 170 countries of the world. China, USA, ",
  "Saudi Arabia, UAE, Switzerland, Korea and Indonesia are the top countries from ",
  "where India is importing various commodities.",
  "",
  ""
]