[
  "CHAPTER35",
  "GLOBAL FINANCIAL",
  "MELTDOWN",
  "DE-COUPLING THEORY",
  "On a number of occasions previously, we have made a passing reference to ‘3116 Global ",
  "Crisis’ as a crisis first ever, in economic history, ever outshadowing the ‘Great Depression ",
  "of 1929-1933’, in terms of the potential wide ranging impact and ability to destabilize ",
  "the global economy. The great depression also resulted in contraction of US output and ",
  "resultant global output, leading to the widespread global unemployment. However, it was ",
  "confined to the US and Europe.",
  "The impact was little on Asian economies given their small size and most of them under ",
  "the domain of the colonial rule, with little international stature, for any perceptible impact ",
  "of the depression. Similarly, all the other crises were relatively confined to geographies and ",
  "had brought forth the ‘decoupling  theory’ .Tha t it was possible for economics to insulate ",
  "themselves from adverse fall-outs  in different  parts of the world or ability of economies to ",
  "remain ‘de-coupled’.",
  "The decoupling theory had worked during all the earlier crises but the theory was first ",
  "tested during the oil shock of the seventies’, which had affected most economies of the ",
  "world.",
  "The  global  crisis  has  broken  this  myth,  that  in  the  present  era  of  integration  and ",
  "globalization,  it  is  not  possible  for  economies  to  remain  decoupled  or  insulated  from ",
  "adverse global developments. The degree of impact may vary but insulation is not possible. ",
  "Thus, it got its name as a global crisis, also known as the ‘global meltdown’ or the ‘sub­",
  "prime crisis’.",
  "It is first, a financial sector crisis, gradually seeping through to other sectors of various ",
  "economies. Financial sector globally is seen as the backbone of an economy on which ",
  "other sectors are heavily dependent for their financial needs. In its strength lies the ability ",
  "of economies to grow. Any crisis in the financial sector cannot be insulated from the rest ",
  "of the economy.",
  "In the earlier section on Global Integration, we had seen how financial integration had ",
  "taken place and it was natural for the financial sector crisis to move across borders across ",
  "different economies. The global financial institutions besides their spread across economies, ",
  "over a period of time, had become complex, with new diversified risky products, operating ",
  "on wafer thin margins, overleveraging and stretching the financial sector.GLOBAL FINANCIAL MELTDOWN 323",
  "These institutions were not only spread wide but deep and so interwoven that it was ",
  "impossible to track. A highly risky product of derivatives’ or something deriving value on ",
  "the strength of an underlying asset (bubble) which can either be exchange rates, bonds, ",
  "equities or commodities.",
  "It is not the credit derivative which is the issue, but for its exposure extending multiple ",
  "times the balance sheet of institutions, was a sure recipe for disaster, just waiting to happen, ",
  "and required only a trigger point. It may be interesting to note that just before the crisis ",
  "the derivative market was over USD 600 trillion or 11 times the global output during ",
  "2007.",
  "The top five banks of the US had combined assets of USD 4 trillion on a capital of USD ",
  "200 billion, a leveraging of twenty-one times. While the exposure to the derivative market ",
  "was leveraged by over 90 times! This is what overleveraging like an inverted pyramid, ",
  "which can never be stable and can collapse with the slightest of disturbance.",
  "The trigger point was default by the sub-prime borrowers of mortgage loans in the US, ",
  "against which mortgage backed securities (MBS) were sold after being diced and sliced ",
  "multiple times by the banks, investment bankers and other institutions spread as tentacles, ",
  "inter-woven across the global financial system. So much so, it was not possible to track ",
  "them down not even by the banks which had issued these securities.",
  "As a result, this set of a chain reaction leading to overnight collapse of well-known large ",
  "financial institutions such as The Lehman Brothers, AIG, Bear & Stearns, General Motors ",
  "and closure of many established banks, crashing the stock markets thus earning the name ",
  "of global meltdown. It is the complete decimation of international financial giants and ",
  "collapse of the stock market, referred as the meltdown.",
  "It is important to understand that the US and European Governments got to know of ",
  "the collapse after’ the collapse and not ‘before’ the collapse and thus could not prevent the ",
  "collapse ‘before’ the collapse. Since the beginning of the crisis as many as one hundred and ",
  "fifty-seven banks have shut down in the US. It can be said that the crisis had its epicentre ",
  "in the US but shivers went throughout the global economy.",
  "Who are the sub-prime borrowers? It is that class of people who do not have the ",
  "resources to service the loan taken or those borrowing for consumption purposes. But ",
  "why  lend  to  them?  It  was  the  US  model  of  ‘consumption  -driven  growth.  More  the ",
  "consumption,  greater  demand  for  goods  and  services  and  thus  there  would  be  greater ",
  "production and output.",
  "As a counter to the earlier slowdown of growth of their economy, US banks went for ",
  "aggressive lending, reaching out to all, as they had the confidence that their financial sector ",
  "would be able to balance it, by spreading the risk wide and through their complex range ",
  "o fproducts.",
  "So what could be the reason(s) for the crisis? Can we say it was the global financial ",
  "integration, or lending to sub-prime borrowers or aggressive lending or a combination ",
  "of all, which led to the crisis. They may have contributed their share but there were five ",
  "excesses’. They are as follows:324 THE INDIAN ECONOMY",
  "(1)  Excess overleveraging.",
  "(2)  Excess liquidity.",
  "(3)  Excess complex products.",
  "(4)  Excess confidence of the financial system.",
  "(5)  Excessive greed of the financial system.",
  "First is the highly overleveraged financial system something like an inverted pyramid, ",
  "which is structurally unstable. Secondly, free financial markets and absence of regulations ",
  "on  the  overleveraging  by  financial  institutions.  Thirdly,  overconfidence  of  international ",
  "financial institutions of nothing can go wrong.",
  "The sub-prime borrowers only precipitated the crisis, acted as a trigger point, but it ",
  "was, like said earlier, a crisis only waiting to happen.",
  "GLOBAL CRISIS AND INDIA",
  "The global crisis took its toll on the US and Europe leading to a contraction of their ",
  "output,  but  did  not  enter  the  recessionary  phase,  which  is  continuous  contraction  of ",
  "output moret han two quarters.H owever,the fea rsofre ces sion haunted both the USan d Eu rope",
  ".More t han th e contrac tion  ofoutput ,agreat er  concer n  was the inc reas ing  pace ofthe ",
  "un emp loyment.",
  "India had a higher degree of financial integration than trade integration with capital ",
  "inflows bothi n currentas we llasc api talacco untmore than 1 00 percentoft heGD  P. Let usalso  ",
  "acce pt afactthatU S istoo  larg ean  e conomy t o beignored forthe iradverse fa llouts  by any  ",
  "econom y .Being thebigge st econom y  isthe biggest drive r of integrat ion  an d c oupling  of",
  " ",
  "economies.",
  "The crisis did impact India as well as other Asian economies such as China with a ",
  "‘slowdown’ in their growth but not contraction of output, in all these economies. The ",
  "impact was there but less intense than that experienced by the US and European economies. ",
  "As said previously, this was a financial sector crisis and the Indian financial system was less ",
  "affected, given dominance of the public sector banks, which are less exposed to complex ",
  "risk products, nor overleveraged, fairly risk averse and not much exposure to international ",
  "markets and products.",
  "What the crisis did to India was to push the domestic financial sector into a ‘cautious ",
  "and wait and watch mode’, became averse to lending. It did impact some of the private ",
  "and foreign banks in India but not to the same magnitude; as such exposures were limited ",
  "and small in relation to their balance sheet size. This forced tightening of the liquidity ",
  "by banks, self-imposed, in their own wisdom, dried up money with the industrial sector ",
  "which in any case, had also gone in the cautious mode.",
  "Both  these  resulted  in  build-up  of  inventories,  longer  production  and  repayment ",
  "cycles  and  slowdown  of  industrial  and  overall  growth  of  the  Indian  economy.  It  can ",
  "be said the banking sector was on the verge of witnessing defaults and build-up of bad ",
  "loan  book,  both  which  could  have  compounded  the  problem  manifold  and  impact  far ",
  "greater.GLOBAL FINANCIAL MELTDOWN 325",
  "The financial sector was fortunate to have a limited impact in the sense that no bank ",
  "or any financial institution collapsed. However, it did dent exports, as for the first time, ",
  "in over a decade or so, there was contraction of exports. But this contraction was not ",
  "sufficient, to contract overall output, given the relative low share of exports to total output ",
  "of the Indian economy.",
  "So  overall,  the  impact  on  India  was  that  it  put  in  the  minds  of  people  ‘fear  and ",
  "uncertainty’, resulting in a slowdown and definitely impacting exports for a short period ",
  "of six months. The impact and fallout could have been greater and deeper both for the ",
  "world economy and India, but for ‘timely’ and ‘collective’ government interventions both ",
  "in India as well as other major economies of US, EU and Japan.",
  "COLLECTIVE INTERVENTION",
  "A positive aspect post-global crisis has been the prompt and collective government level ",
  "interventions unidirectional, which otherwise, was fraught with graver consequences, as ",
  "mentioned previously, had the potential to surpass the agony of the great depression.",
  "The  government  level  interventions  were  first,  avoiding  any  kind  of  panic  but  use ",
  "collective wisdom. Secondly, at the government level itself, of that being ‘collective’ and ",
  "‘consensus*  driven  unidirectional  intervention.  The  third,  being  of  its  distinction  made ",
  "between direct and immediate, the other as indirect, in the medium-term and in the long­",
  "term, addressing structural issues of the global financial system, to prevent their recurrences ",
  "in future. Fourthly, interventions would be short-term, as a medicine but need addressing ",
  "the issues of the global financial system collectively, as part of the larger reform package.",
  "Depending on the impact level, different governments could choose on the immediate ",
  "intervention either as bailout package’, which is providing government finances, capital ",
  "infusion or as a ‘stimulus package’ driven around fiscal loosening. The US government ",
  "resorted  to  bailout  packages  through  capital  infusion,  also  took  over  some  of  the ",
  "institutions, relaxed its monetary stance by going for ‘quantitative easing’ and bringing ",
  "down interest rates to near zero to revive growth and output of the US economy.",
  "The  Indian  Government  on  the  other  hand  resorted  to  a  preventive-cum-stimulus ",
  "measures like:",
  "(1)  RBI allowing banks to restructure their loan accounts and reschedule loan installments, ",
  "as a preventive measure to prevent build-up of bad loans.",
  "(2)  It also went for quantitative easing by lowering CRR, to improve liquidity.",
  "(3)  It advised banks to shed their risk averseness, as it was a problem not a solution, to ",
  "the slowdown in the economy.",
  "(4)  Fiscal measures as part of the stimulus package were, through rolling down excise ",
  "duties and corporate tax rate to provide industrial sector necessary boost.",
  "(5)  It also ran up a high fiscal deficit by increasing spending in the economy, even at ",
  "the risk of inflationary pressures and compromising on the compulsions under the ",
  "FRBMA. In fact, India ran theh ighestf iscald eficitin  thela st16  years.",
  "(6)  As a fillip to exports concessions were extended and new strategies of incentives were ",
  "given to diversify to Afro-Asian countries impacted lesser by the crisis.326 THE INDIAN ECONOMY",
  "Overall, it was a combination of all which limited the impact, without the need for any ",
  "bailout as no financial institution in India had collapsed. Can we say that impact on India ",
  "was fairly limited because of the public sector character of Indian financial system, less ",
  "exposed to global markets?",
  "Many critics feel so that public sector dominated financial sector was the reason for the ",
  "limited impact. However, as mentioned previously, it was the timely intervention by the ",
  "RBI and the government, without which, it could have resulted in collapse of some of the ",
  "smaller banks even in the public sector. Banking globally has elements of risk. Any lending ",
  "will have risks. But the answer to that is nor to become risk averse.",
  "The answer lies in growth and expansion by better risk assessment capabilities, risk ",
  "diversification, have risk mitigants, understanding risk appetite and sufficient capital for ",
  "the risk. The public sector character inherently has risk averseness and cautious approach, ",
  "both of which are helpful in warding off crisis situations, but are also an impediment to ",
  "expansion and growth of size of banks, so important in developing risk appetite.",
  "That is why despite India’s status as the fourth largest in the world, does not have any ",
  "bank in the top fifty banks of the world, under any parameter, except may be the number ",
  "people employed. So the larger question is nor the ability to have withstood the global ",
  "crisis and of having passed the test of time but what lies in future?",
  "As India goes for deeper levels of integration, it would require mergers of banks to ",
  "attain a critical mass and at some point will have to discard the public sector character, if ",
  "it wants a few Indian large banks, actually becoming global banks and play a larger role in ",
  "global financial system.",
  "35.4 FUTURE OF GLOBALIZATION",
  "Post-global crisis, besides raising uncertainties and unresolved issues has also questioned ",
  "globalization in terms of whether the era is over or return to inward policies, which is the ",
  "pre-globalization period. Even though there is a global consensus amongst G20 of the ",
  "need for further trade as the best way going forward, there will be issues of the first being ",
  "to reorient strategies especially by the major economies such as the US of the need for ",
  "focus on innovations, building intellectual capabilities generating newer ideas, breaking ",
  "technological barriers and going beyond the nuclear deals for restoring their growth and ",
  "employment.",
  "They will have to carve out a niche for themselves, different from that of India, China ",
  "and other emerging economies who will always have competitive edge in cheap labour, ",
  "acting as a magnet in attracting investments and exports to them. Reversal of these to ",
  "the US will not be possible given the high wage cost in such economies nor can they be ",
  "competitive in comparison to countries such as India and China for mass goods.",
  "In the past also they have thrived on their higher intellectual skills. They have the base ",
  "which is still evolving in India and China. Going back to the protectionist measures would ",
  "be a retrograde step, harming interests alike as levels of economic integration today run very ",
  "deep. It is also about understanding that expensive wages should be used not for mass goods, ",
  "which can come cheap in any case from countries such as India and China, but upper end GLOBAL FINANCIAL MELTDOWN 327",
  "technological  and innovative  products for use both in their economies as well as by the ",
  "emerging economies.",
  "This cannot happen in short-term but developing a consciousness and working in that ",
  "directions may be a better option, rather than through quantitative easings (QEs) which is ",
  "anti-gravity and would never flowing back in the US but finding their way in the emerging ",
  "economics.",
  "Globalization has given a new way for economies to go forward. Economic integration ",
  "has  run  very  deep.  The  problem  of  the  global  economy  is  not  globalization  but  its ",
  "perception. There is a definite take away for every economy. Present problems of today, ",
  "like all other problems have to be understood in the right perspective and then resolved ",
  "collectively. The crisis was not because of globalization and if so it is the biggest mistake or ",
  "still a bigger blunder would be to revert back to protectionism in future.",
  "",
  ""
]