[
  "CHAPTER12",
  "INTEGRATED ENERGY",
  "POLICY (2031-32)",
  "IMPORTANCE",
  "The importance of this policy lies in the fact that for the first time the entire energy sector ",
  "is brought together in one policy and developing a long term vision. Energy is a key ",
  "requirement and as investment is scaled up so do energy needs of an economy. Today even* ",
  "sector needs energy be it agriculture, industrial activities or even service sector. The policy ",
  "gives out energy needs, their sources and the way going forward. Its other importance ",
  "lies in the fact it is bold in accepting realities and the challenges for the government in ",
  "future.",
  "THE POLICY",
  "In terms of the policy, power demand is likely to be a mammoth 8,00,000 MW by 2031- ",
  "32  as against an  existing  capacity  of  2,00,000  MW  (actual  generation is  only  around ",
  "1,50,000 MW), requiring an investment o fo ver₹  2,5 0,000 crorein  thepow ersecto ronly. ",
  "There  hasto  bee xpone ntial increas e in addit ions to thepo werge neratio n capacity.Indiahas ",
  "taken  66 y earsto build its presentcapa city and  itwillhaveto a dd ov er6,0 0,000 MWi n thenext",
  "20 ye ars,ov erm orethan 1 .5 lac MW in each ofth enest 4 fiveyea rpla ns,b eginni ng w ith the ",
  "twelfth fiveyearpla n.    ",
  "Besides the huge resources required there are structural issues like, one of the highest ",
  "Aggregate Transmission and Distribution (AT&D) losses of 25 per cent the highest in the ",
  "world. There are other issues like power thefts which along with distribution losses result ",
  "in losses to the State Electricity Boards (SEBs), under pricing, mounting losses of the State ",
  "Electricity Boards and concept of free power.",
  "The Policy has mentioned dependence on coal based thermal energy. ‘Coal’ would the ",
  "'primary source of energy accounting for 60 per cent even by 2031-32 and thermal power ",
  "generation alone accounting for 47 per cent. The proven reserves are not an issue for the ",
  "present, butq ualityis a m atterof con cern.Our pres entcoal reserv esareno ttha twh ich i srequir ed ",
  "inthepow  e rpla nts.  ",
  "The other issue around coal is complete monopoly of Government in mining and thus ",
  "the policy favoured reforms in the coal sector opening to private and foreign participation, ",
  "pricing to be market determined so that scarcity value of coal gets reflected and there is INTEGRATED ENERGY POLICY (2031-32) 139",
  "optimization and efficient use. There was a need to step up ‘coal forecasting’ as it is widely ",
  "believed that ‘coal potential’ in India is over 100 years.",
  "The other source to meet the energy requirement is petroleum which would account ",
  "for 25 per cent. But the problem here is that it is also non renewable. Besides there is ",
  "heavy import dependence of presently 70 per cent which is likely to go up to 90 per cent ",
  "by 2030 making India the third largest importer of crude petroleum after US and China. ",
  "This would make the economy extremely vulnerable to global price fluctuations besides ",
  "supply factors in the wake of adverse developments in West Asia.",
  "There is an urgent need to free up pricing of retail petroleum goods in the domestic ",
  "market so that their scarcity value gets reflected. The government should spread awareness ",
  "on the need for energy conservation, increasing energy efficiency and lowering energy ",
  "intensity. There was a need to step up efforts at developing viable alternatives to the ",
  "growing dependence on oil through R & D. The government should set up a National ",
  "Energy Fund by levying a cess of 1 per cent on turnover of all companies in the energy ",
  "sector. Many countries in Europe have already announced a zero dependence on crude ",
  "petroleum in a given time frame. India needs to do the same. Given the volatility in the ",
  "international crude petroleum prices the policy has suggested creating strategic reserves of ",
  "crude petroleum of at least 90 days.",
  "With respect of Hydro power, the policy cautioned on its high cost of power generation ",
  "and should be promoted after evaluating its impact on ecological imbalances, habitation ",
  "etc. In any case the full potential is limited to only 1,50,000 MW about 20 per cent of the ",
  "energy requirement by 2031-32.",
  "Nuclear energy was the source for the future but given the long gestation period in ",
  "commissioning  of  such  plants,  availability  of  nuclear  fuels  from  other  countries  and ",
  "uncertainties  in  inking  nuclear  deals,  one  can  expect  optimistically  any  change  in  the ",
  "energy mix only beyond 2050. But one should also be aware of its high capital intensity ",
  "and high cost of power generated, besides the potential dangers of radiation leakages, ",
  "nuclear waste and their long term impact. It will not be able to meet more than 5 per cent ",
  "of the energy requirements by 2031-32.",
  "There is a lot of focus on renewable sources of energy like fuel wood plantation, bio-gas, ",
  "bio-mass, ethanol as they can meet local agricultural and domestic needs cheaply. Wind ",
  "energy and solar energy are capital intensive with high per unit power cost and would require ",
  "additional resources. But again they would be able to meet only local requirements, their ",
  "promotion is precisely for this reason, besides it will promote local entrepreneurs, create local ",
  "employment and are environment benign. But at the same time their large scale integration ",
  "in the broader energy requirement framework may not be possible for a foreseeable long time ",
  "in the future.",
  "GOVERNMENT INITIATIVES",
  "Planning Commission has been aware of the of this impending need and has begun to ",
  "give as decisive thrust for increasing power generation capacity since the ninth five year ",
  "plan. Each subsequent plan has only scaled up planned expenditure for creation of power ",
  "generation capacities. But unfortunately the targets set out were never achieved. The Ninth 140 THE INDIAN ECONOMY",
  "five year plan could achieve only 47 per cent of the targeted level of power addition. The ",
  "later plans including the eleventh five year plan could not go beyond meeting 50 per cent ",
  "of the targets. The twelfth five year plan is highly ambitious of adding 88,000 MW in the ",
  "next five years.",
  "The Government at its level has shown some urgency by announcing setting up of ",
  "Ultra Mega Power Plants (UMPPs), by the private sector each with a capacity of 4000 ",
  "MW.",
  "Realizing the importance of coal as a raw material for thermal power plants, it has ",
  "asked Coal India Limited (CIL), the sole authority to do mining of coal to sign Fuel ",
  "Supply Agreements (FSA) with power plants to ensure steady supply of coal to them.",
  "The Government has also focused on solar energy, besides exploring the prospects of ",
  "shale gas as a potential source in the future.",
  "Recent Initiatives.",
  "The  Government  has  initiated  several  initiatives  and  policies  for  the  development  and ",
  "improvement of power sector recently. Some of the new initiatives are as follows:-",
  "(i)  Prepared state specific action plans for ‘24 x 7 Power for All’ covering adequacy of ",
  "generation, transmission capacity and distribution system.",
  "(ii)  Notified revised Tariff Policy with a focus on ‘4 Es’ i.e. Electricity for all, Efficiency to ",
  "ensure  affordable  tariffs,  Environment  for  a  sustainable  future,  Ease  of  doing ",
  "business to attract investments and ensure financial viability.",
  "(iii)  Launched  Deendayal  Upadhyaya  Gram  Jyoti  Yojana  (DDUGJY)  for  rural  areas: ",
  "The scheme provides for (a) separation of agriculture and non-agriculture feeders; (b) ",
  "strengthening  and  augmentation  of  sub-transmission  and  distribution  infrastructure ",
  "in rural areas including metering at distribution transformers, feeders and consumers ",
  "end; and (c) rural electrification.",
  "(iv)  Launched  Integrated  Power  Development  Scheme  (IPDS)  for  urban  areas:  The ",
  "scheme provides for (a) strengthening of sub-transmission and distribution networks ",
  "in urban areas; (b) metering of distribution transformers/feeders/consumers in urban ",
  "areas; and (c) IT enablement of distribution sector and strengthening of distribution ",
  "network.",
  "(v)  Operationalised  Power  System  Development  Fund  (PSDF):  This  fund  shall  be ",
  "utilized for the project proposed by distribution utilities for (a) creating necessary ",
  "transmission system of strategic importance; (b) installation of shunt capacitors etc. ",
  "for improvement of voltage profile in the grid; (c) installation of standard and special ",
  "protection  schemes;  and  (d)  Renovation  and  Modernisation  of  transmission  and ",
  "distribution systems for relieving congestion; etc.",
  "(vi)  Launched Ujwal Discom Assurance Yojana (UDAY): The scheme has been launched ",
  "for operational and financial turnaround of Discoms.",
  "(vii) Measures initiated for reducing the generation cost of coal based power projects:",
  "(a)  Increasing supply of domestic coal;",
  "(b) Coal usage flexibility",
  "(c)  Rationalisation of coal linkagesINTEGRATED ENERGY POLICY (2031-32) 141",
  "viii)  Standard  Bidding  Documents  (SBDs)  have  been  developed  for  carrying  out ",
  "competitive bidding for procurement of power and transmission services.",
  "xi)  Guidelines  and  Model  Bidding  documents  on  “short  term  Procurement  of  power ",
  "by distribution licensees through tariff based bidding process” and “Procurement of ",
  "electricity for medium term from power stations set up on Finance, own and operate ",
  "(FOO) basis”.",
  "(x)  Approved  an  innovative  mechanism  for  utilisation  of  stranded  gas  based  capacity ",
  "by  making  available  Re-gasified  Liquefied  Natural  Gas  (RLNG)  along  with ",
  "interventions by all stakeholders, including support from PSDF through a transparent ",
  "and efficient manner.",
  "STRUCTURAL BOTTLENECKS",
  "Thermal  power  generation,  as  mentioned  earlier,  has  a  major  structural  problem.  The ",
  "relatively larger role of the State governments through their respective State Electricity ",
  "Boards (SEBs) where generation, transmission and distribution are all bundled together. ",
  "Power  sector  needs  unbundling  these  as  separate,  distinct  and  independent  activities. ",
  "There also a need to have market related pricing and a strict power discipline. Power sector ",
  "has to be kept at arm’s length distance from both the State and Central government.",
  "Coal mining has to be opened up to private and even foreign investors to get the state ",
  "of the art technology, improving mining skills besides moving into a market determined ",
  "pricing for coal.",
  "Increasing dependence on imported crude oil, needs to be reduced. Amongst the larger ",
  "economies of US,C  hina a nd others,In diais the  mo stvuln erable to s upply shocks and p rice",
  "volati lity.What makes itwor se istheir di rectt ransm ission on domesticprices. ",
  "Another worrisome factor for India is the low level of awareness of energy conservation ",
  "and  preservation  resulting  in  their  excessive  use  only  compounding  the  problem  of ",
  "growing dependence.",
  "The energy sector has to be viewed seriously by the Government. As and when growth ",
  "accelerates,  energy  constraints  would  become  binding.  On  the  whole  the  policy  has ",
  "sounded pessimistic but then that is the ground reality of the seriousness of the energy ",
  "sector and would require the government to introspect of the possible solutions to the ",
  "likely ‘energy crisis’ of the future.",
  "Clearly the major issue in the energy sector is the mounting power requirements, coal as the primary ",
  "source of energy, primarily thermal power generation, excessive dependence on imported crude ",
  "petroleum, absence of energy security and above all leaving the government with little options in the ",
  "short term.   ",
  "",
  ""
]