[
  "CHAPTER17",
  " ",
  "CAPITAL MARKET",
  "17.1.CAP ITALMARKET",
  "Requirement  of  capital  is  an  absolute  necessity  for  any  economic  activity  to  sustain. ",
  "Infusing the adequate and required liquidity to the commercial ventures determines the ",
  "intended success or failures. Here comes the need for an active and alert mechanism to ",
  "fulfill these needs of the industry and other ventures.",
  "Capital Market has to be seen in this context. It provides a platform whereby, the ",
  "people who required investment and those who are willing to invest are coming together ",
  "and satisfying their respective need and requirements.",
  "There are various mechanisms through which the capital requirements of any venture ",
  "can be accomplished.",
  "Share capital",
  "It is a portion of the share capital of the company. It is a unit into which the capital ",
  "of company is divided. A person who has subscribed it is called as shareholder of that ",
  "company and is regarded as the part of owner of the company.",
  "Debentures",
  "It is a long term borrowed funds of the company from those who have subscribed it. It has ",
  "fixed maturity period as well as fixed interest rate.",
  "Bonds",
  "Bonds are commonly known as the long term borrowed funds of the government and also ",
  "companies. Bonds fetches fixed rate of interest along with fixed maturity period.",
  "Derivatives",
  "It is a contract between parties whose value is based on an underlying financial asset. Such ",
  "underlying instruments include bonds, commodities, currencies, stocks etc.CAPITA LMARKET 197",
  "17.2 DISINTERMEDIATION",
  " It is easy to reca ll th at w e had discussed abo ut bank  as a financi al intermediary between ",
  "th e peop le and  th e econom y. Wh at w ill happen  when  th is intermediar y'  is removed ",
  "and th e compani es a re allowed to directly rai se money fro m th e publi c? It is known  as",
  "‘disintermediation  facilitated  by  th e capit al mark et which  mean  compani es can  rai se",
  "money directly fro mth epubl icthrough issuan ce ofshar esand bonds.",
  "Shar es provid e ownership  in  compani es and  they  a re boug ht f or trading  purpose s,",
  "whi le bon ds carry th e fixed intere st payab le every ye ar by th e compan y. Compani es raising ",
  "money f or th e fir st tim e by th e issuan ce  of shar es a re known  as initi al publ ic offering ",
  "(IPO  ) and  tho se coming  o ut subsequently  again  a re known  as follo w on  publ ic off er",
  "(FPO ). A ll IPO s, FPO s, bond issued  by th e compani es a re known  as primary  mark et",
  "operations.",
  "STOC KEXCHANGES.",
  "Stock Exchang es a re th e plac es whe re trading  of stoc ks and shar es a re facilitate d. Following ",
  "a reth ecurrently functioning stock exchang eslocated  atvario uspa rt ofIndia.",
  "  • Bombay Stock Exchang e(BSE)",
  "  • Calcut taStock Exchang e(CSE)",
  "  • Nation alStock Exchang e(NSE)",
  "  • Magadh Stock Exchang e(MSE)",
  "  • Ind iaInternation alExchang e(Ind iaINX)",
  "  • Indian Commodity Exchang eLimited.",
  "  • Mu ltiCommodity Exchang e ofInd iaLtd.",
  "  • Nation alCommodity  &Derivativ esExchang eLtd.",
  "VARIOU SINDICE SO FSTOC KMARKET.",
  "Th e health and functioning  of capit al mark et and through which th e direction  of nation al",
  "economi cs issensed through vario usindic es ofstock market.",
  "BS ESENSEX",
  " It is an index th at compris es of equity shar es of 30 financially strong and well-established ",
  "companie s. Th e selection  of the se compani es a re mad e on th e bas is of vario us facto rs such ",
  " asliquidit y,dept h,industry representation etc.",
  "NS ENIFTY",
  "Th e Nifty  is an indicat or  of a ll th e 50 maj or compani es listed on NS E (Nation al Stock ",
  "Exchang e) and  it is considered  as a benchmark  stock  mark et index  f or Indian  equity ",
  "market.198 THE INDIAN ECONOMY",
  "iCOMDEX",
  "It  is  a  recently  launched  India’s  first  co-branded  commodity  index  series,  This  index ",
  "consists of commodities like Base Metals, Bullion, Gold, Copper and Crude Oil.",
  "CriSidEx",
  "This Index is the India’s first sentiment index for micro and small enterprises ( MSEs) ",
  "developed jointly by CRISIL & SIDB1. CriSidEx is a composite index based on different ",
  "parameters and measures MSE business sentiment.",
  "ROLE OF SECURITIES EXCHANGE BOARD OF INDIA (SEBI)",
  "All  such  issuances  in  terms  of  quantum  to  be  raised,  pricing  is  left  to  the  company, ",
  "however,  regulated  by  the  Securities  Exchange  Board  of  India  (SEBI)  which  has  the ",
  "following objectives:",
  "(1)  To ensure that all companies accessing the primary market are making complete ",
  "disclosures about their company and their functioning.",
  "(2)  Pricing  has  been  determined  through  the  book-building  process  (price-discovery ",
  "mechanism by the markets).",
  "(3)  Reservation of shares for bulk buyers like qualified institutional buyers (QIBs) is in ",
  "terms of norms that are laid down by SEBI.",
  "(4)  Issues are not bunched together and there is a gap between offerings being made by",
  "companies.",
  "(5) There is an adequate participation of retail or small buyers in the offering. ",
  "(6) Interest of the small investor is completely protected in terms of allotment being ",
  "made to them and in case of excess applied than that allotted then refunds by the ",
  "company performed promptly within the prescribed time frame of SEBI.",
  "An approval of an offering by SEBI should not be seen as a recommendation to subscribe ",
  "but  merely  that  the  company  has  complied  with  all  the  stipulations  of  SEBI.  Any ",
  "investment decision in a particular offering of an individual or an institution is purely ",
  "their own wisdom.",
  "Once  the  process  of  issuance  is  complete,  company  received  the  money,  refunds ",
  "completed,  it  has  to  get  their  shares/bonds  listed  at  any  of  the  stock  exchanges ",
  "which  will  allow  for  trading  or  sale  purchase  of  shares  of  the  company  at  the  stock ",
  "exchanges.",
  "This is known as secondary market operations where shares are traded i.e., bought and ",
  "sold at prices decided by the sellers and buyers of shares of a particular company. The two ",
  "most important stock exchanges of the country are the Bombay stock Exchange (BSE) and ",
  "the National Stock Exchange (NSE).",
  "Even though there is a larger trading at the NSE, BSE is said to be the nerve centre of ",
  "the Indian capital market, one being the oldest and the later located in the financial capital ",
  "of the country; As it is difficult to track down trading of all the listed companies, an index CAPITAL MARKET 199",
  "is used to comment on the general-trading trend of a particular day. This index is known ",
  "as SENSEX at BSE which is an index of trading of top thirty companies in terms of their ",
  "volume of trade and their share prices.",
  "Similarly, NIFTY is the index of the NSE which has fifty companies. There is also ",
  "NIFTY JUNIOR which is next fifty companies in terms of volume of trade and those ",
  "which have the potential to become a part of NIFTY in future.",
  "Further  trading  at  the  stock  exchanges  have  been  made  simple  and  easy  with ",
  "computerization and issuance of shares and their trading is performed in the electronic ",
  "form (dematerializing which is conversion into electronic form of all physical shares). ",
  "Even with the capital reforms, greater transparency in allotment of shares and also trading ",
  "of shares, there is a great degree of ignorance about the capital market and thus a little ",
  "participation of the public, confined to a select middle class, and finance is understood ",
  "more as banking.",
  "The preferred modes of investment continue to be the traditional areas of gold, land ",
  "and bank deposits for the masses in India. It may still take some time for capital markets ",
  "becoming alternates to the traditional forms of investment in India.",
  "17.6 MARKET CAPITALIZATION AND WEALTH",
  "Market capitalization is the number of shares of a company multiplied by their share price ",
  "at the stock market. The same way, wealth is also the number of shares held by a person ",
  "multiplied by the share prices at the stock market.",
  "Recently, SEBI has introduced the concept of‘free-float market capitalization’ which ",
  "is the number of shares of the company available for trading at the stock market. This ",
  "excludes the shares of the promoters of a company.",
  "Capital market in India is emerging and trading community investment and trading in ",
  "the capital market is by less than 1 per cent of the population. However it still attracts a lot of ",
  "media attention, making headlines with the movements at the stock markets. It may not be ",
  "a concern for the common man. But still it allows government to gauge reactions to various ",
  "policy announcements. Adverse movement at the stock market can also allow a government ",
  "to take remedial measures.",
  "When stock prices are going up it is seen as a good for an economy or BULLISH and ",
  "when stock prices are going down, it is known as negative sentiments in the economy ",
  "(BEARISH). Thus, the terms of BULLs and BEARS are used in the stock market. Some ",
  "of  the  well-known  global  stock  markets  are  National  Association  of  Security  Dealers ",
  "Automated Quotations (NASDAQ), Dow Jones (US) and Nikkei (Japan).",
  "17.7 MUTUAL  FUNDS  AND  UNIT-LINKED  INSURANCE  PLANS ",
  "(ULIPS)",
  "Dealing in shares and their trading at the stock exchanges has risks of sharp volatility in ",
  "prices of shares (also known as equity shares or scrips). Mutual funds allow for sharing of ",
  "risk or minimizing the risk in terms of risk appetite.200 THE INDIAN ECONOMY",
  "Mutual fund operators are specialized institutions who pool money from the public and ",
  "then invest in the stock markets based on the research, past trends, company performance, ",
  "so as to maximize the value to investors. There are various options available to an investor ",
  "of reinvestment of the profits earned or taking back the profits at the discretion of the ",
  "investor.",
  "It should, however, be clearly understood that mutual funds do not ‘eliminate’ risk but ",
  "‘minimize’ the risk in terms of risk appetite. Mutual fund operators are in the public sector ",
  "such as the Unit Trust of India and also in the private sector and foreign companies. It is ",
  "gradually emerging in India with a large number of middle class preferring to invest in ",
  "mutual funds in India.",
  "Unit-Linked Insurance Plans (ULIPs)",
  "In recent times, there has been an increased preference of mutual fund companies as well ",
  "as insurance companies to combine the investments in stock markets with life insurance ",
  "plans, known as ULIPs. This need has arisen as there is very low penetration of life ",
  "insurance in India or lack of awareness of the need for such policies, compared to other ",
  "countries.",
  "The insurances ectortill rece ntly wasgover nment-controlled with theLICacti ng as thesole",
  "ins titut ions forselling o flife  insurance prod ucts,tillre cently,bas ed  on therec ommendations ",
  "madeby R.N.Ma lhotrac ommitt ee, ofopening  theinsuranc ese ctorto private players.    ",
  "Even  though insurance sector has been  opened for both private as well as foreign ",
  "companies, the equity cap  for fore ign  equity is 26 per ce nt, i.e., foreig n p layer s ca n come",
  "in solely as  a j oint venture w ith an Indian com pany. D espit e the  opening of the insurance ",
  "sector,lifein su rance  penetra tion isfairly lowin India.            ",
  "         ",
  "Aspartofthe effortsofboth themutualfundsaswellastheinsurancecompaniesto expand ",
  "                             ",
  "theirbase,ULIPwasseen asaway to attractalargernumberoftheuntapped vastpotentialofthe",
  "                         ",
  "country.Thelogicfollowed by thepeopleforinsuranceproductswasthatthey should also give",
  "                         ",
  "areasonableassured return besidesthelifecoverto them.",
  "             ",
  "There is a fundamental flaw in the perception of not being able to understand that",
  "                   ",
  "investments for life cover and investments in mutual funds are with different objectives. A",
  "                     ",
  "life insurance cover cannot be seen as maximizing returns. It is a protection to the family ",
  "                     ",
  "in case of untimely demise and for uncertainty of life. Protection has to come first before",
  "                   ",
  "looking atmaximizing returns.",
  " ",
  "All insurance companies have such policies known as endowment policies, with fairly ",
  "               ",
  "lowlevelsofpremium,buthaveno returns,except thelifecoverfortheamount insured.The",
  "                             ",
  "otheraspectnotunderstood isthefactthat‘lowertheage,loweristhepremium;and higherthe",
  "                             ",
  "age,higheristhepremium’forthesameamountofsumassured.Atyoung age,theendowment",
  "                               ",
  "policieshavevery lowlevelsofpremium.",
  "             ",
  "The insurance companies rather than educating the people of these fundamental issues",
  "                   ",
  "choose the option of combining the returns with life covers resulting in higher premium",
  "                 ",
  "and denying the benefits of maximizing returns or a decent sum assured as life insurance",
  "                     ",
  "cover.CAPITAL MARKET 201",
  "This has also led to regulatory conflicts as the insurance companies as pure insurance ",
  "companies  are  controlled  by  the  insurance  regulatory  development  authority  (IRDA) ",
  "while  mutual  funds  come  under  SEBI.  As  a  larger  number  of  insurance  companies ",
  "while investing in mutual funds were outside the purview of SEBI and IRDA with only ",
  "responsibility  of  insurance  business  had  no  role  in  their  investment  in  mutual  funds. ",
  "While,  the  investment  by  the  insurance  companies  in  mutual  funds  had  no  regulators ",
  "making it difficult for SEBI to protect the interests of the investors.",
  "However, more than this conflict is to spread awareness amongst the people of setting ",
  "aside some money for life cover and not as an investment but as a protection measure, ",
  "merely as one saves for a rainy day without bothering for returns.",
  "Depending  on  income  levels  and  family  requirements,  a  certain  portion  may  be ",
  "invested with the sole objective of maximizing returns for the people. This would be a ",
  "judicious  decision  achieving  both  the  objectives  rather  than  combining  the  two  as  an ",
  "UL1P, as a better option.",
  "     ",
  "                 ",
  "         ",
  "           ",
  "           ",
  " ",
  " ",
  " ",
  "   ",
  " ",
  "                   ",
  "                   ",
  " ",
  "               ",
  "   ",
  "           ",
  " ",
  " ",
  " ",
  "     ",
  "    "
]