[
  "CHAPTER38",
  "GLOBAL UNRESOLVED",
  "ISSUES",
  "38.1 UNADDRESSED ISSUES",
  "There are still a number of global unresolved issues, first being the absence of consensus at ",
  "the WTO or in the inability to push through conclusion of the Doha round of negotiations ",
  "which  will  be  discussed  in  the  next  section.  There  are  still  other  issues,  potentially ",
  "destabilizing in nature, which would need an early addressing and early resolutions such as:",
  "(1)  The issue of the continuation of‘USD as an international reserve currency’. In the ",
  "wake of crisis, many critics have favoured a neutral currency like the SDR as an ",
  "international reserve currency",
  "If that happens, it may completely destabilize the US Economy and may lead to ",
  "grave economic fallouts.",
  "Any reserve currency will require it to be a currency in circulation for settling ",
  "transactions, completely convertible, backed by a strong and large economy, globally ",
  "acceptable and market-determined. All of which presently is satisfied only by the ",
  "USD.",
  "The issue of switching to some other currency should not arise as the problem ",
  "is not with the currency but with US economy, as USD continues to be a strong ",
  "currency and widely acceptable.",
  "An unbiased collective view, putting to rest all speculations, would have to be ",
  "taken in the global’ interest for global stability.",
  "(2)  Hie future of Euro as a unified currency of the Euro zone has begun to show signs ",
  "             ",
  "ofcracking up especially with therecentcrisisin Greece,Spain,Portugal,Ireland orthe",
  "               ",
  "PIGSEconomy which arenotonly destabilizing Euro zonebutalso smaller economies",
  "           ",
  "having thecapabilitiesto destabilizetheglobaleconomy.",
  "                 ",
  "The Euro  has raised  a number of fundamental questions of compatibility  of",
  "             ",
  "smaller and larger economies, differential growth, differences in sectoral contribution ",
  "                 ",
  "of output, labour immobility, high  levels of unsustainable deficits and  different",
  "   ",
  "strategiesforgrowth.",
  "                     ",
  "Whether Euro will survive or disintegrate is a big question mark? This will decide",
  "         ",
  "whetherunified currency agood option oralimitation in theEuro zone.",
  "                     ",
  "(3) The ‘quantitative easing’ (QE) by the US of lowering reserves ratio to near zero first",
  "                 ",
  "and then purchaseofUSsecuritiesfromthemarketreferred to asQEround 2,GLOBAL UNRESOLVED ISSUES 335",
  "is leading to surge in inflows into emerging economies of the world, resulting in ",
  "appreciating currencies, leading to ‘currency war’ situation with each economy trying ",
  "to protect their respective currencies.",
  "This would threaten the relevance of market-determined exchange rates. ",
  "This is also a dangerous proposition, as it fuels ‘carry trades’, which is money being ",
  "utilized for earning higher returns in the emerging economies.",
  "This could be destabilizing both for the US and emerging economies.",
  "(4)  With  China  becoming  the  second  largest  economy  of  the  world  and  increased ",
  "contribution  to  world  trade,  their  reluctance  to  discontinue  with  their  ‘pegged ",
  "exchange rates’, would only distort world trade in future.",
  "(5)  There is a larger crisis in the making again epicentred in the US, which is credit ",
  "card or plastic money becoming the preferred mode of transactions. The credit card ",
  "market in the US is many more USD trillions.",
  "It leverages spending beyond one’s means and a default similar to the sub-prime ",
  "borrowers, can again potentially paralyze the financial system.",
  "If the sub-prime borrowers were a USD 1.3 trillion market the credit card is more ",
  "than double the market of around USD 3 trillion.",
  "Can one fathom the fallouts of defaults in credit cards?",
  "(6)  The  ageing  workforce  in  countries  such  as  US,  Europe,  Japan  and  others  have ",
  "grave fiscal implications of increased social security pension liabilities, representing ",
  "unfunded public liabilities, have seeds of fiscal crisis as that seen in Greece and ",
  "Ireland.",
  "(7)  Already the debt level of the US is over 100 per cent of its GDP, similarly for UK ",
  "and the other European economies. Can such high levels of debt be sustainable in ",
  "the long run? Probably, the emerging economies including India are fortunate that ",
  "their debt levels though high but have not reached the levels seen in the US and other ",
  "economies.",
  "Clearly as said earlier, the global economy today is at crossroads, uncertain, highly ",
  "fluid, with lots of question marks.",
  "However, two things can be said with certainty, one that the emerging economies ",
  "would increasingly play a very important role in reshaping the global economy and ",
  "two that in multilateral trading lies the future.",
  "Yet a recent disturbing trend is signs of recovery in the US and Europe is adversely ",
  "affecting emerging economies with India included. While QE in the US was largely ",
  "responsible for currencies in these economies appreciating, the reverse is happening. ",
  "Withdrawal of QE or abandoning loose monetary stance has contributed to reversal ",
  "of inflows in emerging economies resulting in their currency depreciating.",
  "First the worry was global recovery and now the fall out of recovery in bigger ",
  "economies has become a cause of concern. The concerns of economics like India ",
  "are genuine and thus withdrawal of QE has to be gradual, not coming in the way of ",
  "recovery and also not destabilizing emerging economies like India.",
  "",
  ""
]