[
  "CHAPTER39",
  "WORLD TRADE",
  "ORGANIZATION (WTO)-—",
  "ISSUES AND INDIA",
  "39.1 GATT AND WTO",
  "The transformation of the General Agreement on Trade and Tariffs (GATT) to World ",
  "Trade Organization (WTO) is truly historic and a landmark in economic history. It lays ",
  "down transparent basis of orderly world trade, and the first attempt of an evolutionary ",
  "multilateral trading platform, cutting across countries aimed at improved global trade and ",
  "welfare gains for countries.",
  "It is broader than GATT both in terms of coverage of areas, extending beyond tariffs ",
  "and  non-tariffs  to  covering  all  trade-related  issues,  across  one  hundred  and  fifty-odd ",
  "countries. More than two-third are developing or emerging markets economies. The rapid ",
  "integration of the global economy, increased inter-dependence and larger dependence on ",
  "trade required, developing such a platform.",
  "The task of arriving at a consensus across multiple areas around so many countries ",
  "was always a challenge  and can never  be easy. In the last two decades ,there  has been ",
  "               ",
  "considerableprogressespecially in theelimination ofnon-tariffbarriers(NTBs) to trade,broad ",
  "             ",
  "levelconsensuson intellectualproperty rights(TRIPS),investmentmeasures(TRIMS),setting ",
  "               ",
  "up ofthedisputesettlementboard (DSB)forresolution oftrade-related disputes,etc.",
  "The W  TO has made possible the global trade increasing by over 150 per cent since",
  "                       ",
  "1990. However, where has it got stuck? It has got stuck in the market access initiatives",
  "(MAI) . That is, market  acc ess  for  goods  an d s ervic es across co untries d ivided  into three ",
  "                     ",
  "broad categories of",
  "•  Agriculture.",
  "•  Non-agriculture market access (NAMA).",
  "•  General agreement of trade in services (GATS).",
  "The  issues  of  market  access  in  agriculture  was  addressed  in  the  Uruguay  Round  of ",
  "negotiations  but  more  comprehensively  covering  all  the  areas  at  the  Doha  Round  of ",
  "negotiations. The initial deadline of conclusion of the Doha Round was fixed as 1 January ",
  "2005 which was missed and so was the second unofficial deadline of December 2006, ",
  "and all subsequent deadlines were also missed. There has been no progress so far and the ",
  "stalemate continues. There is a broad consensus on the need for a transparent multilateral WORLD TRADE ORGANIZATION (WTO)—ISSUES AND INDIA 337",
  "trading but only a macro level understanding and not beyond in terms of what needs to be ",
  "done to achieve this objective. The global crisis did distract attention with every economy ",
  "trying to get back on their respective growth path.",
  "What are the stumbling blocks to the conclusion of the Doha Round of negotiations? ",
  "The bone of contention is between the US, Europe and Japan on one hand; and India, China ",
  "and others, on the other hand not able to arrive at a consensus on the modus operandi of ",
  "opening the agriculture and industrial sector.",
  "Specifically, what are the issues in agriculture? They are addressed below:",
  "(1)  Special  Products  (SP)—it  is  broadly  agreed  that  there  would  be  a  category  of ",
  "agriculture products, of livelihood concerns, over which there would be no reduction ",
  "in tariffs.",
  "(a)  It is not the category but inclusion of many agricultural goods by India and ",
  "others which is not agreeable by the developed countries.",
  "(b)  Given the  large  agrarian base o f e conomies o f C  hina, I ndia a nd Brazil, r ollback ",
  "of tariff lines may have adverse implications.",
  "(c)  India has about 700 tariff lines in agriculture and not more than 2 per cent ",
  "would be covered as SP. There is a definite need for getting more agricultural ",
  "goods under SP category.",
  "(d)  While India and others may require hard pushing, but it should also realize ",
  "that the rollback will be gradual and over a time frame allowing the agricultural ",
  "sector for sufficient time to adjust to the rollback.",
  "(e)  The other issue is that the present levels of tariffs in India are over 100 per cent. ",
  "Protection is fine but over-protection gives rise to complacency, leading to high ",
  "costs of production, not allowing for improvements in productivity.",
  "(f)  India’s agricultural sector needs improved productivity, adoption of scientific ",
  "farming, intensified research and development and protection is merely doing",
  "the reverse.",
  "(g) Further,  over-protection  has  neither  resulted  in  betterment  of  the  millions  of ",
  "farmers,  living  at  subsistence  levels.  Lowering  protection  levels cannot make ",
  "them worse off that what they are presently.",
  "(h) The policy-makers need greater maturity, a broader picture in mind at the ",
  "negotiation table, of increased trade in the agricultural sector which will, ",
  "eventually result in economic betterment.",
  "(i) If this is resulting in stalemate, a way can be found around by all moving a bit, ",
  "from their stand. Remaining adamant or stuck is not wisdom and not the way ",
  "going forward.",
  "Special  Safeguards  Mechanisms  (SSM)—this  is  a  mechanism  at  the  WTO ",
  "admissible to those countries which are net importers of food, of their ability to block ",
  "imports in adverse circumstances, as may be decided by the countries.",
  "India wants this mechanism to be also made applicable to it. This provision is ",
  "for the weak economies and not for countries like India which are not in the same ",
  "league, with self-sufficiency in food grains and not an importer of food grains except ",
  "in exceptional circumstances.338 THE INDIAN ECONOMY",
  "(3)  Export Subsidies—these are the subsidies given for exports of agricultural goods by ",
  "the developed countries.",
  "There is a broad consensus amongst the developed countries for their phase out ",
  "over a period of time. It is not an issue with India as there are no export subsidies on ",
  "goods being exported from India.",
  "(4)  Aggregate  Measures  of  Support  (AMS)—this  represents  domestic  subsidies  given ",
  "to the agricultural sector and is characterized first, by the ‘De Minimis rule’ which is ",
  "the total AMS including a specific commodity support only if it equals more than 5 ",
  "per cent of its value of production.",
  "(a)  In  addition,  included  are  the  various  boxes  of  subsidy  such  as  green ",
  "box’ subsidy given for livelihood and environmental concerns; ‘blue box’ subsidy, ",
  "given to limit production of certain crops and ‘amber box’ subsidy given to ",
  "expand output of certain crops.",
  "(b)  There is a broad consensus on the green box subsidy and on their continuation. ",
  "However, the problem is in the other subsidies, and the ability of the developed ",
  "countries to move them over, not allowing for perceptible rollback.",
  "(c)  As far as India is concerned, all the subsidies being given are green box subsidies ",
  "not requiring any rollback. The problem with the developed countries is passing ",
  "these subsidies in these boxes to avoid their roll back, which is trade distorting ",
  "in nature.",
  "(d)  The problem lies here with the developed countries and this where they will ",
  "need to forward if they want to break the impasse.",
  "(5)  Sanitary and Phyto Sanitary Conditions (SPS)—these are the conditions imposed ",
  "on agricultural goods of adhering to norms of sanitation, hygiene, use of child labour, ",
  "etc., before entering countries.",
  "(a)  These  conditions  are  not  transparent  and  discriminatory  in  nature  affecting ",
  "trade of such goods.",
  "(b)  India’s stand is not against SPS conditions per se, but that they should be more ",
  "transparent, uniform and non-discriminatory in nature.",
  "(c)  It can thus be seen there are thorny issues in agriculture and why it is difficult ",
  "to arrive at a consensus on these issues, bur conclusion of the Doha Round may ",
  "not be possible without consensus on agriculture.",
  "Issues in Non-agriculture Market Access (NAMA)",
  "Non-agriculture market access is slightly less contentious than agriculture, but still there ",
  "are certain broad areas which require consensus and they are as follows:",
  "(1)  Less Than Full Reciprocity (LTFR) —this is basically a broad agreement that the ",
  "rollback of Tariffs on non-agricultural goods, by the developing countries would be ",
  "lesser than the developed countries and over a longer time frame.",
  "(2)  There is absence of consensus on the formula of reduction of tariffs across product ",
  "lines. The earlier Swiss formula of higher the tariff higher the reduction was not ",
  "acceptable to the developing countries.WORLD TRADE ORGANIZATION (WTO)—ISSUES AND INDIA 339",
  "What about trade in services? Broadly, India is agreeable in principle for trade in services ",
  "addressing the four modes.",
  "Mode 1—neither the service provider nor the service seeker physically moves from their ",
  "respective countries but services gets rendered. Examples of this are the call centres, ",
  "BPOs (business process outsourcing), KPOs (knowledge process outsourcing), LPOs ",
  "(legal processes outsourcing), and MTO (medical transcription outsourcing).",
  "Mode 2—physical movement of the service provider or service seeker for rendering services ",
  "but not permanent commercial interest. For example, a doctor overseas visiting India ",
  "for attending a patient or vice versa.",
  "Mode 3—same as Mode 2 except that permanent movement for commercial purposes like ",
  "foreign university directly setting up a college in India.",
  "Mode 4—this is where India’s interest lies of free movement of people across geographies ",
  "for purposes of employment.",
  "The above is how broadly WTO is presently placed or is in a state of ‘pause’ over the last ",
  "few years, as forcing a consensus at WTO, before the crisis, was not seen as an imperative ",
  "especially by the larger economies like the US. However, post-crisis, things have changed ",
  "and multilateral trade, seen as theo nly way,t o pullo ute conomiesfr omth eirre cessionary phase",
  "A lot would depend how all the countries look at the next round of negotiations? ",
  "However, definitely it will not be with the earlier eyes. There are quite a few things to learn ",
  "from the past rounds of negotiations and would be useful in going forward in building ",
  "the consensus.",
  "•  It is a macro platform of negotiations and every country should look at long-term ",
  "overall benefits rather than a particular sector.",
  "•  It should look at the extent of opportunities opened up for trade.",
  "•  In the past, ‘nothing was agreed till everything was agreed’. This approach makes the ",
  "process only more cumbersome and requiring longer time frame.",
  "•  There is a need to segregate contentious and non-contentious issues, group them and ",
  "have separate sub-committees to address them.",
  "•  The overall approach should not be seen as a bargaining strength for a group but in ",
  "the larger interests of ‘fair for all’, helpful in promoting an orderly global multilateral ",
  "trading platform.",
  "The need for WTO and multilateral trading can never have been more acute, than the ",
  "present, and it will be a global wisdom to see an early breakthrough and early conclusion ",
  "of the Doha Round, to enable rebuilding the global economy far stronger with greater ",
  "integration.PART",
  "D",
  "INDIAN ECONOMY REVISITED, ",
  "OUTLOOK AND CHALLENGES",
  "",
  ""
]