[
  "CHAPTER22",
  "EXPORT-LED GROWTH",
  "STRATEGY—SEZs",
  "EXPORT STRATEGIES",
  "India as parr of this strategy has set up the following exclusively for promoting exports ",
  "from the country.",
  "Special Economic Zones (SEZ).",
  "(1)",
  "Agriculture Export Zones (AEZ).",
  "(2)",
  "(3) Electronic Software Technology Parks (ESTP).",
  "(4) Electronic Hardware Technology Parks (EHTP). ",
  "(5) Export-oriented Units (EOU).",
  "The most important or the driver of the export-led growth strategy is being followed first ",
  "by China and then also by India. It is for promoting SEZs for increasing exports and also ",
  "accelerating the overall growth rate of economies.",
  "SPECIAL ECONOMIC ZONE (SEZ)",
  "As  mentioned  previously,  export-led  growth  strategy  involves  dedicated  geographies ",
  "exclusively for exportables from the country. SEZ is a defined geographical area clearly ",
  "demarcated  with  boundary,  within  the  domestic  economy,  but  insulated,  known ",
  "as SEZ.",
  "To provide with a crude example something like a prison insulated from the outside ",
  "world.  Or  it  is  almost  like  having  another  country  within  the  same  country  from  an ",
  "economic perspective. The SEZs are only physically located in the country' but for all ",
  "practical purposes they are as if outside the country and are deemed foreign areas.",
  "With the concept of SEZ, two other concepts emerge—one is the domestic tariff area ",
  "(DTA) which is the rest of the domestic economy and the other, rest of the world (ROW). ",
  "The SEZs have world-class infrastructure for manufacturing goods and service providers ",
  "exclusively for exports. No duties or taxes are payable in the SEZs. All goods coming into ",
  "the SEZs either from the DTA or ROW would not attract any duty or taxes. No import ",
  "duty is payable on any imports into the SEZs.",
  "Private and foreign companies can set up industries without any restrictions from the ",
  "government, except for a small negative list which would not be allowed. Producers in theEXPORT-LED GROWTH STR ATEGY—SEZs 239",
  "SEZs would enjoy tax holiday for five years on profits earned and 50 per cent taxes would ",
  "be payable for the next five years. Labour laws are flexible and contractual employment is ",
  "permitted. A slight modification to the provisions of the SEZ act has been imposition of ",
  "minimum alternate tax (MAT) on profits earned inside SEZs'.",
  "The basic logic is allowing production without any hindrances of either infrastructure ",
  "or  the government or labour issues. The  other  is to attract private sector and foreign ",
  "investment.  Ideally,  the  entire  production  structure  in  an  economy  should  operate ",
  "similarly. However, it may not be possible for large economies as a whole thus the need to ",
  "create pockets of ideal conditions.",
  "Lack  of  such  conditions  lead  to  delayed  production,  increased  cost  of  transactions ",
  "and  excessive documentation  required for exports, which would all be resolved at the ",
  "SEZs. SEZs in China have largely been responsible for increasing their exports and overall ",
  "growth besides attracting significant foreign investment.",
  "Key Features of Special Economic Zones (SEZs)—China and India",
  "1 S. No. 1 Features China India",
  "1. Nature Manufacturing hubs,  Same, except that apart from ",
  "integrated townships with  manufacturing also processing. ",
  "commercial, residential,  Separate SEZ for service sector.",
  "complete with all facilities.",
  "2. Infrastructure Government provided. Private developers.",
  "3. Location Strategic coastal areas. Coastal and land-locked areas.",
  "4. Decision on  Government. Private sector.",
  "location",
  "5. Size Big over 20,000 hectares. Small minimum of 500 hectares for ",
  "multi-products.",
  "6. Number 5 (all operational). 423 (formally approved)",
  "7. Tax holiday Selective. All. SEZ developers, units ",
  "in SEZ.",
  "8. Drivers Government-driven, well  Private sector-driven.",
  "thought out locations.",
  "9. Government Active and direct. Passive only in giving approval ",
  "remaining by the private sector.",
  "10. Ownership Government. Private sector.",
  "It may be observed that there are notable differences between the Chinese and Indian ",
  "SEZs. China took a lot of time in deciding the locations of SEZs after considering all ",
  "aspects  such  as  strategic  and  proximity'  to  important  centres.  SEZs  are  driven  by  the ",
  "Government in China while their counterparts in India are being driven by the private ",
  "sector.",
  "SEZ and EPZ",
  "The government prior to SEZs had the concept of export processing zones (EPZs) also ",
  "known as free trade zones, first one being the following:240 THE INDIAN ECONOMY",
  "Kandla  Free  Trade  Zone  (KFTZ)  during  1965,  followed  by  seven  other  EPZs  in  the ",
  "country.",
  "Santa Cruz Electronic Export Processing Zone (SEEPZ), Mumbai.",
  "Visakhapatnam Export Processing Zone (VEPZ), Andhra Pradesh.",
  "Surat Export Processing Zone (SEPZ), Gujarat.",
  "Noida Export Processing Zone (NEPZ), Uttar Pradesh.",
  "Falta Export Processing Zone (FEPZ), West Bengal.",
  "Chennai Export Processing Zone (CEPZ), Tamil Nadu.",
  "Cochin Export Processing Zone (CEPZ), Kerala.",
  "The experience with EPZs has not been particularly good in terms of export performance ",
  "and there are a number of inherent limitations. Activities were primarily processing in ",
  "nature.They have played only a supplementary role in increasing overall exports from the ",
  "country and have logistics issues. The SEZs are seen as a way out for the EPZs. There are ",
  "some key differences between the earlier EPZs and the now promoted SEZs.",
  "S.No. Features EPZs SEZs",
  "1. Role Supplementary  in  Primary and dominant role in exports ",
  "increasing exports. increasing exports and improving share ",
  "in world trade.",
  "2. Nature Only  export-oriented  Integrated townships with all facilities.",
  "activities.",
  "3. Area norms Not specified. Minimum 500 hectares for mulri ",
  "products and 100 hectares for single ",
  "products.",
  "4. Infrastructure Government provided. Private developers.",
  "5. Range of activities Primarily processing and  Manufacturing and IT, sector-specific.",
  "some manufacturing.",
  "6. Value addition norms Yes. No.",
  "7. Foreign investment Not permitted. Permitted.",
  "8. Sale to DTA Up to a specified  Against foreign exchange only.",
  "percentage of ",
  "production.",
  "9. Domestic banks No. Yes. Would operate as off-shore banking",
  "units (OBU) and the same status as if ",
  "operating outside the country.",
  "The SEZs are much broader and will play a more dominant role in increasing exports and ",
  "also accelerating private and foreign investments, than EPZs.",
  "Status of Special Economic Zones (SEZs) in India",
  "As, a first step all the EPZs have now been designated as SEZs. Promotion of SEZs in ",
  "India is through the SEZs Act 2005. The government has formally approved 423 SEZs. ",
  "Though in recent times due to global slowdown and also problems of land acquisitions the EXPORT-LED GROWTH STRATEGY —SEZs 241",
  "pace in setting up of SEZs as slowed down. Once all the SEZs are operational, it would ",
  "have come across an investment o fo ver₹ 5, 00,000 crores,th ehig hestev erin  Indiaout sidethe ",
  "gov ernment and  provide direc templ oyment to ov er10 lak h peopleand an other10 lakh  as",
  "indirect employ ment.",
  "It is likely to increase the exports exponentially and double our share from the present ",
  "level of just over 1 per cent in world exports of goods over the next decade. SEZs in India are ",
  "seen as a signal of the high degree of openness, innovativeness, unparallel, unprecedented, ",
  "bold initiatives surpassing even China in terms of the number and expected wide impact ",
  "of such SEZs in India. They are the next generation drivers of exports, investments and ",
  "growth  and  also  have  the  potential  and  power  to  transform  the  economy  beyond  the ",
  "realms of reality.",
  "Opposition to SEZs",
  "There are a number of reasons for the SEZs model shrouded with controversies some ",
  "genuine, others mere apprehensions and some misplaced notions.",
  "(1)  First and foremost is the revenue loss to the government on account of various tax ",
  "       ",
  "exemptionsofover₹1,00,000 crores.",
  "                   ",
  "This is true, however, but then the tax exemptions should be seen in the larger",
  "                 ",
  "context of overall gains likely to accrue, that of increased exports, investments and ",
  "                     ",
  "employments generated. In any case, tax exemptions are not for ever but only for five",
  "     ",
  "years.Already MAThasbeen introduced recently.",
  "               ",
  "(2) Lack  of transparency  in  land  acquisition, exploitative tendencies of real estate",
  "           ",
  "developers, issues relating  to  resettlement and  rehabilitation  of those displaced.",
  "                   ",
  "These are genuine concerns. But the recently passed land bill is likely to address these",
  "concerns.",
  "           ",
  "(3) Arable and fertile land would be acquired for SEZs adversely affecting production ",
  "           ",
  "and threatening food security.Thisisnotbroughtoutby facts.",
  "                   ",
  "All SEZs once operational will occupy only 0.015 per cent of the land area and ",
  "                       ",
  "onl.y 0.1 percentofthearableland in thecountry.Thisisnotany materialshiftaway from",
  "         ",
  "agricultureto affectproduction orfood security in thecountry.",
  "                         ",
  "(4) Private developers will view SEZs more as real estate project rather than  the",
  "                   ",
  "infrastructure projects. The government to  obviate this has strict area norms and ",
  "completion schedules.",
  "                   ",
  "(5) Units would  get relocated  from DTA into  SEZs to  take benefit of various tax ",
  "                   ",
  "exemptions. The objective of SEZs is to promote exports and only those units would ",
  "                     ",
  "get relocated who have sizeable export market and not those who view DTA as their",
  "markets.",
  "                   ",
  "(6) SEZs would create ‘islands of prosperity’ and ‘oceans of glooms’ accentuating inter-",
  " ",
  "and intra-regionalimbalances.",
  "           ",
  "SEZs are supposed to be developed through private resources and as self-contained ",
  "                   ",
  "for all public utilities insulated from DTA. Investments being made in SEZs will",
  "             ",
  "definitely havemultipliereffectbeneficialfortheareaaround SEZs.242 THE INDIAN ECONOMY",
  "(7)  The  heavy  investment  made  by  private  developers  would  ‘crowd-out’  private ",
  "investment in the manufacturing sector leading to their lesser growth. This is solely ",
  "perceived but not borne out by facts.",
  "(8)  Resources available within DTA would get diverted from DTA into SEZs adverse) • ",
  "impacting investment in DTA.",
  "All the SEZs together constitute a very small part of the DTA and can at best have ",
  "very limited impact on domestic resources. However, SEZs would also provide for ",
  "local employment and market for local goods.",
  "(9)  Even a country like China which has pioneered the concept of SEZs has only five ",
  "SEZs, whereas in Indiat herew illbe  m oretha n fivehun dred SEZs.The gove rnment:has ",
  "bee n criticized foracting  in abundancehaster athert han ac autious approach  in approving ",
  "SEZsin India.  ",
  "On first look the criticism is well-taken. However, it is better to understand each ",
  "SEZs in China is spread over 30,000 hectares. The largest SEZ in China at Shenzen ",
  "is over 49,000 hectares.",
  "Even  the  largest  SEZs  and  only  a  few  of  them  in  India  would  not  be  over ",
  "10,000 hectares. Many of them will be in the range of 1000-2000 hectares. India's ",
  "topography does not permit bigger SEZs without encroaching arable land and the ",
  "already endangered forest cover.",
  "The other is the fact that there has been tremendous positive response from the ",
  "private sector and confidence in the success of SEZs in India. The government did ",
  "not want to dampen the spirits of the private sector.",
  "Moving Forward in SEZs",
  "Most of the issues around SEZs have now been resolved and the government is committed ",
  "to ensure timely completion of the projects which are already notified. Notifications of ",
  "those already approved ensure that the developers do not violate area norms. However, still ",
  "there are deeper issues in going forward in SEZs in India.",
  "(1)  So far, all the work relating to SEZs is being handled by the Ministry of Commerce. ",
  "Government of India.",
  "It may be difficult for the Ministry to address the operational bottlenecks, exercising ",
  "effective control and supervision on private developers. This may increasingly become ",
  "difficult in future.",
  "There  will  be  a  need  for  an  independent  government  body  to  have  complete ",
  "responsibility of development, growth of SEZs in India. Something like the IRDA, ",
  "SEBI and other regulators in the economy. But therein lies the catch of the regulator ",
  "not bringing back ‘regulations’. It is to play the role of a facilitator, providing oversight ",
  "mechanism permitting rather than ‘preventing.",
  "(2)  From  the  approvals  given  by  the  central  government,  SEZs  is  concentrated  in ",
  "Southern states (44 per cent) and western India (29 per cent) and are mostly in the ",
  "area of IT and allied areas. This could have implications both for inter- and intra- ",
  "regional imbalances.EXPORT-LED GROWTH STR ATEGY—SEZs 243",
  "Over 66 per cent of the approval provided is for IT, ITeS, biotechnology' and other ",
  "services and not for manufacturing hubs as in the case of China.",
  "(3)  Similarly many SEZs are in landlocked areas in UP, Punjab and Haryana. How do ",
  "they find an exit route for export of products?",
  "(4)  There would be a need to upgrade infrastructure around SEZs especially road, big ",
  "enough to accommodate the increased traffic coming out of SEZs.",
  "Similarly ports and airports would need to be upgraded which would not come in ",
  "the domain of SEZs developers. China has constructed huge warehousing facilities ",
  "near  the  ports  and  airports.  India  needs  to  construct  similar  warehouses  and  also ",
  "augment  capacities  of  existing  warehousing  facilities  at  all  the  major  ports  and ",
  "airports.",
  "The above would need to be addressed urgently by the government going forward. One ",
  "thing is sure that there cannot be any rethinking on SEZs. It is too late to debate on its ",
  "need or the model adopted. The SEZs model in India has to be made a workable and as a ",
  "viable proposition and more importantly it has to deliver. That should the broad approach ",
  "to be followed collectively by all concerned. SEZs in India as mentioned previously, has ",
  "the potential to transform the economy but issues raised above would also need resolution.",
  "This strategy in India, even though similar to the concept used in China, but strikingly ",
  "different in them  odela dopted by India.As the first ofits ki nd i n theworld i n termsofthelar ge ",
  "                         ",
  "numberof SEZs,theirrelativesmallsizes,many arelandlocked,privatesector-driven model.",
  "In ‘its success in India’, will lie ‘its’ ability of being accepted and emulated as a",
  "                 ",
  "strategy' for export-orientation and rapid transformation of economies. The recent global",
  "             ",
  "slow down has impacted exports and also development of SEZs in India. But these are",
  "                   ",
  "temporary and would reverse as economies begin to recover and so will the pace of growth ",
  "               ",
  "ofSEZin future.",
  "   ",
  "AGRIEXPORT/ECONOMICZONES(AEZs)",
  "     ",
  "Agricultural sector in India offers a great scope of producing exportables. This helps the",
  "                       ",
  "farmer in getting abetter priceforhisproduce besides dispenses the complex middle­men ",
  "                   ",
  "route.Itisalso seen asoneofthewaysformodernization,technology diffusion and promoting ",
  "                   ",
  "intensiveresearch and development.",
  " ",
  "India is the largest producer of various kinds of agricultural produce, as discussed in ",
  "                       ",
  "the section on Agriculture, but not commensurate share in either total exports from the",
  "                     ",
  "country  or world  exports of agricultural goods. Promoting  agri exports would  require",
  "               ",
  "handholding of the farmers by the government unlike exporters of manufactured goods,",
  "                 ",
  "given theirrelativelittleknowledgeofexportmarketsfortheirproduce.",
  "                 ",
  "The concept of having similar zones like SEZs for agriculture-related products was",
  "                   ",
  "mooted in the EXIM policy 2001-2002 (this policy is now known as the foreign trade",
  "               ",
  "policy), to play the role of key facilitator in boosting agri exports of the country and also ",
  "                 ",
  "amechanismforincreasing incomelevelsoffarmers.",
  "           244 THE INDIAN ECONOMY",
  "Agriculture  being  a  state  subject  implied  a  large  role  of  the  state  governments. ",
  "Development of such zones is largely the responsibility of the respective state governments ",
  "in  identification  of  the  specific  products  over  clusters  and  in  geographical  contiguous ",
  "areas. AEZs in India presently have been ‘product-specific’ spread across a number of ",
  "clusters in different states arc as follows:",
  "(1)  Fruits exports zones.",
  "(2)  Flowers export zones.",
  "(3)  Dry fruits exports zones.",
  "(4)  Spices export zones.",
  "(5)  Onion export zones.",
  "(6)  Potato export zones.",
  "(7)  Cereal export zones.",
  "The above zones have achieved the first set of objectives of identification of agri exportables ",
  "from India. However, their performance in terms of their increased exports has not been ",
  "encouraging so far. Probably it is the apathy of the state government in their promotion or ",
  "lack of vision in promoting agri exports.",
  "Farmers also need to be sensitized, imparted knowledge and encouraged to export. ",
  "However, as explained in the section on Agriculture, our traditional methods, absence of ",
  "modernizing, technological advancements and R&D are some of the stumbling blocks in ",
  "making AEZs really effective in increasing agri exports from the country.",
  "The state governments also need sensitizing in playing their due role in making the ",
  "AEZs a successful model and also for other economies to follow.",
  "22.4 TECHNOLOGY PARKS AND EOU",
  "Besides, SEZs and AEZs, as a way to promote the government has dedicated parks catering ",
  "to needs of various sectors and assist in increasing their exports. Some of these parks are ",
  "detailed below:",
  "Software Technology Parks of India (STPI).",
  "Electronic Hardware Technology Parks (EHTPs).",
  "Biotechnology Parks (BTPs).",
  "Export-oriented Units (EOUs).",
  "All of these are a miniature version of the SEZs model in terms of being dedicated for ",
  "exports with similar facilities. Even the foreign trade policy does not distinguish separately ",
  "for  purposes  of  their  promotion  bur  treated  as  one  category  of  STPI/EHTP/BTP/EOU ",
  "and the other category as SEZs addressed not by the policy but by the SEZ act.",
  "These can also be seen as a part even though small part of India’s overall efforts at ",
  "export-led growth strategy. These technology parks are also dedicated to promote exports ",
  "of hardware, software and the emerging area of biotechnology from the country. These ",
  "parks come under the Ministry of Information and Technology, Ministry of Biotechnology, ",
  "respectively, of Government of India and can be set up by the private sector or even ",
  "through foreign investment.EXPORT-LED GROWTH STRATEGY—SEZs 245",
  "lhe units located in these parks enjoy similar benefits as those in SEZs such as tax ",
  "holiday reviewed every year in the foreign trade policy but do have a sunset clause i.e., a ",
  "time period by which the tax exemption would be withdrawable.",
  "A certain percent can be sold in the DTA by the STPIs, EHTPs and BTPs as notified ",
  "from time-to-time. Similarly, all these are also permitted to do inter unit sales and undertake ",
  "sub-contracting. They also have to fulfill norms of positive Net Foreign Exchange Earnings ",
  "(NFE) which is earning foreign currency over and over that paid through their imports.",
  "These dedicated technology parks try to tap the immense overseas market for export of ",
  "both hardware as well as software and also combine the inherent advantage which India ",
  "enjoys in the services sector. Much of the increased exports of the services can be attribute ",
  "to  these  technology  parks  in  recent  times.  At  present,  there  are  thirty-three  STPI  and ",
  "twelve EHTPs spread throughout the country.",
  "Export-oriented Units (EOUs)",
  "As a concept, EOUs were units which had a great export potential but for logistics issues ",
  "or circumstances, could not be located in any SEZ or EHTP or STPI, and were accorded ",
  "the status of EOUs which entitled them to all the benefits available to any unit holder ",
  "in an SEZs. EOUs are not location-specific and can be located anywhere in the country.",
  "The concept of EOUs was mooted way back in 1981 and was seen as playing an ",
  "important role in export reorientation till the SEZs came into the picture.",
  "An EOUs should have am  inimum i nvestment i n planta nd machinery of₹1 00  lac.The ",
  "statu sofan  EO Usalso ha ssimilar pre-cond itionslikeposi tiveN FEwhic h isex portsgrea terthan  ",
  "imports and earning  foreign exchangelikeunitsin S TPI s,EH TPsand B TPs.  ",
  "The foreign trade policy from time-to-time has laid down norms for EOUs such as ",
  "minimum export performance, NFE to exports ratio. They are also permitted to sell in the ",
  "DTA certain quantities as may be prescribed by the policy.",
  "REPORT OF SEZ POLICY REVIEW COMMITTEE.",
  "The Government had constituted a committee under the Chairmanship of Baba Kalyani ",
  "to study the Special Economic Zone (SEZ) Policy of India. The committe submitted its ",
  "report and following are the key recommendations.",
  "•  Framework  shift  from  export  growth  to  broad-based  Employment  and  Economic ",
  "Growth (Employment and Economic Enclaves-3Es).",
  "•  Formulation of separate rules and procedures for manufacturing and service SEZs.",
  "•  Shift from supply driven to demand driven approach for 3Es development to improve ",
  "efficiency of investment-based on certain industries, current level of existing inventory ",
  "in the region.",
  "•  Enabling framework for Ease of Doing Business (EoDB) in 3Es in sync with State ",
  "EoDB  initiatives.  One  integrated  online  portal  for  new  investments,  operational ",
  "requirements and exits related matters.246 THE INDIAN ECONOMY",
  "•  Enhance  competitiveness  by  enabling  ecosystem  development  by  funding  high ",
  "speed multi modal connectivity, business services and utility infrastructure. Critical ",
  "to  provide  support  to  create  high  quality  infrastructure  either  within  or  linked  tc ",
  "the zones eg. High Speed Rail, Express roadways, Passenger/Cargo airports, shipping ",
  "ports, warehouses etc.",
  "•  Promote  integrated  industrial  and  urban  development-  walk  to  work  zones,  States ",
  "and center to coordinate on the frame work development to bring linkages between ",
  "all initiatives.",
  "•  Procedural  relaxations  for  developers  and  tenants  to  improve  operational  and  exit ",
  "issues.",
  "•  Extension of Sunset Clause and retaining tax or duty benefits.",
  "•  Broad-banding definition of services/allowing multiple services to come together.",
  "•  Additional enablers and procedural relaxations.",
  "•  Unified regulator for IFSC.",
  "•  Utilizing Multi Services SEZ IFSC for all the inbound and out bound investment of ",
  "the country.",
  "•  Incentives for availing services from IFSC SEZ by domestic institutions.",
  "•  Extension of benefit under services Export incentives scheme.",
  "•  Allowing alternate sectors to invest in sector specific SEZs/ 3Es.",
  "•  Flexibility of long term lease for developers and tenants.",
  "•  Facility of sub-contracting for customers outside 3Es/SEZs without any restriction or ",
  "cap at any level.",
  "•  Specified  domestic  supplies  supporting  ‘Make  in  India’  to  be  considered  in  NFE ",
  "computation.",
  "•  Export  duty  should  not  be  levied  on  goods  supplied  to  developers  and  used  in ",
  "manufacture of goods exported.",
  "•  Flexibility in usage of NPA by developers and sale space to investors/ units.",
  "•  Infrastructure status to improve access to finance and enable long term borrowing.",
  "•  Promote  MSME  participation  in  3Es  and  enable  manufacturing  enabling  service ",
  "players to locate in 3E.",
  "•  Dispute resolution through arbitration and commercial courts.",
  "",
  ""
]