[
  "CHAPTER8",
  "SALIENT FEATURES— ",
  "‘NEW INDIA’",
  "NEW INDIA",
  "In  the  recent  past,  there  has  been  a  rapid  transformation  in  the  Indian  Economy  and ",
  "certain new features have emerged, old perceptions and outlook of the Indian Economy ",
  "has  changed  yielding  a  different  perspective  of  India  known  as  New  India  and  are ",
  "characterized by the following features:",
  "•  India for a long period was believed to be a third world developing country and the ",
  "first feature is the change in the status from developing, third world country to that of ",
  "an emerging economy’, which is an economy with a great potential for accelerating ",
  "growth  that  offers  investment  opportunities.  Its  huge  population  is  not  seen  as  a ",
  "liability, but is seen as source of demand and establishes India as the second largest ",
  "potential market in the world after China.",
  "•  Various  international  reports  talk  of  the  future  decades  belonging  to  the  BRICS ",
  "economies comprising of Brazil, Russia, India China and South Africa. More recently, ",
  "Indonesia, South Korea, Vietnam and Taiwan have also been provided the same status ",
  "and could witness a gradual shift in the global economy.",
  "•  Secondly, change in the status from a third world economy to a potential economy’ ",
  "and is significant as it questions the supremacy today of the first world countries. ",
  "It also implies larger say in global matters, sharing at global platforms and global ",
  "recognition of the New India.",
  "•  India is widely believed to become a ‘knowledge economy’ as it already has millions of ",
  "knowledge hubs and with the government having set up the Knowledge Commission ",
  "of India for developing strategies for global knowledge to reside in the country.",
  "•  India is being projected as a ‘young economy’ with over 50 per cent of its population ",
  "under 25 years of age or 70 per cent of the population under 35 years, a feature which ",
  "makes India unique  or the  only country  in the world .This  is in contrast to the global ",
  "     ",
  "phenomenon of ageing work force,increased longevity leading to largeproportion of",
  "     ",
  "non-working  to working  population  globally  and increased  investment in social",
  "               ",
  "security  for the ageing  population .India can also reap the benefits offavourable",
  "           ",
  "demographic dividends through extensive and intensive education and stress on skill",
  "development.SALIENT FEATURES—‘NEW INDIA’ 77",
  "•  India is being now referred to as a ‘market economy’ where economic decisions of ",
  "production  and  pricing  are  largely  through  market  forces  of  demand  and  supply, ",
  "rather than the government.",
  "At  present,  pricing  of  food  grains  (minimum  support  price),  retail  petro  goods ",
  "such as LPG, kerosene and diesel (administered price mechanism), fertilizers (group ",
  "retention price scheme) and utilities are regulated by government and pricing of the ",
  "remaining products are market determined. Prices determined through the market are ",
  "said to be efficient’.",
  "The aforementioned are some of the  emerging features of lndia known as the ‘New India’. Two ",
  "aspects need to be remembered in mind. First, the global perceptions having changed about ",
  "India gives a new perspective. Secondly, they reflect the ‘advantages ’for India but still need ",
  "       ",
  "harnessing through education and skillformation to be converted asopportunities,otherwise,",
  "                 ",
  "India from aposition ofstrength in these advantages can betaken over by other emerging ",
  "economies.",
  "                       ",
  "However, then in our zeal and enthusiasm we should not forget that there is also a Real",
  "               ",
  "Indiawhich onehasreferred to in theearliersections,too which can glossNewIndia.",
  "                   ",
  "Itmay beusefulto justrevisittheRealIndiaofhaving thefollowing features:",
  "         ",
  "• Large population residing in 6 lakh odd villages in the country completely oblivious",
  "                 ",
  "of the New India, under abject absolute poverty, undernourished  and  living  under",
  " ",
  "pitiableconditions.",
  "       ",
  "• Traditional,subsistenceand stagnating agriculturesector.",
  "           ",
  "• Lack ofemploymentopportunitiesin theeconomy with large-scaleunemployment.",
  "                         ",
  "• A large proportion of the workforce of over 90 per cent engaged in the informal sector",
  "   ",
  "in casualwork forlivelihood.",
  "                     ",
  "• While sectoral composition of GDP has altered towards service sector but economic",
  "         ",
  "dependencecontinuesto beon theagriculturesector.",
  "                         ",
  "• The increased growth of recent times as well as benefits of reforms of not having ",
  "         ",
  "touched themoran exclusiveratherthan inclusivegrowth.",
  "                         ",
  "• Completely oblivious of the fact that there is an international perspective of a New",
  "India.",
  "                         ",
  "The most notable aspect of the Real India is die large number of population  which ",
  "                   ",
  "continues to live below absolute poverty levels and that India continues to be home to ",
  "                             ",
  "the largest number of poor people in the world. While we can draw comfort of the ‘New",
  "                         ",
  "Indiaweshould notforgetthe‘RealIndia’which iswherethesoulofthecountry resides.The",
  "                     ",
  "biggestchallengeforthegovernmentand theeconomy isto integrateRealwith NewIndia.",
  "NEWPHILOSOPHIES",
  " ",
  "The transpose of Indian  economy  strengthened  up  with  introduction  of the",
  "         ",
  "following strategicreformsthrough policy framework since2014 asgovernmentinitiatives:",
  "         78 THE INDIAN ECONOMY",
  " ",
  "   ",
  "  ",
  " ",
  " ",
  "     ",
  "The various government initiatives contributing to creation of New India through New ",
  "Philosophies  leading  to  transparent  governance  and  marching  towards  the  pinnacle  of ",
  "economic growth has been highlighted as follows:",
  "Skill India",
  "Skill India is a campaign launched by hon’ble Prime Minister of India on 15th July 2015 ",
  "with an objective of training over 40 crore people in the country under different skills by ",
  "2022. Thus, the PM looks forward to imbibe skill(s) as desired by a person. This is done ",
  "by organising vocational training and / or courses which are vocational like ITI to uplift ",
  "entrepreneurial spirit in the people by acquiring these skills.",
  "The various initiatives undertaken:",
  "• National Skill Development Mission",
  "• National Policy for Skill Development and Entrepreneurship, 2015 ",
  "• Pradhan Mantri Kaushal Viaks Yoina (PMKVY)",
  "•  Rural India Skill",
  "•  Skill Loan schemeSALIENT FEATURES—‘NEW INDIA’ 79",
  " ",
  " ",
  " ",
  "     ",
  "   ",
  " ",
  "     ",
  "     ",
  "249 Training Partners, 3,222 Training Centers, 55,70,476 People",
  "Trained, 23,88,009 People Placed.",
  "Startup India",
  "An  action  plan  aimed  at  promoting  bank  financing  for  start-up  ventures  to  boost ",
  "entrepreneurship  and  encourage  start  ups  with  jobs  creation.  The  campaign  was  first ",
  "announced by PrimeM  inisterN arendraM odiin  his15 A ugust,2015  addressfromth e Red  ",
  "For t.",
  "Stand up India",
  "This  scheme  aims  at  promoting  entrepreneurship  among  women  and  scheduled ",
  "castes  and  tribes.  The  scheme  is  anchored  by  Ministry  of  Finance.  The  Stand-Up ",
  "                   ",
  "IndiaSchemefacilitatesbank loansbetween ₹10 lakh and ₹1 Croreto atleastoneScheduled ",
  "                 ",
  "Caste (SC)orScheduled  Tribe (ST)borrower and atleast onewoman borrower perbank ",
  "       ",
  "branch forsetting up agreenfield enterprise.80 THE INDIAN ECONOMY",
  "Digital India",
  "An initiative of the Government of India to ensure that government services are made ",
  "available to citizens electronically by improving online infrastructure and by increasing ",
  "internet connectivity. It was launched on 1 July 2015 by Prime Minister Narendra Modi. ",
  "The bird eye view of various aspects of Digital India program is highlighted with the ",
  "aid of following pictorial presentation.",
  " ",
  "   ",
  "         ",
  "Digital Infrastructure as a  Governance & Services on Digital Empowerment of ",
  "Utility to Every Citizen Demand Citizens",
  "Availability o fhig hspee dinterne t Seamlessly integrated services  Universal digital literacy ",
  "as a core ut*ty for delivery of  across departments or ",
  "universally accessible digital ",
  "services to citizens jurisdictions",
  "resources",
  "Cradte to grave digital identity that  Availability  o fservices in rea l  ",
  "iasu uthneiqnutiec aIitfee  ttoo negv,e oryn lciniteiz eann d  tpimlaet fo frromms o  nli ne&m ottle    Asevraviilcaebsil itmy  Ionfd idaing iltaanlg rueasgoeusrces / ",
  "Mobile p hone &  Dank accou nt   Allcitizen  en titlements  to De  Cpaorltlaicbipoarateti vgeo vedrigniatanlc eplatforms tor ",
  "enabling citizen participation portableandavailableonthe",
  "tndigit al &financi alspace cloud     » Citizens not required to physically ",
  "Easy access to a Common Service  Digitally tr ansfo rm edser vices for scuebrtmificita Gteosvt documents / ",
  "Centre improvin geaseo fdoingbusiness ",
  "» Shareable private space on a  Makingfinan cialtransactions ",
  "put»c cloud electronic & cashless    ",
  "             ",
  "»Safeandsecurecyber-space LeveragingGeospatialinformation",
  "Systems  (GiS)tord ecision",
  "supportsystems &development",
  "The  diagram  represents  the  key  components  that  constitutes  the  core  of  Digital  India ",
  "Programme",
  "The 9 Components of Digital India Programme",
  "   ",
  " ",
  " ",
  " ",
  " ",
  " SALIENT FEATURES—‘NEW INDIA’ 83",
  "So it seems important to focus on the “mother and child,” involving maternal health ",
  "and early life interventions. With increased devolution of resources, states will need to ",
  "expand their capacity and improve the efficiency of service delivery by shifting their ",
  "focus  from  outlays  to  outcomes,  and  to  learn  by  monitoring,  innovating,  and  even ",
  "erring.",
  "Improving service delivery in the wake of the Fourteenth Finance Commission requires ",
  "an evolution in the relative roles of the Centre and the states:",
  "♦ Centre should focus on improving policies, strengthening regulatory institutions, ",
  "and facilitating cooperative and competitive federalism.",
  "♦  States  should  mobilize  around  implementing  programs  and  schemes  to  ensure ",
  "better service delivery.",
  "3.  The dynamic sectors such as services and manufacturing tend to grab public attention, ",
  "India cannot afford to neglect its agriculture. After all, nearly 42 per cent of Indian ",
  "households derive the bulk of their income from farming. Despite the many challenges, ",
  "there remains considerable room for optimism.",
  "States that perform well arc increasingly becoming “models and magnets.” They are ",
  "magnets because they attract resources, talent and technology away from the lagging ",
  "states, forcing change via the channel of “exit”, Optimism is reinforced by events of ",
  "the last decade that have re-affirmed the dictum that good economics is good politics. ",
  "Thus, for now but not indefinitely, the sweet spot for India is still beckoning.",
  "EIGHT INTERESTING FACTS ABOUT INDIA",
  "Against  the  backdrop  of  robust  macro-economic  stability,  the  Indian  Economy  was ",
  "marked by two major domestic policy developments, the passage of the Constitutional ",
  "amendment, paving the way for implementing the transformational Goods and Services ",
  "Tax (GST), and the action to demonetise the two highest denomination notes.",
  "The GST will create a common Indian market, improve tax compliance and governance, ",
  "and boost investment and growth; it is also a bold new experiment in the governance of ",
  "India’s  cooperative  federalism.  Demonetisation  has  had  short-term  costs  but  holds  the ",
  "potential for longterm benefits. Follow-up actions to minimize the costs and maximise ",
  "the benefits include: fast, demand-driven, remonetisation; further tax reforms, including ",
  "bringing land and real estate into the GST, reducing tax rates and stamp duties; and acting ",
  "to allay anxieties about over-zealous tax administration.",
  "Looking further ahead, societal shifts in ideas and narratives will be needed to overcome ",
  "three  long-standing  meta-challengcs:  inefficient  redistribution,  ambivalence  about  the ",
  "private sector and property rights, and improving but still-challenged state capacity.  In ",
  "the aftermath  of demonetisation  ,and at a time ofg athering  gloom  about  globalisation , ",
  "articulating and embracing thosei deationals hiftsw illbe crit icalto e nsuring thatIndia ’ssweet ",
  "spotis endu ri ng notevanes cent.84 THE INDIAN ECONOMY",
  "In this challenging scenario, when India is poising to gain the momentum with GST, ",
  "Demonetisation, and other financial reforms after the long year of policy paralysis, India, ",
  "however, dealing with some interesting facts regarding its Economy. Here are the eight ",
  "interesting facts about India that reflect on an economy in transition.",
  "1. Indians on the Move",
  "New  estimates  based  on  railway  passenger  traffic  data  reveal  annual  work-related ",
  "migration of about 9 million people, almost double what the 2011 Census suggests.",
  "2. Biases in Perception",
  "China’s credit rating was upgraded from A+ to AA- in December 2010 while India’s has ",
  "remained unchanged at BBB-. From 2009 to 2015, China’s credit-to-GDP soared from ",
  "about 142 percent to 205 percent and its growth decelerated.",
  "In the same period, India’s Credit-to-GDP soared from about 70 percent to 75 percent ",
  "and its growth is well above China. This contrast with India’s indicators is striking.",
  "3. New Evidence on Weak Targeting of Social Programs",
  "Welfare spending in India suffers from misallocation: the districts with the most poor ",
  "are the ones that suffer from the greatest shortfall of funds in social programs. The ",
  "districts accounting for the poorest 40% receive 29% of the total funding.",
  "4.  Political Democracy but Fiscal Democracy",
  "India has 7 taxpayers for every 100 voters ranking us 13th amongst 18 of our democratic ",
  "G-20 peers.",
  "Taxpayers per 100 VotersSALIENT FEATURES—‘NEW INDIA’ 85",
  "5 India's Distinctive Demographic Dividend",
  "India’s share of working age to non-working age population will peak later and at a ",
  "lower level than that for other countries but last longer. The peak of the growth boost ",
  "due to the demographic dividend is fast approaching, with peninsular states peaking ",
  "soon and the hinterland states peaking much later.",
  "Demographic Dividend in Indian States and Other Emerging Economies",
  " ",
  "6 . India  Trades  More  than China  and   aLo tWithin Itself",
  ".As of 2011, India’s openness - measured as the ratio of trade in goods and services to ",
  "GDP has far overtaken China’s, a country famed for using trade as an engine of growth. ",
  "India’s internal trade to GDP is also comparable to that of other large countries and ",
  "very different from the caricature of a barrier-riddled economy.",
  "7. Divergence within India, Big Time",
  "Spatial dispersion in income is still rising in India in the last decade (2004-14), unlike ",
  "the rest of the world and even China. That is, despite more porous borders within India ",
  "than between countries internationally, the forces of “convergence” have been elusive.",
  "8 .Property Tax Potentia lUnexploited",
  "Evidence from satellite data indicates that Bengaluru and Jaipur collect only between ",
  "5% to 20% of their potential property taxes.",
  "     ",
  "         ",
  " "
]