[
  "CHAPTER36",
  "OVERVIEW OF RECENT",
  "CRISES SINCE 2008",
  "US CRISIS 2008 AND 2011",
  "The largest economy of the world went through two major crises in the recent time and ",
  "the worst since the Great depression 1929-1933. The crisis of 2008 was a ‘financial sector ",
  "crisis’, the genesis which was sowed in the inverted financial system, highly over leveraged, ",
  "as  an  inverted  pyramid.  The  mechanism  of  the  overleveraging  was  through  complex ",
  "financial derivative products (products deriving value from an underlying financial assets) ",
  "which had excessive risk. Globalization of the financial system had happened even earlier ",
  "to the economic globalization, resulting in a broad global financial architecture covering ",
  "banks, investment banks, pension and insurance funds, housing finance companies, hedge ",
  "funds all finely inter meshed with each other difficult to differentiate the financial products ",
  "and the holders of such products. These products were traded over the counter’, outside ",
  "the stock exchanges resulting in their being unregulated or any kind of supervision on ",
  "their trading.",
  "It was also driven by consumption-led growth especially through housing loans making ",
  "it relatively easy for people to get mortgage backed loans which were then sliced and diced ",
  "as multiple risky derivative products. This crisis has been covered in an earlier section as ",
  "the Global meltdown or sub-prime crisis.",
  "The US crisis of 2011 was a ‘fiscal crisis’, arising out of reckless fiscal spending over ",
  "the pastd ecadew ith deficitto  GDPclim bing to doubledigit in les sthan a decade.  Thiswas ",
  "due to co mpul sionsoftheUSof mou ntin g ex pend itureofsocialsecurity a nd  thecrisi sof2008 ",
  "only ma king m atte rsworse,in termsofrecession  and als o rising un emp loymentofoneofthe",
  "highestin thehistory  ofU  S,re qui ring  increas ed spen ding beside smo netary easing.Atthe",
  "sametime,taxesw ereneverreviewed  wit h tax  rates virtual ly unc hange d and  on thecontrary,",
  "asarespo nseto thecrisisduring 2008,tax rat eswerelow ere d  forboostin g cons umptio n in an ",
  "attemp tto revive growth .      ",
  "The fiscal crisis occurred when the US hit the ceiling of the overall level of debt of",
  "USD 1 6.4  tr illion, which  meant that  defi cit  coul d  not be  sust ained  th rough   in creas ed  ",
  "borro wing as done in the past. F urthe r with  fears of bre ach ing the cap, there also arose",
  "the likelihood  of a  defau lt as  bonds d ue for paym  en t could not b e don e thr ough more ",
  "bor rowing,unless th ecap wa sra ised.                ",
  "       OVERVIEW OF RECENT CRISES SINCE 2008 329",
  "This resulted in the first ever down grade of the US rating by Standard & Poor during ",
  "2010. The Senate realizing the gravity of the problem passed a resolution of suspending ",
  "the cap but with strict austerity measures in government spending and roll back of tax ",
  "concessions given effective December 2012, resulting in a ‘fiscal cliff’, of the relative ",
  "inability  of  the  government  to  reduce  spending  and  also  raise  taxes,  in  the  wake  of ",
  "the  growing  un  employment  rates  and  marginal  growth  of  the  US  economy.  The  US ",
  "government has to cut expenditure by USD 1.2 trillion over a 9-year period beginning ",
  "December 2012. The fiscal crisis of the US has nor been resolved but only postponed and ",
  "the fiscal cliff would resurface soon.",
  "However, a silver lining has been a beginning of the revival of the US economy. This is ",
  "evident in the Federal Reserve now considering withdrawing its quantitative easing (QE), ",
  "that of not injecting liquidity, a sign of a revival of the US economy. It is difficult to say ",
  "at this stage whether it will be end of the down turn of the US economy or whether there ",
  "will be a double dip recession.",
  "36.2 EURO ZONE CRISIS",
  "Earlier, European Union represented one economic market as an economic union with free ",
  "trade with each other. The Euro zone came into existence with the signing of Maastricht ",
  "treaty signed during 1992, of a monetary union, one central bank and single currency, ",
  "replacing country specific currencies in the European Union. As a result, the Euro as ",
  "common  currency  came  into  existence  during  2002,  but  of  the  twenty-seven  member ",
  "countries only, seventeen members of the EU accepted Euro as the common currency and ",
  "became part of Euro Zone.",
  "Some of the members not opting for Euro (10) especially Sweden, UK and Switzerland ",
  "which while accepted Euro, also had their own respective currency and not part of the ",
  "Euro zone even though part of European Union. There are six other countries which have ",
  "Euro as their currency but are not part of the Euro zone resulting in twenty-three countries ",
  "in the world having Euro as their currency with seventeen as part of Euro Zone.",
  "The Euro zone had structural problems ever since it came into existence. They are as ",
  "follows:",
  "(1)  Of a union of dissimilar economies, difference in sizes, economic activities, resources, ",
  "technology and levels of development and incomes. On the one hand, the stronger ",
  "economies of Germany, France and Italy and the other ‘peripheral economies’ such as ",
  "Greece, Portugal, Spain, etc.",
  "(2)  Some of the Euro zone member had strong currency before Euro came into existence ",
  "such as Deutsche Marks (Germany), French Francs and the Italian Lira, while other ",
  "had a weak currency such as Greece (Drachma), Portugal (Escudo) and Spain (Peseta). ",
  "Thus, monetary union was not across similar monetary strengths of economies.330 THE INDIAN ECONOMY",
  "(3)  The larger economies especially Germany had a current account surplus while others ",
  "had a current account deficit largely with Germany.",
  "(4)  There was a growth with stability pact’ amongst Euro zone members which was more ",
  "of an understanding rather than a ‘fiscal union’ of debt to GDP not exceeding 60 per ",
  "cent and deficit to GDP of not exceeding 3 per cent, which was never adhered to by ",
  "the member countries resulting in ‘fiscal excesses’, high levels of deficits resulting in ",
  "large borrowings especially by what is referred as PIGS economies, which comprises ",
  "of Portugal, Ireland, Greece and Spain.",
  "The Euro zone crisis is a sovereign debt crisis’ as it is government debt outside the country.",
  "CYPRUS CRISIS",
  "The crisis Cyprus is a ‘banking sector crisis’, with volume of business many multiple of ",
  "its GDP, unregulated, high exposure to Greek bonds almost resulting in collapse of the ",
  "second largest bank necessitating a bail out by European central bank.",
  "36.4 GREECE DEBT CRISIS",
  "The Greek debt crisis is the dangerous amount of sovereign debt the Greek government ",
  "owes. It became hazardous when a possible debt default threatened the European Union.",
  "Since 2008, EU leaders have struggled to agree on a solution. During that time, the ",
  "Greek economy shrank 25 percent thanks to spending cuts and tax increases demanded by ",
  "creditors. Greece’s debt-to-GDP ratio grew to 179 percent.",
  "The disagreement is a matter of which countries lose out more. Greece wants the EU ",
  "to forgive some of the debt. Since February 2015, the various European authorities and ",
  "private investors have loaned Greece $294.7 billion euros. Greece has only repaid 41.6 ",
  "billion euros.",
  "The crisis triggered the eurozone debt crisis and created fears of a global financial crisis. ",
  "It threw into question the viability of the eurozone itself. It warned of what could happen ",
  "to other heavily indebted EU members.",
  "Greece Crisis Explained",
  "In 2009, Greece announced its budget deficit would be 12.9 percent of its gross domestic ",
  "product. That’s more than four times the EU’s 3 percent limit. Rating agencies Fitch, ",
  "Moody’s and Standard & Poor’s lowered Greece’s credit ratings. That scared off investors. ",
  "It also drove up the cost of future loans. Greece didn’t have a good chance of finding the ",
  "funds to repay its debt.",
  "The EU and the IMF provided 240 billion euros in emergency funds in return for ",
  "austerity measures. The EU had no choice but to stand behind its member by funding a ",
  "bailout. Otherwise, it would face the consequences of Greece either leaving the eurozone ",
  "or defaulting.OVERVIEW OF RECENT CRISES SINCE 2008 331",
  "Austerity measures required Greece to increase the VAT tax and the corporate tax ",
  "rate. It must close tax loopholes and reduce evasion. It should reduce incentives for early ",
  "retirement. It has to raise worker contributions to the pension system. A significant change ",
  "is the privatization  of many  Greek  businesses, including  electricity  transmission. That ",
  "reduces the power of socialist parties and unions.",
  "On January 15, 2018, the Greek parliament agreed on new austerity measures. It needs ",
  "to qualify for the next round of bailout payments. On January 22, the eurozone finance ",
  "ministers are expected to approve 6 billion to 7 billion euros. The new measures make ",
  "it more difficult for unions to strike. The country is often paralyzed by strikes. It helps ",
  "banks reduce bad debt, opens up the energy and pharmacy markets, and recalculates child ",
  "benefits. The bailout program is scheduled to end in August, 2018. Greece’s unemployment ",
  "rate has fallen to 20 percent from more than 25 percent in 2013. Its economy grew 2.5 ",
  "percent, compared to an almost 10 percent contraction in 2011. It expects to repay at least ",
  "75 percent of its debt by 2060. Until then, European creditors will supervise adherence to ",
  "austerity measures.",
  "36.5 BREXIT",
  "Brexit is an abbreviation for “British exit,” referring to the U.K.S decision to leave the ",
  "European Union (EU). The decision defied expectations and roiled global markets, and ",
  "caused the British pound to fall to its lowest level against the dollar in 30 years sending ",
  "ripples across the globe.",
  "",
  ""
]