[
  "CHAPTER11",
  "                 INVESTMENT MODELS    ",
  "11.1.TRADITIONALMODELS",
  " ",
  "Having discussed the public sector, reforms and infrastructure an attempt is being made to ",
  " ",
  "bring them all together different investment models, talked about in the previous sections",
  "together and also what c an be other m odels fo r boosting the inv estments in  a n economy  ",
  "likeIndia.                    ",
  "Contemp orary' macro-e conomi c fra mework   re volved  aroun d  growth   models and ",
  "growth  a function of both savings as well as investments but largely determined by the",
  "overall levels of savin gs, in the earlier c oncept of‘closed’ economy. India in its initial year s,",
  "post-indepen dence, suffer ed from low s avi ngs a nd  it resulted in  low  investments leading to   ",
  "low growt h. Indi a w as belie ved to  be cau ght in t he low gro wth cycle and u nable  to bre ak   ",
  "through this cycle, kno wn as ‘Hindu  rate of growt h’ (ref er to Chapter on  Inclusive G rowth).",
  "Investm ent was determ  ined  by theoverall levelso fsavin gsa nd secondly th einvestmen twas",
  "largely by the g overn ment. Exc ess spending  o ver and  above savings, re sulted in def icit in   ",
  "such economie s.                  ",
  "It may  be ap propriate to  define  savings of an  economy  a s the d ifference between  ",
  "income and consumption. It could be financial saving (money put in banks, government",
  "securitie s shares, bonds, debe ntures, in surance, pen sion funds, etc., ) bu t other tha n the",
  "cash held. The other is physic al savings w hich could  be assets such as r eal estate, gold and   ",
  "commodities.                   ",
  "Savings c an  b e ac ros s house hold  se ctor, corporate  sector  and  e ven  throug h  the",
  "departmental undertaking  of the government like Department of Posts, etc. However,",
  "more than 70  per cent  of the savings is account ed for by  the hou sehold sector. It can   ",
  "well be known  that India is a ‘hou sehold secto r sav ings driven  eco nomy’.  The  recent  ",
  "increase in saving, p ost re for ms, is know n  as a ‘macro-ec onomic  fundamental stren gt h ",
  "ofIndia ’.                    ",
  "Investme nt in the m  acro -economi c f ramework i m plies increase in c apital (machi nery)",
  "stock,  known as gross capital formation and after accounting for depreciation (usage of",
  "machine),asnetca pitalfo rmation.Growth  can only beincreased  with cap italformat ion  ",
  "               ",
  "             INVESTMENT MODELS 131",
  "and thus, the importance of investments in an economy. For example, if Maruti decides to ",
  "set up* a new plant leading into production of more cars, and increase in GDP, it will also ",
  "lead to greater employment and increased income for the people.",
  "What investment model has been followed by India in the past?",
  "Traditionally, there were two models of investment ‘top down investment’ and the other ",
  "as ‘bottom up investment’. The first model is to invest in basic, capital and core industries ",
  "such as crude oil, steel, cement, power generation, etc. This would lead to investment in ",
  "other industries and finally investment in consumer goods which would then drive more ",
  "investment in the core industries. The other focuses more on small and village industries ",
  "and then allowing for their scalability to higher and more capital intensive investment over ",
  "a certain period of time.",
  "India opted for the first investment model post-independence as a part of the second ",
  "five-year  plan  through  the  new  concept  of  investment  through  public  sector  (refer  to ",
  "Chapter on Planning in India).",
  "Pre-reforms  investment  was  through  public  sector  being  set  up  in  the  core  areas, ",
  "through budgetary allocation. The objectives were of increasing significant capacities in ",
  "critical areas, achieve self-reliance and become a driver of industrialization and increase ",
  "overall growth of the economy (refer to Chapter on Industrial Sector). Such investment ",
  "can be known to be basic capital expenditure or as ‘core investment.",
  "What were the limitations of the earlier public sector-led investment?",
  "First, India in the past was characterized by low savings resulting in low-levels of investment ",
  "and thus low growth. Secondly, the government always had a binding resource constraint ",
  "arising out of increased social sector spending, increased subsidy on food grains, fertilizers, ",
  "etc. The government was not able to raise tax revenue in the economy resulting in an ever ",
  "increasing fiscal deficit (refer to Chapter on Government Finances).",
  "Thirdly,  government  is  an  inefficient  spender  in  the  economy  especially  in  capital ",
  "formation as there is time overrun in completion of projects which results in cost overruns ",
  "and higher cost of projects. This results in ‘capital deepening’, increasing capital intensity ",
  "but not allowing for ‘capital efficiency’.",
  "Fourthly, the focus of earlier investment was on ‘creation of capacities’ in different areas ",
  "through ‘available technologies’ in India or technologies from other economies following a ",
  "similar investment model like erstwhile USSR.",
  "Fifthly,  this  model  allowed  for  capital  formation  but  in  a  limited  manner  and  not ",
  "technology and knowledge intensive’ driven investment.",
  "Sixthly, with the lack of focus on profits and with other social responsibilities, public ",
  "sector did not have sufficient resources to augment investment in die economy.",
  "Finally, as a closed and regulated economy there were no alternatives to savings and ",
  "public sector investment.132 THE INDIAN ECONOMY",
  "11.2 NEO-INVESTMENT MODELS",
  "The concept of other investment models is a post-reforms phenomenon, post liberalization ",
  "and with the beginning of transformation of India from a closed to an open economy. The ",
  "economy at present requires digging deeper into investment shifting from quantitative to ",
  "qualitative’, from ‘traditional ro technology and knowledge intensive’ and from ‘capacity ",
  "building to efficient capital investment’.",
  "Private Sector Investment",
  "Opening of the economy allowed for newer avenues of investment especially as private ",
  "investment.  This  helped  in  raising  the  investment  levels  in  the  economy  but  with  a ",
  "difference, of investment earlier being in the public sector domain now to private sector ",
  "investment.  Post-reforms  with  larger  role  of  private  sector,  a  liberalized  environment, ",
  "allowed private sector to operate in a competitive environment and at same time with ",
  "new windows of untapped opportunities, resulting in plough back of profits translating ",
  "into  increased  investment.  This  led  to  ‘supplementary  core  investment’  and  also  a ",
  "‘diversified capital investment’ into newer areas. This model also differed from public ",
  "sector investment which was more ‘capacity building investment’ to an efficient capital ",
  "investment’. This contributes to leveraging of the core investment and diversification of ",
  "the industrial base, capable of lifting the plain of growth, as happened in the case of ",
  "India.",
  "Leveraged Investment",
  "Another investment model being experimented in India, is the concept of public private ",
  "sector partnership (PPP) which is being used for infrastructure projects. Such investment ",
  "can be known as ‘leveraged investment’ (refer Chapter on Infrastructure Development). ",
  "Briefly, this model seeks to take advantage of the strengths of both the government as well ",
  "as the private sector for execution of various infrastructure projects and operations by the ",
  "private sector for a limited period.",
  "In  recent  times,  there  were  a  few  question  marks  on  this  model,  due  to  lack  of ",
  "transparency  and  ambiguities  in  the  model  concessionaire  agreement  (MCA)  executed ",
  "between  the government and  private  players.  There has  to be a  resolution mechanism ",
  "for inter-se disputes arising from private parties and the government. The discontinuance ",
  "Delhi metro airport express line is an example. Such instances can derail the model being ",
  "used in India. Therei sn othing wrong with them odelif the  are asofw  or k,resp onsibility and ",
  "accountability ofboth  thepriva te party  and thegove rnment arec learl y delineated and made",
  "integr alpartof the MC A. INVESTMENT MODELS 133",
  "Similarly, wherever ‘tolls’ are being levied there should be a complete display of the ",
  "details of the project, toll levied, period of levy. Most tolls levied are not ‘rounded off ",
  "resulting in the problem of‘change’ .For example ,instead of toll being say ₹ 22 it could be ",
  "                   ",
  "rounded up to ₹ 20.Similarly,tollof₹ 18 can bealtered to ₹ 20.There would beno lossof",
  "                       ",
  "revenue to theconcessionaire and thisresult in alotofoperational convenience also forthe",
  "                       ",
  "commuters and lesserwaiting timeattollgates.Theotheralternative to thiscould beto retain ",
  "               ",
  "theexisting tollsand to introduce ‘smartcards’which would allowforelectronic auto debit",
  "         ",
  "through sensorsinstalled atthetollgate.",
  "                           ",
  "The other issue around levy of toll is that each toll gate is independent of the other",
  "                     ",
  "resulting in the payment at multiplegates during the course of onejourney.Understandably,",
  "                       ",
  "this could  be because of different concessionaire for different stretches of the same",
  "                 ",
  "journey.Whatisbeing suggested is,forexample,traveling fromDelhito Chandigarh,isit",
  "                             ",
  "possible to pay theentire tollat thefirstgateitself rather than atfivedifferent gates ofthe",
  "                 ",
  "journey.Theconcessionaires could haveatechnology-enabled tollsharing mechanism.This",
  "                     ",
  "would reducewaiting timeattollgatesand effectiveuseofthecreated infrastructure.",
  "Yet another variant to the existing PPP model be bringing and additional ‘P’ standing ",
  "                 ",
  "for ‘People’. In this variant, a representative body of people gets involved in the project",
  "                     ",
  "right from the conception stage to the project building, monitoring progress thereof and ",
  "                 ",
  "also maintenance once the project is completed. This PPPP model can be used for people",
  "                       ",
  "centric investment especially in social sector programs. It could be the Accredited Social",
  "                 ",
  "Health Activist (ASHA) under primary health care, rural electrification, rural roads, minor",
  "                 ",
  "irrigation projects,etc.",
  " ",
  "Foreign DirectInvestment",
  " ",
  "As a result of opening up of the economy, this has allowed for inflow of foreign capital",
  "                         ",
  "both  as foreign  direct investment (FDI) and  also  foreign  portfolio  investment (FPI).",
  "           ",
  "The government only recently as clubbed all categories of FII investment as FPI. The",
  "                     ",
  "investment model now being talked about is FDI which is ‘direct interest of a foreign ",
  "                     ",
  "investor in production or rendering of services’ (having control of over 51 per cent shares).",
  "                   ",
  "It can also be indirect if the foreign investor has a control of minimum 26 per cent shares",
  "                           ",
  "which would give it ‘management control’ (ability to ‘influence’ production, rendering of",
  "             ",
  "servicesburnotableto ‘directly run’thebusiness).",
  "           ",
  "This model goes beyond the domestic savings and is envisioned as a supplement to ",
  "                   ",
  "domestic investment. This allows for scalability' of investment even beyond the savings",
  "                   ",
  "of an economy and the model used by China for increasing die overall investment and ",
  "               ",
  "becoming the fastest growing economy of the world. It has redefined the boundaries of",
  "                   ",
  "investment.134 THE INDIAN ECONOMY",
  "Various forms of FDI in India could be the following:",
  "(1)  Wholly owned subsidiary (WOS).",
  "(2)  Wholly owned company incorporated in India (WOC).",
  "(3)  Joint venture (JV) company incorporated in India (JV with an Indian partner with ",
  "management  control  or  controlling  share  of  51  per  cent  to  directly  manage  the ",
  "business).",
  "(4)  JV into an existing line of business with management control.",
  "All  options  are  open  in  India.  The  government  from  time-to-time  notifies  FDI  caps ",
  "for  different  sectors  of  26  per  cent,  49  per  cent,  51  per  cent  and  74  per  cent  and ",
  "100 per cent. The government is considering increasing sectoral caps in many areas to ",
  "attract more FDI into India. Changes in the sectoral caps are notified by the Department ",
  "of Industrial Policy and Promotion (DIPP) under Ministry of Industry and Commerce.",
  "FDI  has  two  distinct  advantages—one  of  augmenting  domestic  investment  and  the ",
  "other helps in meeting current account deficit (CAD). For detailed elaboration, refer to ",
  "sections on foreign investment and balance of payments.",
  "Sector Specific Investment",
  "Another investment model being used in India is setting up of special  economic  zones ",
  "(SEZs) to attract investment for increasing  exports  from  India  (refer to Chapter on Export ",
  "Orientation). This investment a dopted by Chinain  seventieshas been  responsible forC hina ",
  "emerg ing asthelarg est exporter ofmanu fac tured goods,aposition  e njoyed by USin thepast. ",
  "Such i nvest mentcan beknow n as‘s ectorspec ificinve stmentm odels’.  ",
  "Another  example  of  sector  specific  investment  model  is  setting  up  of  National ",
  "Manufacturing  Investment  Zones  (NMIZs)  which  will  be  integrated  in  industrial ",
  "townships. It will co-locate productions units, logistics, public utilities and residential and ",
  "green environment. The prime objective is to increase the share of manufacturing sector ",
  "output to around 25 per cent as a percent of GDP over the next decade. This model also ",
  "aims  to  double  employment  in  the  manufacturing  sector  in  the  same  period. Tax and ",
  "other fiscal benefits as applicable to SEZs would also be applicable to NMIZ. They are ",
  "now referred as Integrated Manufacturing Clusters (IMC).",
  "Venture Capital",
  "Venture  capital  is  form  of  financing  through  which  the  investors  provide  capitals ",
  "to  startup  companies  and  small  businesses.  This  capital  generally  comes  from  well-off ",
  "investors, investment banks and any other financial institutions. Sometimes it takes in the ",
  "form of technical or managerial expertise as well.INVESTMENT MODELS 135",
  "Cluster Investment",
  "While  sector  specific  investment  can  be  multi-dimensional,  cover  different  industry ",
  "groups,  cluster  investment  can  be  there  to  promote  specific  set  of  industries,  such  as ",
  "handlooms, leather, garments, brassware, electronic goods, etc. These clusters comprises ",
  "of  small-scale  industries which enjoy certain benefits of location, of proximity to raw ",
  "material, markets, availability of skills and infrastructure. These clusters are promoted by ",
  "the government.",
  "PUBLIC PRIVATE PARTNERSHIP MODEL (PPP)",
  "PPP means bringing the best from both public and private investments. Few of the Project ",
  "Finance Schemes are as below:",
  "•  BOT (Build-Operate-Transfer)",
  "•  BOOT (Build-Own—Operate-Transfcr)",
  "•  BOO (Build-Own-Operate)",
  "•  BLT (Build-Lease-Transfer)",
  "•  DBFO (Design-Build-Financc-Opcrate)",
  "•  DBOT (Design-Build-Operate-Transfer)",
  "•  DCMF (Design-Construct-Manage-Finance)",
  "Hybrid Annuity Model?",
  "Under this model the government will provide a percentage of the project cost to the ",
  "developer to start work while the remaining investment has to be made by the developer.",
  "Swiss Challenge Model",
  "This model of investment explores a way to award a project to a private player on an ",
  "unsolicited  proposal.  Such  projects  may  not  be  planned  by  the  government  but  are ",
  "considered important given the gaps in physical or social infrastructure that they propose ",
  "to fill, and the innovation and enterprise that private players bring. The government may ",
  "enter into direct negotiations with a private player who submits a proposal.",
  "Viability Gap Funding (VGF)",
  "It means a grant provided to private players to support infrastructure projects of usually ",
  "having long gestation period. Such projects are economically justified but fall short of ",
  "financial  viability.  Through  this  innovative  provision  of  granting  assistance  to  private ",
  "               ",
  "players,several projects may become bankable and help to mobilize private investment in ",
  "infrastructure.136 THE INDIAN ECONOMY",
  "The Right Model for India",
  "The above are various investment models which have emerged in recent times especially ",
  "in post-reforms and also from experiences of emerging marker economies (EMEs). These ",
  "models are not alternates to each other but are only variants of investment models. At a ",
  "broad level, investment in India has to be driven by private sector and FD1. However, this ",
  "will require a large role of the government in providing policy support’ w ith 'a p artnership ",
  "approach and an enabling environment’ to facilitate natural flow of investment to bring",
  "back India on the high growth trajectory.",
  "The  policy  support  will  require  well-drafted  ‘futuristic  policies’  in  different  areas ",
  "especially in the areas of ‘pricing and tax matters’. These are the areas of grave concerns ",
  "affecting investment in the economy. Pricing should be such to induce investment and also ",
  "at the same time protect the interest of the ultimate consumers. Ar the same rime, it should ",
  "also be ensured that the pricing is competitive. Similarly, there should be ‘certainty’ of ",
  "taxes, unambiguous and provide comfort that they would not be applicable retrospectively, ",
  "unless warranted in exceptional circumstances and that too it should be on a case-to-case ",
  "basis. Policies should be like goal posts, which are firmly entrenched and visible to all.",
  "Partnership  approach  is  not  to  ‘prevent  but  to  allow’  or  finding  a  way  of  getting ",
  "things performed but within the policy framework. It is not short circuiting of laid down ",
  "procedures but looking at them positively. It is about giving speedy clearances through ",
  "single window approach both at the central as well as state government level.",
  "Enabling environment lies in creating the infrastructure around which such investment ",
  "can be induced. ‘Reviewing’ various acts which influence such investments like mining ",
  "and minerals (development and regulations) act, land acquisition and various labour laws ",
  "all of which date back to 1950s. There is a requirement to comprehensively review them ",
  "in totality to make them more relevant to the changed present context.",
  "India is one among the few countries today which is ‘investment starved’ and requiring ",
  "huge  levels  of  both  resource  as  well  as  technology  intensive  investment  and  requires ",
  "concerted efforts on the part of the government to play its role to facilitate both private ",
  "and foreign investment in the country, to reverse the present down turn in India’s growth ",
  "story.",
  " ",
  "             ",
  "           ",
  "      "
]