[
  "CHAPTER16",
  "INFLATION",
  "MEANING AND MEASURING INFLATION",
  "Right in the first chapter, a reference was made to output of an economy has always to be ",
  "adjusted for inflation. That is the monetary value of output tends to increase in periods ",
  "of inflation-rising prices. In simple terms inflation refers to situation when prices in an ",
  "economy tend to increase.",
  "Inflation",
  "Inflation is the measure of the rate of increase in the prices of goods and services. However, ",
  "when there is a decrease in the rate it is called deflation.",
  "In India CPI (combined) is declared as the new standard for measuring inflation. CPI",
  "numbers are typically measured monthly, and with a significant lag . India uses changes ",
  "the CPI to measure its rate of inflation.",
  "WPI",
  "Wholesale Price Index (WPI) is measured on weekly basis. The first index of wholesale ",
  "prices commenced in India for the week January 10, 1942. The base year of WPI is revised ",
  "periodically. The Wholesale Price Index (WPI) series in India has undergone six revisions ",
  "in 1952-53, 1961-62, 1970-71, 1981-82, 1993-94 and 2004-05 so far. The current series ",
  "is the seventh revision. The revision entails shifting the base year to 2011-12 from 2004- ",
  "05, changing the basket of commodities and assigning new weights to the commodities.",
  "For determining WPI, commodities are divided into three categories - Primary Articles ",
  "(102 items), Fuel & Power (19 items), and Manufactured Products (555 items). As you ",
  "can see, the weight assigned to manufacturing is highest at 82% followed by primary ",
  "articles like fruits and vegetables.",
  "CPI",
  "Consumer Price Indices (CPI) measure changes over time in general level of prices of ",
  "goods and services that households acquire for the purpose of consumption. CPI is widely ",
  "used as a macroeconomic indicator of inflation, as a tool by governments and central INFLATION 191",
  "banks for inflation targeting and for monitoring price stability, and as deflators in the ",
  "national  accounts.  CPI  is  also  used  for  indexing  dearness  allowance  to  employees  for ",
  "increase in prices.",
  "The  Central  Statistics  Office  (CSO),  Ministry  of  Statistics  and  Programme ",
  "Implementation  has  revised  the  Base  Year  of  the  Consumer  Price  Index  (CPI)  from ",
  "2010=100 to 2012=100 with effect from the release of indices for the month of January, ",
  "2015. The earliers erieso n Base2 010=100 wass tarted w.e.fJ anuary'2 011.",
  "Unlike WPI, there is not a single measure of CPI. In India, four CPI indices are used ",
  "to determine inflation at the consumer level. These are: CPI-IW (Industrial Worker), CPI- ",
  "UNME (Urban Non-Manual Employees), CPI-AL (Agricultural Labourers), and CP1-RL ",
  "(Rural Labourers).",
  "IIP",
  "The Index of Industrial Production (IIP) is an index which shows the growth rates in ",
  "different industry groups of the economy in a stipulated period of time. The IIP index ",
  "is computed and published by the Central Statistical Organisation (CSO) on a monthly ",
  "basis.",
  "                       ",
  "Description: IIP is a composite indicator that measuresthegrowth rate of industry groups",
  "classified under,",
  "       ",
  "1. Broad sectors,namely,Mining,Manufacturing and Electricity",
  "             ",
  "2. Use-based sectors,namely BasicGoods,CapitalGoodsand IntermediateGoods.",
  "               ",
  "IndexofEightCoreIndustries(Base:2011-12=100)",
  "                         ",
  "Tlie Eight Core Industries comprise 40.27 per cent of the weight of items included in the",
  "               ",
  "Index ofIndustrialProduction (IIP).Theeightcoreindustriesare:-",
  "       ",
  "• CoalCoalproduction (weight:10.33 %)",
  "           ",
  "• CrudeOilCrudeOilproduction (weight:8.98 %)",
  "             ",
  "• NaturalGasTheNaturalGasproduction (weight:6.88 %)",
  "       ",
  "• Refinery ProductsPetroleumRefinery production (weight:28.04%)",
  "       ",
  "• FertilizersFertilizerproduction (weight:2.63 %)",
  "       ",
  "• SteelSteelproduction (weight:17.92 %)",
  "       ",
  "• CementCementproduction (weight:5.37%)",
  "   ",
  "• Electricity Electricity generation (weight:19.85%)",
  "                   ",
  "Revision of base year of All-India Wholesale Price Index  (WPI) from 2004-05  to",
  "2011-12",
  "               ",
  "TheGovernment periodically  reviews and revises thebase yearofthemacroeconomic",
  "                   ",
  "indicators asaregularexerciseto capturestructural changesin theeconomy and improve the",
  "                       ",
  "quality,coverage and representativeness ofdieindices.In thisdirection,thebaseyearofAll-",
  "                 ",
  "IndiaWPIhasbeen revised from2004-05 to 2011-12 by theOfficeofEconomicAdvisor(OEA",
  "               ",
  "),Department ofIndustrial Policy and Promotion,Ministry ofCommerce and Industry to ",
  "                   ",
  "align itwith thebaseyearofothermacroeconomicindicatorsliketheGrossDomesticProduct(",
  "           ",
  "GDP)and Index ofIndustrialProduction (IIP).192 THE INDIAN ECONOMY",
  "It has generally been the practice to undertake the revisions on the advice of a Working ",
  "Group  constituted  each  time.  For  the  new  series  with  base  2011-12=100,  a  Working ",
  "Group  was  constituted  on  19th  March  2012  chaired  by  Late  Dr.  Saumitra  Chaudhuri, ",
  "Member, erstwhile Planning Commission and comprised most stakeholders.",
  "Key Highlights:",
  "In the revised series, WPI will continue to constitute three Major Groups namely Primary ",
  "Articles,  Fuel  &  Power  and  Manufactured  Products.  Highlights  of  the  changes ",
  "introduced in the new series are summarized below:",
  "•  Updated  item  basket  and  weighting  structure  conforming  to  the  structure  of ",
  "economy in 2011-12.",
  "•  Increase in number of items from 676 to 697. In all 199 new items have been added ",
  "and 146 old items have been dropped.",
  "•  The new series is more representative with increase in number of quotations from ",
  "5482 to 8331, an increase by 2849 quotations (52%).",
  "New Features",
  "•  In the new series of WPI, prices used for compilation do not include indirect taxes in ",
  "order  to  remove  impact  of  fiscal  policy.  This  is  in  consonance  with  international ",
  "practices and will make the new WPI conceptually closer to ‘Producer Price Index*.",
  "•  A new “WPI Food Index” will be compiled to capture the rate of inflation in food ",
  "items.",
  "•  Item  level  aggregates  for  new  WPI  are  compiled  using  Geometric  Mean  (GM) ",
  "following international best practice and as is currently used for compilation of All ",
  "India CPI.",
  "•  A high level Technical Review Committee has been set up for the first time to carry ",
  "out dynamic review process in order to keep pace with the changing structure of the ",
  "economy.",
  "WPI Food Index",
  "new “Food Index  is  being  compiled  combining  the  “Food  Articles”  under  “Primary ",
  ">",
  "Articles and “Food Products” under “Manufactured Products”. Together with the",
  "Consumer Food Price Index released by Central Statistics Office, this would help monitor ",
  "the price situation of food items better.",
  "Some other measures of inflation are the core inflation’ which refers to price increase ",
  "excluding that of volatile fluctuation in prices of food and energy. This measure can also be ",
  "known as ‘structural inflation*. The other is ‘food inflation’ which is increase in food prices.",
  "Yet  another  measure  is  ‘imported  inflation  wherein  prices  of  imports  contribute  to ",
  "inflation like increase in crude petroleum prices leading to increased fuel prices and it ",
  "results in overall increase in prices.",
  "Besides these, various economists have coined different kinds of inflation based on the ",
  "degree of rate of increase in prices like:",
  "•  Hyper or runaway inflation (averaging 100 per cent in three years).",
  "•  Galloping inflation (inflation increasing in arithmetic or geometric progression).",
  "•  Creeping inflation (gradual increase in price are seen as good for economies).INFLATION 193",
  "•  Dis-inflation (reduced rates of increase in prices).",
  "•  Deflation (inflation turning negative and prices falling).",
  "Demand-pull  Inflation  This  inflation  occurs  when  aggregate  demand  increases  at ",
  "a faster rate than aggregate supply. This type of inflation will typically occur when the ",
  "economy is growing faster than the long run trend rate of growth. If demand exceeds ",
  "supply, the prices of commodities rise.",
  "Cost-push Inflation. This inflation occurs when there is an increase in the cost of ",
  "production for firms. Cost-push inflation could be caused by rising energy and commodity ",
  "prices.",
  "Fall Out of Inflation",
  "It is said that a mild dose of price rise is good for an economy like creeping inflation as ",
  "it provides incentive to producers in an economy to produce more, thereby more output ",
  "and income in an economy. The increased income enables the people to bear the modest ",
  "increase in prices.",
  "However, once rate of increase in price rise is more than the increase in income it begins ",
  "to hurt, especially the poor who are hit the hardest. Essential items of consumption get ",
  "out of reach of a majority of people. To maintain the same standards, living people have to ",
  "spend more in inflationary period, very often they have to dip into their savings. Protracted ",
  "periods of continuous inflation can damage the fabric of the economy and experience in ",
  "the past has shown that inflation has led to the downfall of many governments in different ",
  "countries.",
  "Why Prices Increase?",
  "It is simply because demand is more than what is being supplied and accordingly could ",
  "be demand-driven as demand-pull inflation or driven from the supply side as either as ",
  "cost push inflation. However, in inflationary period both reinforce each other, difficult to ",
  "distinguish which is the cause and which is the effect. Demand-pull inflation can occur ",
  "because of the following reasons:",
  "(1)  Increasing population and a natural increase in demands of goods in an economy.",
  "(2)  Increase in income levels leads to increasing purchasing power of people to purchase ",
  "more goods.",
  "(3)  Consumerism in the economy when people believe in spending money rather than ",
  "saving.",
  "(4)  Increase in money supply and liquidity in the economy.",
  "A demand in the economy is said to be good provided there are no supply constraints ",
  "because if supply is not able to adjust by expansion it will lead to demand-pull inflation.",
  "Some of the major aspects on the supply side in India are as follows:",
  "(1)  Food grains production has virtually become stagnant creating a severe demand supply ",
  "mismatch and similarly for other agricultural products. It may not be out of place to say194 THE INDIAN ECONOMY",
  "that rising food prices is essentially a supply issue. In the past the problem of inflation ",
  "was on account of shortage of food grains, but in recent times it is essentially on account ",
  "daily consumables of fruits, vegetables etc.",
  "(2)  Excessive monsoon dependence of the agricultural sector and the weather has a large ",
  "role in augmenting supply.",
  "(3)  India also has problems in the supply chain and involvement of too many middlemen ",
  "disrupting supply and creating an artificial shortage in the agricultural sector.",
  "(4)  Supply of key industrial goods such as electricity, steel, cement hampers adjustment ",
  "of supply to the increased demand.",
  "(5)  Despite the policy of liberalization and the freedom given to the private sector it is ",
  "not relatively easy to make the supply flexible enough in the short-term which would ",
  "potentially become inflationary.",
  "(6)  Increased prices of raw materials, labour, etc., increase the cost of production giving ",
  "rise to cost-push inflation.",
  "Traditionally  measures  of  inflationary  control  are  seen  from  three  angles  as  explained ",
  "below:",
  "One,  as  a  monetary  phenomenon  of  increased  liquidity  with  the  banks,  increasing ",
  "money supply, leading to ‘too much money chasing too few goods' results in a price rise of ",
  "commodities or inflation. Controlling such liquidity is within the domain of RBI through ",
  "policy tools such as CRR, SLR, OMO, Repo auctions (refer to the Chapter on Banking ",
  "to refresh).",
  "Secondly, being seen as fiscal, through expenditure and tax measures and from the ",
  "supply side which is essentially in respect of agricultural products, which may arise due to ",
  "genuine production bottlenecks or distribution bottlenecks or speculation and hoardings. ",
  "It is simple to segregate as above but once inflation sets in all the above, it is difficult to say ",
  "which is the cause and all get interrelated.",
  "It can thus be seen that inflation is multi-dimensional and cannot be tackled through ",
  "one policy tool but through a combination of strategies aimed at the supply side especially ",
  "in the agricultural sector. Therein, is the challenge for the government that once inflation ",
  "sets in, all efforts at taming inflation will always fall short of expectation.",
  "At a still broader level, inflation is also about the perception which people in general ",
  "hold in the ability of the government to maintain price stability. As if one is unsure of the ",
  "prices tomorrow, one will stock up today. And if ones apprehensions come out true it will ",
  "lead to more stocking. Imagine this situation if everyone in the economy starts to behave ",
  "similarly. No matter what the government does it will not be able to prevent rising prices ",
  "for that good and this invariably happens in periods of inflation.",
  "It often said that no government would not like to lift the lid of inflation, as containing ",
  "it, is always a stiff challenge for the government and inflation leaves a scar in the minds of ",
  "people which are difficult to remove.",
  "There are structuralp roblemsli keri sing incomeof the  poo rthro ugh theNRE GAand o ther",
  "such  income,gener ation activities forth epo orw hich  isbound t o increase demand  forfood ",
  "item  sand given  thenearstagnan cy in  agriculturalproduction bui ld inflationary INFLATION 195",
  "pressures again. It is solely a matter of time when inflation would resurface and continue ",
  "to haunt the government unless serious measures are taken to address the stagnancy issue ",
  "in the agricultural sector.",
  "                     ",
  "       ",
  "                       ",
  "               ",
  "                   ",
  "   ",
  "           ",
  " ",
  " ",
  " ",
  "     ",
  " ",
  "   ",
  " ",
  "   ",
  " ",
  " ",
  "                     ",
  " ",
  " ",
  " ",
  "     ",
  "    "
]