[
  "CHAPTER25",
  "TRADE REFORMS AND ",
  "FOREIGN EXCHANGE",
  "MANAGEMENT ACT ",
  "(FEMA) 1999",
  "TRADE REFORMS",
  "India had co embark a massive and series trade liberalization measures post 1991. It had ",
  "to make ad eparture f rom th e rel atively protectionist tra de pol icies wh ich itadop ted post",
  "inde pendence .Th ese ref orms w ere n ecessitated  as ar esponse  to the concerns of the ",
  "globalization  and integration o fIndian economy with th ato fthe world economy .Main ",
  "features of trader eformp oliciesw erea sfo llows:",
  "•  Removal of Quantitative Restrictions on Imports",
  "•  Reduction in Import Tariffs",
  "•  Special Economic Zones (SEZ) Scheme",
  "•  Convertibility of Rupee on Current Account",
  "•  Sectoral Deregulation",
  "•  Concessions and Exemptions",
  "•  Promotion of Service Exports",
  "•  Setting Up of Agricultural Export Zones",
  "•  Export-Oriented Units (EOU) Scheme",
  "•  Setting up of Trading Houses",
  "•  Market Access Initiative",
  "•  Devaluation of Rupee",
  "•  Rationalization of Tariff structure",
  "FOREIGN EXCHANGE REGULATION ACT (FERA)",
  "Trade reforms as a part of opening of the Indian Economy have their genesis in repealing ",
  "of  the  foreign  exchange  regulation  act  (FERA)  1973,  which  was  restrictive  and  had ",
  "regulations  on  foreign  exchange  transactions.  As  an  inward-looking  economy,  with ",
  "strong insulation from the rest of the World, FERA was to discourage foreign currency’ in ",
  "domestic economy, and if required, be specific and thus need for regulations.",
  "Under FERA, there were very limited transactions which were permitted and that too ",
  "after seeking approval there were a large number of transactions in the negative list or that ",
  "transactions could not be done. Cross-border inflows and outflows were also restricted, in ",
  "line with the levels of insulation of the economy.260 THE INDIAN ECONOMY",
  "All foreign-owned companies were designated as FERA companies. Similar to their ",
  "counterparts  in  the  domestic  sector,  MRTP  companies  under  a  similar  act  known  as ",
  "MRTP act. These companies in terms of their respective acts had to be closely monitored ",
  "and regulated for fears of exploitative and unethical practices.",
  "Foreign  exchange  regulation  act  also  vested  powers  to  try  out  criminal  cases  of ",
  "violations in foreign exchange regulations. Thus, towards greater openness, and as a part of ",
  "major trade sector reforms FERA was repealed and a new foreign exchange management ",
  "act (FEMA) enacted in 1999, through which regulations paved way to management of ",
  "foreign exchange transactions.",
  "Foreign exchange management act was more liberal in allowing transactions without ",
  "restrictions  and  dramatically  pruned  the  negative  list  of  foreign  exchange  transactions. ",
  "The basic idea was to permit’ rather than the earlier regime to ‘prevent’. It also eased ",
  "restrictions on cross-border capital flows especially foreign investment providing a clear ",
  "signal of lowering of insulation.",
  "In tandem, the then EXIM policies had already lowered peak-level customs duty to ",
  "facilitate  greater  imports  into  the  country.  With  the  dismantling  of  both  the  MRTP ",
  "as  well  as  the  FERA  acts,  nomenclature  of  FERA  companies,  MRTP  companies ",
  "were  also  discontinued.  With  a  strong  focus  on  management  of  foreign  exchange, ",
  "trying out of criminal offenses was entrusted to a separate newly created enforcement ",
  "directorate  (ED).  Thus,  FEMA  essentially  covers  three  broad  areas  which  are  as ",
  "follows:",
  "(1)  Rupee convertibility.",
  "(2)  Setting up of a separate ED for trying out criminal offenses in foreign exchange.",
  "(3)  Borrowings by the corporate sector.",
  "Like the reforms in the industrial sector, replacing of FERA with FEMA is seen as a",
  "majoraspectoftra de refor mssigni fying relaxationson in flowsand a lso greateropen ness  ",
  "of the IndianEconom y.Itisnotonly re pl acin  g‘regula tions’with‘manag  ement’,  ",
  "but a paradigmshiftindieg ov ern ments outlooktowa rds  foreigncurre nc y.The    ",
  "other majorareasoftrade secto rre forms  arein thearea s of foreig ninv est me nt",
  "policy  and  also  exchange  rate  determination,  which  are  discussed  in  the  subsequent ",
  "sections.",
  "25.3 RUPEE CONVERTIBILITY",
  "What is the generic meaning of convertibility? Convertibility, as a concept, goes with open ",
  "economies and little relevance in the era of closed economies. The meaning of convertibility ",
  "is to treat foreign currency, no different from the home currency for transaction, investment ",
  "and saving purposes whether in thed omestice conomy oro verseas.",
  "Convertibility is linked to absence of restrictions from the government of conversion of ",
  "one currency into another and also in its end use domestically or internationally. Or coming ",
  "back to why mentioned in the beginning. If the government/RBI does not ask ‘why’ foreign ",
  "currency is required or foreign currency, freely, available across the counter, like home curren­TRADE REFORMS AND FOREIGN EXCHANGE MANAGEMENT ACT (FEMA) 1 999 261",
  "cy, is what is know as a convertible currcncy/economy. More specifically convertibility is also ",
  "about the following:",
  "•  Freedom to residents to maintain home currency or foreign currency denominated by ",
  "bank accounts.",
  "•  Freedom to residents to remit outside the country.",
  "•  Freedom to residents to invest in the global stock markets.",
  "•  Freedom to domestic companies to borrow funds either from the domestic or from the ",
  "international markets.",
  "•  Freedom  to  companies  to  issue  shares/bonds  in  overseas  markets  subject  to  their ",
  "regulatory compliances.",
  "•  Freedom to domestic companies for global operations and also to acquire companies ",
  "overseas.",
  "•  Freedom to do transactions in any currency.",
  "•  Freedom to invest globally.",
  "•  Freedom to exchange currencies like commodities across the counter.",
  "Most of the larger economies such as US and Europe have convertible currencies, ",
  "which can be freely exchanged with other currencies, without any restrictions and can also ",
  "be used for transaction and other such purposes as mentioned above.",
  "Why is convertibility important for open economies?",
  "(1)  With increased openness, increased trade and capital flows, absence of convertibility ",
  "is seen as a hindrance to smooth inflows and outflows, resulting in avoidable delays ",
  "in conversion, besides increasing transaction costs of conversion.",
  "(2)  A convertible currency is acceptable in a non-convertible economy (USD in India) ",
  "but a non-convertible currency is not acceptable in a convertible economy (Rupees ",
  "in the US).",
  "(3)  It is seen from the global perspective as a growing stature of the home currency ",
  "gaining global acceptability.",
  "(4)  It reflects greater transparency in the foreign exchange transactions in the domestic",
  "economy.",
  "5 It is seen as the growing maturity and strong macro-economic fundamentals of an ",
  "economy and their ability to withstand adverse global fallouts.",
  "It is also believed as a way to attract foreign investment.",
  "It is a reflection of the confidence of the government that convertibility will not ",
  "result in outflows from the economy.",
  "(8)  Economies with convertible currencies have greater levels of efficiency, provide ",
  "depth to the financial sector and are seen as globally competitive.",
  "(9)  Convertibility  allows  testing  of  strengths  of  economies  in  their  bid  to  global ",
  "integration.",
  "(10)  It is also about dispelling the ‘fear’ factor, the fear of‘what if from the minds of the ",
  "government.",
  "(11)  Most large open economies, as mentioned earlier, such as US and Europe have ",
  "convertible currencies.262 THE INDIAN ECONOMY",
  "What could be the possible fallouts of convertibility?",
  "(1)  All  the  crisis-ridden  economies  in  the  past  had  complete  convertibility  and  that ",
  "convertibility exposes economies and makes them vulnerable, especially in adverse ",
  "global circumstances.",
  "(2)  One of the biggest dangers of convertibility is known as the fear of infamous ‘Dutch ",
  "disease’,  coined  during  1977  following  the  discovery  of  oil  in  The  Netherlands. ",
  "There was a surge inflows resulting in currency appreciating adversely affecting their ",
  "manufactured exports and slow down of the economy.",
  "(3)  The  stance  of  the  monetary  policy  changes  to  managing  inflows  and  outflows, ",
  "managing what isr eferred ast he‘i mpossibletri nity’of ope n capitalacc ount,exc hangerate ",
  "and  independent mon etary policy.The centr al bank  can atbestm  anag e two b utnotall ",
  "thre e. ",
  "(4)  Large inflows can create issues of liquidity and result in inflationary pressures besides ",
  "affecting the growth.",
  "(5)  The fear factor mentioned above is the apprehension of flight of capital from the ",
  "country, which can be very dc-stabilizing in nature for the economy.",
  "(6)  It is a one-way journey offering no scope of experimenting or going back. Also having ",
  "begun the journey it will also have to be completed. It cannot be abandoned mid­",
  "way. This is because over a period of time, it will not be possible to prevent leakages ",
  "despite having controls on capital flows.",
  "What can be the basic preconditions to convertibility? It is difficult to lay down a set of ",
  "defined preconditions to convertibility. It is qualitative in nature, differs from economies ",
  "to economies and is also about the confidence levels of the government on its own people ",
  "and the state of the economy.",
  "However, based on the experience of other countries having convertible currencies and ",
  "also of the crisis-ridden economies, some key fundamentals to convertibility are as follows:",
  "(1)  Economies should be on sustained upward growth trajectory.",
  "(2)  Exports should be showing signs of buoyancy and moving away from primary to ",
  "manufactured goods.",
  "(3)  Inflation levels should be ‘manageable’. Economies should have the confidence on ",
  "their ability to be able to effectively manage inflation through appropriate policy tools.",
  "(4)  Interest rates should be globally aligned i.e., the inflows and outflows should be ",
  "interest rate ‘neutral’.",
  "(5)  Current  account  deficit  should  be  supported  by  capital  inflows  or  high  current ",
  "account deficit should not lead to external borrowings.",
  "(6)  ‘Manageable levels’ of fiscal deficit. The government should be resolved at lowering ",
  "the levels of fiscal deficit and should have initiated fiscal consolidation.",
  "(7)  Economies should have the confidence of servicing the external debt through export ",
  "earnings.",
  "(8)  The financial sector especially banking should have strong balance sheets, mature, com­",
  "petitive and have the depth to assess and mitigate risks. They should be following pruden­",
  "tial lending, not overexposed and a balanced asset portfolio in terms of their risk appetite.TRADE REFORMS AND FOREIGN EXCHANGE MANAGEMENT ACT (FEMA) 1 999 263",
  "(9)  Economies  should  have  initiated  economic  reforms,  greater  openness  towards ",
  "-",
  "competitive, efficient, market-determined and productive domestic economy.",
  "What  is  the  status  of  convertibility  in  India?  India’s  effort  at  convertibility  has  been ",
  "cautious, well-calibrated, well thought out and gradual, beginning since 1994. It is not ",
  "necessary to map the journey or the chronological ordering but that there has no fallouts ",
  "in the  journey so far.T hepr esentsta tusisth us ‘com pleteconve rtibility on thecurrent account’ ",
  "in the ba lance  ofpayme nts  ofthe In dia .Bu t not c apita l ac count c onvertib ility  (CAC).",
  "Convert ibility on thecurrentac countim pliesthat forexpor tand  impo rtofgo odsand servic es, ",
  "transac tions in foreig n currencies areunrestricted and d o n othaveany restrictions e ither from",
  "theRBIorf romth egove rnm ent.       ",
  "Restrictions on Current Account Transactions",
  "With regard to other transactions on the current account they are also unrestricted except ",
  "for the following which are restricted:",
  "(1)  Outward  remittance  of  prize  money  earned  out  of  game  shows,  lottery,  betting, ",
  "racing, etc., is not permitted.",
  "(2)  For outward tourism, an Indian resident can freely take up to USD 10,000 per visa ",
  "holder in a calendar year should more be required prior authorization of RBI would ",
  "be required.",
  "(3)  For education abroad and overseas medical treatment expenses up to USD 1,00,000 is ",
  "unrestricted and beyond requires prior authorization from the RBI.",
  "(4)  All foreign currency payments made to foreign artists in India, and that required ",
  "for  cultural  tours  overseas  require  prior  authorization  of  Ministry  of  Finance, ",
  "Government of India.",
  "Apart from the above transactions, the remaining transactions in the current account are ",
  "unrestricted. It needs to be understood and absence of convertibility does not imply that ",
  "transactions cannot be done but such transactions require prior authorization from either ",
  "the RBI or the government.",
  "Capital Account Convertibility (CAC)",
  "In  the  status  on  convertibility  it  was  mentioned  above  that  presently  India  does  not ",
  "have CAC. CAC has been driven in India based on recommendations of various experts ",
  "committee  from  time-to-time,  but  the  most  notable  has  been  the  Tarapore  Committee ",
  "recommendations. The committee had given a road map of‘fuller’ convertibility which is ",
  "easing of restrictions on the capital account but not complete removal of all restrictions on ",
  "the capital account over a period of time. However, the committee has remained silent on ",
  "the issue of‘full’ convertibility.",
  "In  terms  of  the  recommendations  made,  the  government  has, however, gone ahead ",
  "with the easing of restrictions on the capital account as under:",
  "At present, all inflows in foreign currency, irrespective of the nature, are completely ",
  "convertible. For example, ‘that there are no restrictions either by the government or RBI, 264 THE INDIAN ECONOMY",
  "on any kind of inflows, or their reversal as outflows’. Then what kinds of outflows on the ",
  "capital account arc restricted? Outflows arising out of conversion of rupees into foreign ",
  "currency by Indian residents, Indian companies, Indian financial institutions for overseas ",
  "transactions.",
  "Even  here,  recently,  the  government  has  considerably  eased  restrictions  on  such ",
  "transactions on the capital account which are as follows:",
  "(1)  Indian residents can freely remit up to USD 2,00,000 in a financial year overseas ",
  "without any restrictions, for any investment purpose. Except that it should not be ",
  "remittance of prize money earned. However, in view of the recent rupee turbulence ",
  "it has been brought down to USD 75,000.",
  "(2)  Indian residents can open foreign currency accounts in India for foreign currency ",
  "earned for services rendered overseas. Such accounts are known as foreign currency ",
  "Indian residents FC(IR) accounts.",
  "(3)  Indian  mutual  fund  managers  can  invest  up  to  USD  5  billion  in  global  stock ",
  "markets.",
  "(4)  There has also been considerable relaxation to Indian companies to borrow overseas ",
  "which are discussed in the next section.",
  "What do the above imply that even without having CAC, rupee is virtually convertible ",
  "except that it is not ‘formal’ declaration. This means that the government today has a choice ",
  "of going back and can choose to re-impose restrictions on these kinds of transactions at ",
  "any time.",
  "Should the government then press the accelerator and go for full convertibility?",
  "(1)  At  present,  there  are  no  apparent  compulsions  for  the  government  to  announce ",
  "complete convertibility, as the purpose of attracting foreign inflows is being served ",
  "especially in the last two years and India’s stature globally is not affected even without ",
  "complete convertibility.",
  "(2)  Further, China has broken the myth of inflows linked to convertibility and that ",
  "openness  not  possible  without  convertibility  or  that  convertibility  and  global ",
  "competitiveness go together.",
  "(3)  Chinese economy is the fastest growing and expanding economy of the world, with ",
  "robust exports, sitting on a trade surplus and globally competitive.",
  "(4)  China has seen sizeable inflows into their economies of over USD 500 billion in the ",
  "last two decades and if Hong Kong is included it will go over USD 1 trillion, all ",
  "without any convertibility.",
  "(5)  Definitely  Chinese  experience  has  diluted  the  importance  and  relevance  of ",
  "convertibility for open economies.",
  "(6)  Even India despite not having CAC, particularly after 2007, there has been sizeable ",
  "inflows including foreign direct investment as can be seen in the section on Foreign ",
  "Investment discussed subsequently.",
  "(7)  However, over a period of time with a more balanced global economy, from the ",
  "present unbalanced, favouring Asian economies, convertibility would eventually beTRADE REFORMS AND FOREIGN EXCHANGE MANAGEMENT ACT (FEMA) 1999 265",
  "seen as maturity, resilience of economies with strong macro-fundamentals allowing ",
  "smooth integration within the global economy.",
  "(8) Lack of convertibility also allows for leakages, conversion of good money into bad ",
  "money, a hindrance to the increasing cross-border flows. As openness of economies ",
  "increases it only raises transaction costs of conversion.",
  "(9) India unlike China, fortunately has initiated the journey,  but even with no  apparent ",
  "compulsions of completing the journey, at some time would have to complete  it ",
  "as  the  controls  would  become  ineffective  or  outflows  finding way around the",
  "controls.",
  "(10) Full convertibility of the Indian rupee can be delayed, but is inevitable and the only ",
  "issue is by when?",
  "EXTERNAL COMMERCIAL BORROWINGS",
  "A major aspect of FEMA and trade reforms is also the easing of restrictions on the private ",
  "corporate  sector  to  borrow  from  the  international  market  especially  for  paying  for  its ",
  "imports and saving on the transaction cost of converting rupees to foreign currency for ",
  "import  of  goods.  This  is  known  as  external  commercial  borrowings  (ECBs)  which  is ",
  "similar to domestic borrowing except that they are in foreign currency from the overseas ",
  "market.",
  "It also allows the corporate sector to take advantage of the interest rate differential ",
  "between the domestic and international rates of interest. A key aspect of interest rates ",
  "on  ECBs  is  that  they  are  linked  to  London  inter-bank  offer  rate  (LIBOR)  a  market- ",
  "determined  rate  of  interest,  at  which  global  banks  lend  to  each  other  and  the  floor ",
  "level  of  interest  and  bench  mark  for  global  interest  rates.  The  mark  up  over  LIBOR ",
  "is  usually  in  ‘basis  points  (bps)’.  A  100  bps  mark  up  implies  1  per  cent  over  the ",
  "LIBOR.",
  "Who decides the mark up for ECBs? The mark up is in terms of the sovereign rating ",
  "of countries first and then the companies given by the international rating agencies such ",
  "as Moody’s, Standard & Poor and Fitch. Normally a company’s raring cannot be better ",
  "than the sovereign rating and it is invariably the country’s rating which decides the mark ",
  "up. These rating agencies arrive at ratings of economies based on well-defined objective ",
  "parameters. The ratings is in a scale comprising of two broad categories one—as ‘investment’ ",
  "grade, economy has good fundamentals and can be considered as investment grade with ",
  "minimum to moderate risk and the other—‘speculative’ grade which is, economy can be ",
  "considered for investment but that the risk is high.",
  "The higher up on the scale implies less risk and thus a lower mark up and the lower ",
  "down the scale there is high risk and mark up accordingly is much higher. At present, ",
  "the rating of India by the three rating agencies is a low of one notch above the last in ",
  "investment grade which is, India is considered ‘marginally as investment grade’. Why such ",
  "a low rank by international-rating agencies?266 THE INDIAN ECONOMY",
  "(1)  First and foremost is because of the high fiscal deficit. The combined fiscal deficit of ",
  "the center and states put together over 10 per cent. Such high levels are unsustainable ",
  "in the long-run.",
  "(2)  High levels of public debt (all liabilities of Central and State Governments) to GDP ",
  "ratio of over 70 per cent.",
  "(3)  Such high debts are trigger points of an internal crisis like it happened in Greece and ",
  "Ireland.",
  "(4)  Near absence of fiscal consolidation.",
  "(5)  Slowing down of the reform process.",
  "Even though the government has protested against the rating given to India, but these ",
  "agencies  are  known  for  their  independent  and  unbiased  thinking.  The  most  important ",
  "aspect is that these ratings have global acceptability and the basis for deciding the mark up ",
  "for ECBs besides also influencing overseas investment decisions.",
  "At present, RBI under FEMA has allowed companies to raise ECBs up to USD 750 ",
  "million under the automatic route which is not requiring approval of RBI. All ECBs under ",
  "automatic route or also subject to maturity period stipulated by RBI and have end use’ ",
  "restrictions i.e., the purpose of ECBs has to be declared and it is to be ensured that the ",
  "proceeds are used only for the declared end use by the company.",
  "There is also a restriction that the proceeds have to be parked overseas and will not be ",
  "allowed to be converted into rupees for bringing it back into the domestic economy. There ",
  "is presently an overall country level ceiling of USD 35 billion for ECBs. The only issue ",
  "with ECBs is that only reputed companies can access the ECB route. The amount raised ",
  "as ECBs arer eflected in thee xternald ebto fth e c ountry.",
  "American Depository Receipts (ADRs) and Global Depository",
  "Receipts (GDRs)",
  "There is yer another route through which Indian corporate sector can raise foreign currency ",
  "denominated funds which is through issuance of ADRs and GDRs. In the absencel of ",
  "convertibility, Indian companies cannot access the global capital market by issuance of ",
  "shares just as they can be in the domestic market. To enable companies to access global ",
  "markets, companies can issue shares, but instead of selling in the overseas market directly ",
  "can off-load the shares to an international depository.",
  "This depository on the strength of underlying shares held by it in the capacity of a ",
  "custodian, would issue depository receipts and sold, just like shares in the overseas market.",
  "These receipts are akin to a share, have similar features but are not shares as it does not ",
  "confer voting rights to the holder of these receipts. They can be listed and traded at the ",
  "global stock markets just liket hes hares.S uch receiptis sued in theUS  isk no wn asAD Rsand  ",
  "   ",
  "elsewhereasGDRs.",
  "Most of the reputed Indian companies are enjoying listing at the global stock markets ",
  "through  the  ADR  route.  This  mechanism  also  allows  domestic  companies  to  test ",
  "international markets for their inherent strengths, competitiveness and global acceptability.TRADE REFORMS AND FOREIGN EXCHANGE MANAGEMENT ACT (FEMA) 1 999 267",
  "All ADRs and GDRs offering are not on the automatic route and require prior approval of ",
  "Ministry of Finance, Government of India.",
  "Foreign Currency Convertible Bonds (FCCBs)",
  "Foreign Currency Convertible Bonds also known as foreign currency convertible notes ",
  "(FCCNs)  are  quasi-debt  instruments  issued  by  Indian  companies  in  foreign  currency ",
  "which may or may noth avea c oupon and principal p ayment o ption orth e op tion ofthe y be",
  "con verted into sharesata pr e -determined rateatth e disc retion ofthei nve stor.",
  "At present, FEMA allows issuance of FCCBs by Indian companies subject to amount ",
  "and  minimum  maturity  stipulation  under  the  automatic  route.  Thus,  the  Indian  private ",
  "corporate sector can access the international market either as ECBs or ADRs or FCCBs ",
  "or a combination of all.",
  ""
]