[
  "CHAPTER24",
  "BALANCE OF PAYMENTS",
  "OF ECONOMIES (BOP)",
  "CONCEPT",
  "An open economy, as mentioned previously, will have a large component of trade and that ",
  "trade would bring in foreign currencies to home country either for making payments for ",
  "imports or receiving foreign currencies for exports. In addition, in a previous section on ",
  "Exports, it was mentioned that an adverse feature of the Indian Economy has been year ",
  "after year imports were more than exports.",
  "What does it mean? It basically implies that India has never been able to earn foreign ",
  "currency through exports to that extent to meet payment obligations in foreign currency ",
  "for  imports  of  goods.  That  is, the  first thing to  understand  about  open economies on ",
  "their ability to ‘earn foreign currencies through exports to pay for the import needs of the ",
  "economy i.e., the criticality of exports.",
  "It is clearly known that India is an importer of crude petroleum and increased consumption ",
  "of petro goods would require India to export sufficiently to cover the import required of ",
  "crude petroleum. Exports have been extensively addressed in the previous section.",
  "Open economies would have both domestic as well as foreign currencies and as trade ",
  "increases with more of exports and imports, there has to be a tracking mechanism in the ",
  "economy of the foreign currencies going out on account of imports and other factors and ",
  "the foreign currencies coming into the country on account of exports and other such factors.",
  "Uns is what known as the ‘balance of payments’ (BOP) of a country, which is a separate ",
  "and independent ‘record of all transactions being done in the foreign currencies in the ",
  "country: The BOP of country assumes great significance for open economies. In India, the ",
  "responsibility of maintaining the BOP lies with the Reserve Bank of India (RBI). RBI is not ",
  "only the apex monetary authority, controller of liquidity but also has a larger role to play ",
  "in open economies of maintaining the BOP. How is the record of transactions maintained?",
  "BOP—KINDS OF ACCOUNTS",
  "The balance of trade (BOT) or balance on merchandize goods: This account records all ",
  "transaction of foreign currencies on account of export and import of ‘goods’ only. The ",
  "BOT would be in surplus if inflows of foreign currencies in the economy through exports ",
  "are more than outflow of foreign currencies on account of imports. Conversely, it would ",
  "mean a deficit on the BOT. This is what has been referred earlier of a structural trade 256 THE INDIAN ECONOMY",
  "deficit in India, of insufficiency of foreign currencies through exports of goods to meet the ",
  "foreign currency required to pay for critical imports.",
  "The second kind of account is the balance on invisibles (BOI). Just as there are imports ",
  "and exports of goods, there are also imports and exports of services such as banking, ",
  "shipping,  insurance,  software,  consultancy,  etc.  This  account  maintains  records  of ",
  "transactions in foreign currencies resulting out of export and import of services.",
  "What could be other types of transactions in foreign exchange other than for import ",
  "and export of goods and services covered in balance of invisibles. These could be for the ",
  "following:",
  "(1)  Inward  and  Outward  Tourism—tourist  arriving  to  India  (inward)  would  require ",
  "rupees  to  spend  for  which  they  would  like  to  exchange  their  respective  foreign ",
  "currencies  into  rupees.  Similarly,  Indians  going  abroad  (outward)  would  require ",
  "foreign currency.",
  "(2)  Inward  and  Outward  Remittances—many  Indians  about  35  million  are  settled ",
  "overseas in different countries also known as the ‘Indian diaspora’. Many of them ",
  "send money to their family. As they are earning in foreign currency they would send ",
  "the money in foreign currency (inward remittance) which would be exchanged in ",
  "rupees in India and given to the beneficiary. Similarly, Foreign residents in India may ",
  "also like to remit money overseas (outward remittance).",
  "(3)  Inward  and  Outward  Education—there  is  an  increasing  trend of Indian students ",
  "seeking higher education abroad (outward education). They would need to cover for ",
  "their fees in foreign currency.",
  "(4)  Similarly, foreign students wishing to study in India (inward education) would need ",
  "Indian rupees to cover their expenses in India. Further, there may also be a need of ",
  "foreign currency for overseas medical treatment.",
  "In all the above transactions, there will thus be a ‘net effect’ which is either positive ",
  "or negative depending on which transactions are more. For example, net tourism will be ",
  "positive if foreign currencies being surrendered (by foreign tourist for rupees) is more than ",
  "foreign currencies being demanded (by Indian tourists going abroad) and vice versa and ",
  "similarly for remittances and education.",
  "All  the  aforementioned  transactions  which  are  net  tourism,  net  remittances,  net ",
  "education and for medical treatment are reflected in the balance of invisibles’ (BOI) of the ",
  "BOP. Thus, BOI records transactions in foreign currencies relating to export and import ",
  "of services, net tourism, remittances, education and medical treatment. This could also be ",
  "either positive or negative depending on which is more.",
  "Both the BOT as well as the BOI constitute the balance on current account of the BOP. ",
  "Accordingly, the BOP may have a current account surplus (CAS) or a current account ",
  "deficit (CAD) and CAS will result in the following:",
  "With both BOT and BOI in surplus or positive.",
  "It can also be possible with a deficit on BOT but with a surplus on BOI sufficiently ",
  "large enough to wipe out the deficit on BOT.",
  "On the other CAD will result if there is",
  "Deficit on BOT and BOI.",
  "Deficit on BOT and a surplus on BOI but not sufficient enough to wipe out the BOT.BALANCE OF PAYMENTS OF ECONOMIES (BOP) 257",
  "It  appears  to  be  complicated  but  there  is  requirement  to  understand  these  concepts ",
  "failing which problems of open economics and crises may be difficult to comprehend. An ",
  "illustration of an open economy, say A is explained below:",
  "Exports of goods  USD  100 million",
  "Imports of goods  USD  250 million",
  "BOI  USD  200 million",
  "Economy  A  has  a  deficit  on  BOT  of  USD  150  million  but  a  CAS  of  USD ",
  "50 million. If the economy had a BOIo fU  SD1 00 million itw ou ld havea CA  D of US D50  ",
  "million.As ur plus on  thecurr ent acco unt can  thushapp en both with asurp lus and  also with ",
  "deficiton B OTdepen ding on theBOI. ",
  "Inflows of foreign currencies (coming into the country) are more’ than the outflow of ",
  "foreign currencies (going out of the country) in an economy. A CAD would imply the ",
  "reverse i.e., outflows of foreign currencies are more than the inflows of foreign currencies ",
  "in an economy.",
  "How is the difference between outflows and inflow's met? This would take us into the ",
  "third account of BOP maintained by the RBI which is a record of transactions other than’ ",
  "those on the current account.",
  "Transactions other than those on the current account is referred as capital account",
  "transactions and would comprise of the following:",
  "(1) Foreign Investment—this will be discussed separately later. However, this  represents",
  "inflows of foreign currencies into the economy for investment purposes. ",
  "(2) Deposits—many of the Indian diaspora settled abroad maintain deposits in foreign",
  "currencies in India known as NRI",
  "(3)  Borrowings—private  sector  can  borrow  in  the  international  currency  and  so  can ",
  "the government bilaterally or from multilateral institutions such as the IMF, World ",
  "Bank, etc.",
  "(4)  External  Assistance  and  Grants—government  can  also  receive  assistance  and ",
  "grants from other countries in foreign currencies. But this was relevant in closed ",
  "economies.",
  "All the above transactions are known as capital account transactions and get reflected ",
  "in the capital account’ of the BOP. The balance on current account and capital account ",
  "constitutes the BOP of the country. The BOP necessarily like a balance sheet has to balance, ",
  "or no difference between assets and liabilities. Similarly in the case of BOP ‘inflows’ will ",
  "have to be matched with outflows’ one way or the other. Thus BOP has to be zero. Thar ",
  "is, any CAD would have to be met out of capital foreign currency inflows of either foreign ",
  "investment or NRI deposits and if not there, our of borrowings by the government to ",
  "meet the CAD.",
  "However. BOP can also be zero under:",
  "(1)  There is CAS. The excess inflows going to augment the foreign exchange reserves.",
  "(2)  There is a CAD but sufficient capital inflows other than borrowings to wipe the deficit.",
  "Thus, by looking at the BOP it is not possible to comment on the health of the economy ",
  "on the trade front of whether, there is CAD or CAS. BOP is solely an account’ of inflows ",
  "and outflows of foreign currencies and the manner in which inflows and outflows on the ",
  "current account are matched. The true picture can, however, be seen from the current ",
  "account of the BOP. As an open economy, the balances on current account of economies ",
  "become extremely relevant.258 THE INDIAN ECONOMY",
  "Suppose an economy has CAD of USD 100 million. It does not have capital inflows. ",
  "How does the government acquire foreign currencies to meet the deficit? Remember fiscal ",
  "deficit, the government could print rupees to meet the deficit or borrow rupees from the ",
  "market. Hie government can never be a defaulter in borrowings given its sovereign powers ",
  "to print home currency.",
  "In  the absence of capital inflows, the government would have to borrow from the ",
  "international  market.  Any  borrowing  in  the  market  for  meeting  CAD  is  crisis  for  the ",
  "economy  because  how  does  the  economy  pay  back  the  amount  borrowed?  It  would ",
  "amount to placing economic sovereignty at stake, leading to economic sub-judication.",
  "A high CAD has been a common denominator in all the crisis-ridden economies in the ",
  "past and as a parameter closely monitored by all open economies. Both the CAD as well ",
  "as fiscal deficit are known as the ‘twin deficits’ that is necessary evils and little to choose ",
  "between, in terms of damaging impact on economies.",
  "24.3 IS CURRENT ACCOUNT SURPLUS (CAS) BETTER FOR OPEN ",
  "ECONOMIES?",
  "So it appears that open economies should preferably have a CAS or should not have CAD ",
  "given their vulnerability to crisis-like situations. The concept of CAS is explained briefly.",
  "CAS typically represents surplus of outflows over inflows and where this surplus is ",
  "going? It represents ‘idle’ money as it reaches the RBI instead of the economy. It is idle ",
  "because it has not been absorbed in the economy, which is possible in an over-invested ",
  "economy  or  economics  with  little  investment  opportunities.  Any  further  investment  in ",
  "such economies, would not increase growth but only fuel inflation. Such economies need ",
  "to cool. A CAS is helpful for them. It could also be if the government interferes in their ",
  "absorption through policy interventions.",
  "So a CAS in China is understandable as it needs to slowdown to prevent build-up of ",
  "inflationary pressures in the economy.",
  "India is already running a high CAD, but then these are abnormal circumstances of ",
  "shocks of global recession. It is also because of import of crude petroleum and in recent ",
  "rimes a surge in import of gold. Despite the high levels of CAD it can be said to be ",
  "manageable  given  the  surplus  on  the  capital  account.  However,  the  same  levels  can ",
  "overnight become very disturbing and dangerous should the capital flows reverse, leaving ",
  "no choice, other than borrowings to meet the deficit on the current account.",
  "Rightfully, the RBI while maintaining the BOP keeps a close watch on the movements ",
  "both on the current account as well as capital inflows. High CADs in relation to their ",
  "GDP has been a common denominator for all the crises-ridden economies.",
  "It is wrongly believed that openness has been responsible, rather it was the inability ",
  "of thesee conomies t o seeth ewi dening CAD,plu nging theminto  thegorg eofcri sis .Itshou ld  ",
  "also bekeptin  mind  that‘itisnotC  A D pers ewhic h is the problem ,but theway C AD ism  eet,",
  "wheth er irrever sible cap italflows,re versible flow'so rborrowin gs’.On ly  ifCADisbein g met",
  "ou tofbo rro wing by ag ove rnm entcan itbesaid  to beacrisis oran u nsu stainableCA D .Aslo ng  ",
  "CADismetoutin flowso n th ecapitalacc ou nt,ot hert han borro wingsw hich is through f oreign  ",
  "investment,NRI deposits,i tcan besaid to bemanageable ,nota seriousc aus eofcon cern.Crisis ",
  "on thecurren tacc ou ntisalso  know n a s‘BOPcr isis’.          ",
  "   "
]