[
  "CHAPTER26",
  "FOREIGN INVESTMENT ",
  "IN INDIA",
  "26.1 CHANGING NOTIONS",
  "Foreign investment has been a key area of reforms over the last two decades. It was nor ",
  "too  long  ago  when  foreign  investment  was  treated  with  mistrust  associated  with  the ",
  "multinationals operating for self-interests with exploitative tendencies, a bitter fallout or ",
  "the earlier colonial regime.",
  "It  was  China,  a  highly  closed  economy  in  the  seventies,  changed  the  notion  of ",
  "development by following liberal policies for attracting foreign investment as means to ",
  "meet the investment needs and to accelerate growth of their economy.",
  "They showed that for development purposes money matters and not the ‘colour’ of the ",
  "money. Also that foreign investment is not a necessary evil, as widely believed, by many ",
  "economies. The transformation of the Chinese Economy to its present look can largely be ",
  "attributed to foreign investment in their country.",
  "But what exactly is foreign investment? Foreign investment comprises of two components, ",
  "one referred as foreign direct investment (FDI) and the other as investments by foreign ",
  "institutional investors (FII) now referred as foreign portfolio investor (FPI). FDI represents ",
  "overseas  equity  investment  projects  in  India  with  the  investment  objective  of  directly ",
  "managing businesses. The equity investment can be in an existing company or as a new ",
  "company for various projects in the country. The objective is to do commercial business in the ",
  "country.",
  "The extent of equity a foreign investor can bring in different projects is referred as ",
  "‘sectoral  caps’  and  prescribed  by  government  through  its  various  ‘press  notes,  issued ",
  "by  Department  of  Industrial  Policy  &  Promotion  (DIPP),  Ministry  of  Commerce  & ",
  "Industry’. Some aspects of FDI should be kept in mind, one is that they come with a ",
  "business orientation, with an explicit profit motive and they provide a unique blend of ",
  "resources, technology, knowledge and professionalism and management techniques. Their ",
  "interests  are  not  short-term  but  long-term.  A  misconception  of  FDI  is  repatriation  of ",
  "profits or outflows from the country. As mentioned earlier, they operate with a commercial ",
  "motive, but will not begin to earn profits immediately and it takes time to achieve break ",
  "even by companies before they begin to earn profits. Even when they begin to earn profits ",
  "repatriation, is noto ft he e ntirep rofitsbu ton ly acer tain percentage of pro fitsearn ed and that",
  "cann otbele git imatecritic ismofFD I. ",
  "Investment by FPls on the other hand, is predominantly in the stock markets with the ",
  "purpose of solely trading in shares of companies, and also investment in corporate debt ",
  "and government securities. Their objective is to book profits on investments made. Such ",
  "investments are short-term and volatile and if millions of dollars can come in, they canFOREIGN INVESTMENT IN INDIA 269",
  "also go out overnight. They stay in the markets as long as things are good and the first ",
  "one to leave in periods of uncertainty. They are referred as ‘fair weather friends’. Such ",
  "investments are also known as portfolio investment’.",
  "FOREIGN DIRECT INVESTMENT (FDI)",
  "What changes have been taken place with regard to foreign investment in India? India’s ",
  "attempt at opening up for foreign investment has been gradual and cautious step-by-step. ",
  "First, foreign investment policy was selective and restricted to high-priority areas only. ",
  "Then came the era of ‘hyphen’ products. Foreign companies were allowed to invest in ",
  "India but only as a joint venture along with an Indian partner, such as Maruti-Suzuki, ",
  "Akai-Bush, BPL-Sanyo, Tata-Yodogawa, etc.",
  "Subsequently,  foreign  companies  could  use  their  brand  names  without  any  Indian ",
  "attachments.  As  a  further  step,  the  ‘dividend  balancing’  requirement  of  repatriation  of ",
  "profit by companies to be matched with exports of the company, in respect of twenty-two ",
  "industries was dispensed. At present, almost the entire economy has been opened up for ",
  "foreign investment, in most areas 100 per cent foreign participation is permitted to sectors ",
  "such as petroleum sector, road building, power, drugs and pharmaceuticals, hotels and ",
  "tourism, etc.",
  "Besides, certain areas have sectoral caps such as insurance and foreign equity is restricted ",
  "to 26 per cent. For banking, telecommunications and airport service provider it is not ",
  "exceeding 49 per cent. The sectoral caps are increased by the government through its ",
  "various ‘press notes’ depending on needs of the economy.",
  "In certain areas such as gambling, betting, lottery business, atomic energy, agriculture ",
  "and multiproduct-organized retailing, FDI is not permitted.",
  "The  government  to  facilitate  foreign  investment  has  also  introduced  fast-track ",
  "mechanism of the ‘automatic route’ subject to sectoral caps, for projects which do not ",
  "require industrial license and not having existing joint venture in India. All investments by ",
  "NRI/persons of Indian origin (PIO)/overseas corporate bodies (OCB) as also SEZ, EOU, ",
  "EHTP and STPI are under the automatic route.",
  "Government also set up the foreign investment implementation authority (FIIA), for ",
  "inter-ministerial coordination and to ensure quick translation of the approvals given into ",
  "the investment. It can be seen that almost the entire economy, except for the agricultural ",
  "sector and select sectors, has been thrown open for foreign investment, indicating that the ",
  "government is welcoming foreign investors in the domestic economy.",
  "We have to be clear that the debate over foreign investment in terms of their demerits ",
  "has been given a quite burial. The second is whether it is a matter of choice or compulsion. ",
  "We have to face the fact that India has a distinct ‘investment deficit’ and there are ‘no ",
  "options’ other than foreign investment to bridge this huge deficit.",
  "It  has  been  discussed  previously  about  the  investment  in  infrastructure  alone  of  a ",
  "staggering USD 1 trillion dollars over the next decade. Yet another thing not understood ",
  "is that: ‘India needs foreign investment more than foreign investment needs India’. It is in ",
  "this light the easing of restrictions on foreign investment has to be seen.",
  "What has been the impact? Since the beginning of opening up for foreign investment ",
  "in 1991, India has been able to attract around USD 500 billion.",
  "Is it impressive? China on the other hand, during the same period has been able to ",
  "attract  over  USD  1000  billion  or  over  USD  1  trillion. FDI  in India came in  driblets ",
  "till 2007. The period 1991-2007 witnessed very poor levels of foreign investments. It, 270 THE INDIAN ECONOMY",
  "however, has picked after 2008 wich USD 55 billion coming in just three years to again get ",
  "reduced since 2013. Thus India, at least in the last few years, can be said to be attracting ",
  "foreign investment but clearly not as much as the other economies are attracting. The ",
  "global crisis since 2007 has come as a blessing in disguise with a lot of capital flows coming ",
  "into emerging economies and India included even though not in a same magnitude.",
  "Despite the considerable easing of restrictions why is India not a preferred destination ",
  "for FDI? It has a large pool of English-speaking workforce, cheap labour, natural resources, ",
  "a growing economy, second largest market and a government-favouring FDI. The answer ",
  "lies in a number of factors which are as follows:",
  "(1)  First and the foremost, a foreign investor draws a global comparison before taking ",
  "a decision on the choice of destination and thus the government has to look from ",
  "‘their perspective and not from ‘its own perspective. It has to see what are they ",
  "looking for and then providing it to them.",
  "(2)  There are a lot of areas where India has a comparative disadvantage over economies such ",
  "as China, Korea and Brazil in infrastructure, stringent labour laws, still large dominance ",
  "of public sector, relative imperfect market and so on.",
  "(3)  It may also be mentioned that globally India is ranked very low in terms of the ‘ease ",
  "of doing business’.",
  "(4)  Even though there is single window clearance for all FDI, it is ‘ineffective’ as still ",
  "multiple clearances are required at the central and also state governments level.",
  "(5)  The earlier controversial Enron power project and the present controversy around ",
  "POSCO and die Vedanta group serve as enough deterrents to FDI.",
  "(6)  Even though policy has changed but the mind sets have not changed, it is still felt ",
  "that India is doing them a favour rather than the other way around.",
  "(7)  The state governments do not give due priority of the same degree as the central ",
  "government leading to delays.",
  "(8)  The labour market is inflexible with regulations around them making it difficult for ",
  "foreign investors to comprehend and prefer to go to other destinations which have ",
  "greater flexibility in labour laws.",
  "(9)  Yet another factor has been the fact that the so-called reforms and the liberalization ",
  "policies still lack transparency with explicit licensing replaced by implicit back door ",
  "regulations in the economy.",
  "(10)  Somehow the clear message of liberal FDI in India has not been publicized at the ",
  "international level. Something as ‘India as an investment destination’.",
  "It is precisely for the above reasons that economics like China and others are scoring above ",
  "us. There is yet another important difference is the indifference of the NRI to invest in ",
  "India. Most of the FDI in China comes from expatriates and those who were earlier of ",
  "Chinese origin but now settled in various countries.",
  "The  Chinese  people  though  settled  overseas  still  continue  to  have  their  roots  for ",
  "investment matters in China, which is the missing link in India. Our NRIs, when comes ",
  "to investment decisions rank other countries higher than India.",
  "Foreign Direct Investment (FDI) in Organized Retail",
  "Foreign Direct Investment in organized retail is yet another area shrouded in controversy. ",
  "What is organized retail? Let us define retail first, it is household requirement of the people ",
  "comprising of food and grocery, clothing, convenience, consumer goods, etc. Secondly, ",
  "organized  retailing  is  selling  of  these  household  commonly  used  goods  to  the  people ",
  "directly, as branded products across counters in big stores.FOREIGN INVESTMENT IN INDIA 271",
  "Organized retailing is virtually non-existent in India and dominance of the ‘mom-pop’ ",
  "scores, kirana shops and neighbourhood shops. Unorganized retailing accounts for over 90 ",
  "per cent of retail business in India. The retail market in India is growing exponentially and ",
  "is projected to reach over USD 350 billion by 2015. Can such a huge market be handled ",
  "as ‘unorganized’ business efficiently?",
  "What  is  the  present  status  of  FDI  in  retail  sector?  FDI  in  organized  retailing  is ",
  "permissible in India through the following four routes:",
  "(1)  FDI  in  retail  is  permitted  through  the  franchise  route  like  McDonalds  where  the ",
  "foreign company gives a franchise to an Indian to sell on their behalf and use their ",
  "brand name.",
  "(2) Yet another way  retail isif the company is sourcing from India and manufacturing ",
  "the product in India it can use the brand name such as Arrow, Benetton, etc.",
  "(3)  Another route is the cash and carry’ concept, where the company can sell the product ",
  "to a wholesaler in India who would then do the retailing like ‘Spencers’.",
  "(4)  FDI is also permitted up to equity participation of 51 per cent but only for single ",
  "products/brands.",
  "(5)  Only recently government has permitted 51 per cent equity (shares) as FDI in multi ",
  "brand retailing business, subject to a minimum investment of USD 100 million, 50 ",
  "per cent of which has to be in back-end activities. Such retail stores can only be set up ",
  "in cities with population more than 10 lakhs and too after approval of the concerned ",
  "state government. There is also a stipulation that 30 per cent sourcing should be done ",
  "from small-scale industries.",
  "So FDI in retail implies allowing the foreign companies like Wal-mart to set up the stores ",
  "in India for selling multi-branded household goods to the people.",
  "So what is wrong with Wal-mart setting up stores in India? It is widely believed that ",
  "allowing FDI in organized retail would mean an end to the kirana shops, bring the curtains ",
  "down on the ‘mom-pop’ stores. The unorganized sector in retail would go out of business, ",
  "result  in  mass-scale  unemployment  threatening  the  livelihood  of  the  millions  who  are ",
  "dependent on this business. It is also feared that such big stores will solely promote more ",
  "consumerism  given  their  aggressive  marketing  strength  and  thus  affect  savings  in  the ",
  "economy as a whole. Such foreign companies may acquire monopoly status in consumer- ",
  "oriented goods resorting to consumer exploitation.",
  "Is this contention correct? This can be dealt in another way. What can be the likely ",
  "benefits of FDI in organized retail?",
  "(1)  These foreign companies have the experience, knowledge of such businesses and ",
  "would bring best practices to the country.",
  "(2)  They would be able to bring the best in the world to the country and a much wider ",
  "choice set.",
  "(3)  Their motto, rightfully is, customer first. They would always work in the interest of ",
  "customer in providing better quality products and hygienic food items.",
  "(4)  Their  functioning  is  essentially  large  volumes  less  margins,  scientific  inventory ",
  "management and minimal wastages which enable them to price goods cheaper than ",
  "the market.",
  "'  5)  The  present  unorganized  retailing  has  huge  wastages,  not  much  inventory ",
  "management resulting in their higher prices.272 THE INDIAN ECONOMY",
  "(6)  Thus, these companies will bring better quality goods at very competitive prices, ",
  "providing value for money.",
  "(7)  These companies are very conscious of their precious brand name and reputation ",
  "and will never compromise on the quality of goods or claims being made by them. ",
  "If they are promoting goods as the cheapest in the country, then rest assured they ",
  "have performed their homework well-enough to have made the claim.",
  "(8)  They believe in building their own supply chains down the line which is highly ",
  "employment intensive.",
  "(9)  However, the real tangible benefits are likely to accrue to the agricultural sector ",
  "such as newer technologies, improved productivity, building up of supply chains, ",
  "warehousing, better quality and price to the farmers because of elimination of the ",
  "middlemen.",
  "(10)  It would also promote setting up of farmers, groups and cooperatives as facilitators ",
  "between the farmers and organized retailer.",
  "The  fear  of  end of kirana stores in the country because o f m  ulti-branded organized has  ",
  "few basic facts. First is, about the retail behaviour in India and the western countries which ",
  "is quite different. In the west, people believe in monthly grocery shopping and are s een as a   ",
  "family outing. This is not so in India where daily consumables are bought on a daily basis.",
  "Second, each of these stores require huge area to provide everything to the people and ",
  "are usually located on the outskirts of a town to save on rentals as downtown rates may be ",
  "expensive. They believei nk eepingco stsdo wntot he  min imumi.e.,t heir uniqu eselling point( ",
  "USP) Itwill be diffic ult forthem tor eacho utt hecon sum ers inthesame wa yas akiran asto re. ",
  "G ivenIn dianre tailbeh aviours  how manytimes willa person  goth eWa l­ martfor his pur chases",
  "ofmi lk,v ege tablesand oth ersuch  dailycons umab lesev enift heyar echeapbutlo cated at afar- ",
  "off destina tion ?        ",
  "The  kind  of  reach  to  households  which  the  kirana  shops  have  in  India  providing ",
  "personalized services can never be matched by these foreign companies despite their best ",
  "of efforts i.e., to say that the kirana shops should not fear the Wal-marts. Rather the ",
  "other way around, of the Wal-marts fearing the kirana shops. This challenge has also ",
  "been acknowledged by the chairman ofWal-mart, of India being a huge but different and ",
  "difficult market to penetrate.",
  "On the whole, there appears to be misplaced apprehensions on FDI in organized retail. ",
  "It will bring distinct improvement in supply chain management, development of back end ",
  "infrastructure, create employment, give revenue to the government. It will also provide ",
  "                               ",
  "qualitygoodsataffordableprices.Overaperiodoftime,therewouldbeconsensusofthe broad-",
  "                       ",
  "basedbenefitsoforganizedretailing.BesidestheaforesaiddebatearoundFDIinmulti-product",
  "                 ",
  "organizedretailingtherearecertainotherissuesaroundFDI.",
  "               ",
  "SectoralDistributionandDirectionofForeignDirectInvestment(FDI)",
  "                           ",
  "The first of the nature of FDI coming into India which is service sector-oriented",
  "                                   ",
  "with as much as 50 per cent of FDI has been the area of IT, computer software and",
  "                       ",
  "telecommunication unlike China where FDI has come into the manufacturing hub. More",
  "                     ",
  "broad-based benefits in terms of employment opportunities would come with increased",
  "         ",
  "FDIinmanufacturingandnotservices.FOREIGN INVESTMENT IN INDIA 273",
  "The other disconcerting aspect has been that the spread of FDI across different states has ",
  "been highly skewed  concentration around Mumbai,  Delhi, Gujarat and southern  states. ",
  "Over 65 per cent of FDI has gone in states which have only 40 per cent of geographical ",
  "area and population. FDI has virtually been negligible in the BIMARU states comprising ",
  "of Bihar, MP, Assam, Rajasthan and UP; north-east states and also the NCS (newly carved ",
  "out states) consisting of Jharkhand, Chhattisgarh and Uttaranchal.",
  "Incidentally,  these  states  are  rich  in  minerals  and  natural  resources  but  have  still ",
  "not  attracted  FDI.  It  appears  that  FDI  for  manufacturing  purposes,  locations  other ",
  "than  India  are  preferred.  Thus,  even  though  our  efforts  at  liberal  foreign  investment ",
  "policy,  there  are  still  structural  issues  as  outlined  above,  to  establish,  India  has  a ",
  "preferred destination or as a ‘manufacturing hub’ attracting overseas investment in the ",
  "country.",
  "India  has  distinct  advantages  over  the  other  countries  but  they  will  have  to  be ",
  "translated  as  opportunities  and  that  is  where  the  government’s  role  would  become ",
  "critical. To sum up, having an ‘effective’ single window set up by involving the respective ",
  "state government would cut down avoidable delays and help to fructify the investment ",
  "and  well-orchestrated  publicity  at  the  international  level  should  be  helpful  in  this ",
  "direction.",
  "26.3 FOREIGN PORTFOLIO INVESTMENT (FPI)",
  "This is the second component of foreign investment which is largely volatile in nature. ",
  "As a part of liberalizing FPI inflows there has been an increase in their inflows but have ",
  "been less volatile in their outflows. Investment by FPIs in the stock markets has been ",
  "considerably eased with no restrictions on their inflows in the stock markets except for ",
  "the maximum percent shares of  a company ,stipulated by the governmen twhich can be",
  "purchased by FPIs.",
  "Similarly, FPIs can also invest in corporate debt instruments and also Government of ",
  "India securities subject to ceiling of investment by the FPI stipulated from time-to-time. ",
  "The FPIs need to be registered with SEBI, before they can invest in the Indian stock ",
  "markets.",
  "Two issues about FPIs need co be mentioned, one that is of participatory notes (PN)’ ",
  "which  allows  for  participation  of  unregistered  FPIs  by  subscribing  to  PNs  floated  by ",
  "registered FPIs. Much of the increased FPI investments have been through PNs. One, the ",
  "problem with this is that it exposes the Indian stock market to those institutions whose ",
  "neither name nor nationality nor purpose of the investment is known.",
  "However, SEBI has considerably relaxed conditions of registration allowing for a larger ",
  "number of FPIs getting registered bringing down the number of PNs issued. The other ",
  "issue is that of ‘round tripping’ which is capital going out of the country only to return ",
  "from a different route to avoid incidence of tax on profits earned. It is widely believed ",
  "that much of FPI investment comes through Mauritius to take advantage of the double ",
  "taxation avoidance treaty (DTAT).274 THE INDIAN ECONOM",
  "Even though, much deepening of the Indian stock markets and its emergence asa  m  ajo r",
  "stock market isa ttributed to thes izeableFP Iinv estments.Ho wever,ass aid  previousthese ",
  "                   ",
  "investments arehighly volatile and reversible in nature atvery shortnotice.In vicwofthe",
  "                   ",
  "surgein capital flowsasFPIinvestment in emerging economies,many economies such as",
  "                 ",
  "Braziland Chinahaveimposed atax on short-terminflowsknown asreturn ofd earlier‘tobin ",
  "               ",
  "tax’,imposed 2-3 decadesearlierfordiscouraging short-termcapitalflowIndiahasnotyetany ",
  "                     ",
  "such tax aspresentFPIinflows/outflowsareviewed ascomfortablenotdestabilizing in nature",
  "                   ",
  ",butcould reconsidershould therebeasurgein inflowsorsudden outflowwhich can beseen ",
  "       ",
  "asdestabilizing theeconomy in future.",
  "26.4 FDI IN AGRICULTURE SECTOR",
  "The foreign  direct investment  (FDI )in the agriculture  sector  rose to ₹ 611.28 crore till  ",
  "                     ",
  "December2017 ofthisfiscal.FDIin agriculturewas ₹515.9 crorein theentire2016-1'fiscal,",
  "           ",
  "₹553.14 crorein 2015-16 fiscaland ₹365.31 crore2014-15 fiscal",
  "                   ",
  "TheFDIhelps in Agricultural sector helps to create theemployment opportunities .and ",
  "             ",
  "infrastructurein thesectorwhich helpsto makesectormodernisation anccommercialisation.",
  "                 ",
  "SincetheAgricultural sectoremploysaround 59 percentofemployment and 17 percentofto ",
  "                     ",
  "thetotalGDPto economy.Despitethis,theFDIgoesinto Food processing,Agricultural,and ",
  "                 ",
  "allied sector less attractive ascompared  service sector.The government should give high ",
  "           ",
  "priority  to the agriculture sector and Food processing  sector for the enhancement ofthe",
  "               ",
  "productivity to addressthegrowing need offood security aswellasto work forthewelfareof",
  "                       ",
  "the small and marginalized  farmers .To fulfil the saving investments gap,public private",
  "               ",
  "partnership approach willbeusefulin agriculturesector.To overcometheshortcomingsofthe",
  "               ",
  "foreign investments ,proper attention  should bepay fortheprotection  ofcustomers and ",
  "             ",
  "marginalfarmersthrough strong regulatory framework.",
  "DIFFERENCES BETWEEN FDI AND FPI",
  "The difference between Foreign Direct Investment (FDI) and Foreign Portfolio Investment ",
  "(FPI) can be understood in the following ways.",
  "•  While the investment made by the international investors to obtain substantial interest ",
  "and control in the enterprise is termed as FDI, the investment made by such investors ",
  "in the instruments like stocks, bonds, etc. is known as a FPI.",
  "•  While FDI investors assume active role in the management of the company, the FPI ",
  "investors play passive role in the company affairs.",
  "•  While the level of control is relatively high through the FDI investment as the investors ",
  "gain both ownership and management control, the level of such control is relatively ",
  "less in FPI as the investors obtain only ownership right.",
  "•  While the FDI investors will have substantial and long-term interests in the company ",
  "to which they are investing, FPI investors may not have such type of long term interest.FOREIGN INVESTMENT IN INDIA 275",
  "•  While FDI investors invest in financial and non-financial assets, the FPI investors ",
  "invest in financial assets only.",
  "•  While it is comparatively difficult for FDI investors to sell out the stake they have ",
  "acquired through their investment, the FPI investors can sell their stake at their wish ",
  "as they have invested in financial assets only.",
  "•  While  the  repatriation  of  the  FDI  investment  is  cumbersome,  difficult  and  time ",
  "consuming, the FPI investment even can have overnight repatriation.",
  "",
  ""
]