[
  "CHAPTER - 19",
  "OZONE DEPLETION",
  "O",
  "zone is a natural gas; it is an allotrope of oxygen  It helps in reducing the risks of mutation and harm to plant ",
  "consisting of three atoms of oxygen bound together  and animal life. Too much UV rays can cause skin cancer ",
  "in a non-linear fashion. The chemical symbol of  and will also harm all plants and animals. Life on Earth ",
  "ozone is O. could not exist without the protective shield of the ozone ",
  "3",
  " It is found in two different layers of the atmosphere. Ozone  layer.",
  "in the troposphere is “bad” because it dirties the air and ",
  "helps to form smog, which is not good to breathe. Ozone  19.1. OZONE DEPLETION",
  "in the stratosphere is “good” because it protects life on ",
  "19.1.1. Change in equilibrium",
  "Earth by absorbing some of the sun’s harmful Ultra Violet ",
  "(UV) rays.  • The equilibrium between the formation and destruction",
  "The ozone layer is very important because the configura- of ozone, has been upset by the influx of several sub-",
  "tion of the ozone molecule and its chemical properties are  stances into the atmosphere which react with ozone and",
  "such that ozone efficiently absorbs ultraviolet light, thus  destroy it.",
  "acting like a sun-screen. • The rate at which ozone is being destroyed is much",
  "faster than the rate at which it is being formed.",
  "• It implies that there is a significant decrease in the con-",
  "The UV rays cause direct damage to the genetic mate-",
  "centration of ozone in a particular region of the atmos-",
  "rial or DNA of animal and plant cells. Exposure of ",
  "phere, hence the name ‘Ozone Depletion’.",
  "mammals to UV light has been shown to act on the ",
  "immune system, thereby making the body more sus- • The best example of such an Ozone Depletion is the",
  "ceptible to diseases. atmosphere over the Antarctic which has only about 50",
  "percent of the ozone that originally occurred there. The",
  "actual realization of ozone-depletion came only in 1985.",
  "19.1.2. Sources ",
  "Do you know?",
  "• Hoolock Gibbon is the only ape found in India. Rest chlorofluorocarbons (CFCs): ",
  "of the monkeys are all macaques and langurs. In",
  "CFCs molecules are made up of chlorine, fluorine and ",
  "India is distributed in the northeast India.",
  "carbon.",
  "• Palms are typically unbranched trees with only one",
  "trunk (columnar stem), called the “caudex,” which Where it is used?",
  "ends in a crown of large leaves. They are used as refrigerants, propellents in aerosol sprays, ",
  "foaming agents in plastic manufacturing, fire extinguish-",
  "ing agents, solvents for cleaning electronic and metallic ",
  "In doing so, ozone protects oxygen at lower altitudes from ",
  "components, for freezing foods etc .",
  "being broken up by the action of ultraviolet light and also ",
  "keeps most of the ultraviolet radiation from reaching the  Two-thirds of CFC is used as refrigerants while one-third ",
  "earth’s surface.  is used as blowing agents in foam insulation products.",
  "215",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Why CFCs are used? The depletion of O3 is catalystic. The element that de-",
  "CFCs has a wide and varied application due to its proper- stroys O3 (i.e chlorine) is being reformed at the end of ",
  "ties like non-corrosiveness, non-inflammability, low toxic- cycle. A single chlorine atom destroys thousands of ozone ",
  "ity and chemical stability, etc.  molecules before encountering reactive nitrogen or hy-",
  "drogen compounds that eventually return chlorine to its ",
  "Lifetime & removal of CFCs",
  "reservoirs. ",
  "Unlike other chemicals, CFCs cannot be eliminated from ",
  "the atmosphere by the usual scavenging processes like ",
  "photodissociation, rain-out and oxidation.  Do you know?",
  "In fact, the residence time of CFCs in the atmosphere esti- Barking deer /common muntjac is the mammal with ",
  "mated to be between 40 and 150 years. During this period,  the lowest recorded chromosome number. It gives ",
  "the CFCs move upwards by random diffusion, from the  calls similar to barking, usually on sensing a predator. ",
  "troposphere to the stratosphere. Status – least threatened.",
  "The escape of CFCs",
  "The CFCs enter into the atmosphere by gradual evapora-",
  "tion from their source. CFCs can escape into the atmos-",
  "CFC substitutes – characteristics",
  "phere from a discarded refrigerator. Since the CFCs are ",
  "•  The substitute for CFCs should be safe, low cost, ",
  "thermally stable they can survive in the troposphere. But ",
  "increased energy efficiency of CFC replacement ",
  "in the stratosphere, they are exposed to UV radiation. ",
  "technology, effective refrigerants with low ozone ",
  "The chemical reaction layer depletion potential (ODP) and low global ",
  "The molecules of CFCs when exposed to UV radiation break  warming potential (GWP). ",
  "up, thus freeing chlorine atoms. A free chlorine atom reacts  •  CFC-12 (R-12) is a widely used refrigerant. HFC ",
  "with an ozone molecule to form chlorine monoxide (ClO).  134a (R-134a) is the most promising alternative (R-",
  "The molecules of chlorine monoxide further combine with  143a) and (R-152a) can also be used.",
  "an atom of oxygen. This reaction results in the formation ",
  "of an oxygen molecule (O) and reformation of the free ",
  "2",
  "chlorine atom (CI). 19.1.3. Nitrogen Oxides: ",
  "Source ",
  "  Chlorine +  Chlorine monoxide + oxygen",
  "The sources of nitrogen oxides are mainly explosions of ",
  " Chlorine monoxide  Chlorine + Oxygen   ",
  "thermonuclear weapons, industrial emissions and agricul-",
  "  + monoxide (o)",
  "tural fertilizers. ",
  "Net reaction: ",
  "The chemical reaction",
  "  ozone +   oxygen + oxygen   ",
  "Nitric oxide (NO) catalytically destroys ozone.",
  "  monoxide (o)",
  "  Nitric oxide    Nitrogen dioxide    ",
  "  + ozone  + Oxygen",
  "  Nitrogen dioxide   Nitric oxide ",
  "  + monoxide  + Oxygen",
  "The escape of NO",
  "2",
  "Nitrous oxide (NO) is released from solid through denitri-",
  "2",
  "fication of nitrates under anaerobic conditions and nitrifi-",
  "cation of ammonia under aerobic conditions. This NO can ",
  "2",
  "gradually reach the middle of the stratosphere, where it is ",
  "photolytically destroyed to yield nitric oxide which in turn ",
  "CFC Ozone Depletion",
  "destroys ozone.",
  "216",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Other substances:  2.  The second type of clouds contain nitric acid instead of ",
  "Bromine containing compounds called halons and HBFCs,  pure water.",
  "i.e. hydrobromo fluorocarbons [both used in fire extin- 3.  The third type of clouds have the same chemical com-",
  "guishers and methyl bromide (a widely used pesticide)].  position as nacreous clouds, but form at a slower rate, ",
  "Each bromine atom destroys hundred times of more ozone  which results in a larger cloud with no iridescence.",
  "molecules than what a chlorine atom does. The chlorine released by the breakdown of CFCs exists ",
  "initially as pure chlorine or as chlorine monoxide (active ",
  "chlorine / instable) but these two forms react further to ",
  "  Bromine + ozone   Bromine monoxide   ",
  "form compounds Chlorine nitrate and HCL that are stable ",
  "    + Oxygen",
  "(inactive chlorine).",
  "  Bromine monoxide   Oxygen + Bromine    ",
  "  + chlorine monoxide  + chlorine",
  "  Chlorine + methane  HCl + methyliumcation (CH3)",
  "Bromine (Br) combines with ozone forming bromine mon-   Chlorine monoxide  Chlorine nitrate   ",
  "oxide (BrO) and Oxygen (O2). The BrO further reacts with    + Nitrogen dioxide",
  "chlorine monoxide (ClO) to give oxygen (O2) and free atoms ",
  "of bromine (Br) and chlorine (Cl). This free atoms can ",
  "further react with ozone. The stable compounds HCL and CLONO are reservoirs of ",
  "2",
  "chlorine, and therefore for chlorine to take part in reac-",
  "Sulphuric acid particles: These particles free chlorine from ",
  "tions of any sort, it has to be freed.",
  "molecular reservoirs, and convert reactive nitrogen into ",
  "inert forms thus preventing the formation of chlorine res-",
  "ervoirs. ",
  "Carbon tetrachloride (a cheap, highly toxic solvent) and ",
  "methyl chloroform (used as a cleaning solvent for clothes ",
  "and metals, and a propellant in a wide range of consumer ",
  "products, such as correction fluid, dry cleaning sprays, ",
  "spray adhesives) and other aerosols.",
  "Monitoring the Ozone Layer ",
  "•  Some organizations that help in monitoring the at-",
  "mosphere and form a network of informations com-",
  "munication about the atmosphere, including ozone ",
  "layer monitoring are:",
  "•  World Meteorological Organization (WMO)",
  "•  World Weather Watch (WWW)",
  "•  Integrated Global Ocean Services Systems (IGOSS)",
  "•  Global Climate Observing System (GCOS)",
  "There is a correlation exist between the cycle of ozone ",
  "19.1.4. Role of polar stratospheric clouds in ozone ",
  "depletion and the presence of polar stratospheric clouds ",
  "depletion.",
  "(PSCs) i.e. the ice particles of the cloud provided substrates ",
  "There are three types of stratospheric clouds. They are:  for chemical reactions which freed chlorine from its res-",
  "1.  Nacreous clouds extend from 10 to 100km in length and  ervoirs. Usually the reaction between HCl and ClONO is ",
  "2",
  "several kilometers in thickness. They are also called  very slow, but this reaction occurs at a faster rate in the ",
  "‘mother-of-pearl’ clouds due to their glow with a sea- presence of a suitable substrate which is provided by the ",
  "shell like iridescence. stratospheric clouds at the poles.",
  "217",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "and chlorine nitrate react on cloud surfaces to free chlo-",
  "  HCl + Chlorine nitrate  molecular chlorine",
  "rine and winter temperatures drops to their lowest ",
  "point.",
  "It results in the formation of molecular chlorine and nitric ",
  "•  In September sunlight returns to the centre of the vor-",
  "acid. The molecular chlorine formed in the above reaction ",
  "tex as the austral spring begins and PSCs disappear ",
  "can be broken down to atomic chlorine and the ozone ",
  "because of increasing temperature. ClO-ClO and ClO-",
  "depletion reaction would continue. The PSCs not only ac-",
  "BrO catalystic cycles destroy ozone.",
  "tivate chlorine, but they also absorb reactive nitrogen. If ",
  "nitrogen oxides were present they would combine with  •  During October lowest levels of ozone are reached.",
  "chlorine monoxide to form a reservoir of chlorine nitrate  •  In November, Polar vortex breaks down, ozone-rich are ",
  "(ClONO).",
  "2 from the mid-latitudes replenishes the Antarctic strato-",
  "Dimer of chlorine monoxide: Stratospheric chlorine mon- sphere and ozone-poor air spreads over the southern ",
  "oxide reacts with itself forming a dimer Cl2O2. This dimer  hemisphere.",
  "is easily dissociated by sunlight, giving rise to free chlorine ",
  "atoms which can further react to destroy ozone. 19.1.6. Arctic Ozone Depletion ",
  "•  The Ozone Depletion has been increasingly evident over ",
  "Every spring, a hole as big as the USA develops in the  the Arctic as well. ",
  "ozone layer over Antarctica, in the South Pole. A  •  The Arctic Ozone Depletion which swept across Britain ",
  "smaller hole develops each year over the Arctic, at the ",
  "in March 96 was the greatest depletion of ozone ever ",
  "North Pole. And there are signs that the ozone layer ",
  "seen in the northern hemisphere. ",
  "is getting thinner all over the planet. ",
  "•  Scientists claim that it had been caused, in past, by a ",
  "dramatic cooling of the upper atmosphere in the north-",
  "ern latitudes over.",
  "19.1.5. Why is the Ozone Depletion predominant ",
  "at the Antarctic? •  The ozone depletion over the northern hemisphere has ",
  "been increasing steadily since the winter of 1992. ",
  "•  The Antarctic stratosphere is much colder. The low tem-",
  "perature enables the formation of Polar stratospheric  •  Apart from the build-up of ozone depleting chemicals, ",
  "Clouds (PSCs), below 20 km. the main cause is the increasing cold temperature in ",
  "the arctic stratosphere which encourages the formula-",
  "•  Ozone absorbs sunlight, causing the characteristic in-",
  "tion of PSCs.",
  "crease in temperature with increase in altitude in the ",
  "stratosphere. If ozone is being depleted, the air becomes ",
  "cooler, further adding to the favourable conditions for ",
  "How ozone is measured? ",
  "the formation of PSCs and stabilization of the vortex. ",
  "The vortex is a ring of rapidly circulating air that con- •  The ozone measurement instruments and tech-",
  "fines the ozone depletion in the Antarctic region. niques are varied. Some of them are the Dobson ",
  "•  The longetivity of the Antarctic vortex is another factor,  spectrophotometer and the filter ozonometer called ",
  "M83, and total ozone mapping spectrometer ",
  "enhancing favourable conditions for the depletion of ",
  "(TOMS) in the Nimbus-7 satellite.",
  "ozone. The vortex remains, in fact, throughout the polar ",
  "winter, well into midspring whereas the vortex in the ",
  "The Umheher technique ",
  "Arctic disintegrates by the time the polar spring (March-",
  "April) arrives. •  The most common measure of total ozone abun-",
  "dance is the Dobson unit (named after the pioneer-",
  "•  Typical happenings in the winter months leading to the ",
  "ing atmospheric physical Gordon Dobson) which is ",
  "Ozone Depletion over the Antarctic.",
  "the thickness of the ozone column (compressed at ",
  "•  In June Antarctic winter begins, the vortex develops and  Standard Temperature and Pressure (STP)) in ",
  "the temperature falls enough for the clouds to form. milli-centimeters. At STP one Dobson unit is equal ",
  "•  During July and August PSCs denitrify and dehydrate  to 2.69x1020 molecules per square meter.",
  "the stratosphere through precipitation, hydrochloric acid ",
  "218",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "19.1.7. Environmental Effects Of Ozone   timing of developmental phases and second metabolism ",
  "Depletion may be equally or sometimes more important that the ",
  "damaging effects of UV-B.",
  "Decrease in the quantity of total-column ozone; tend to ",
  "cause increased penetration of solar UV-B radiation   Effects on aquatic ecosystems",
  "(290-315nm) to the earth’s surface. UV-B radiation is the ",
  "•  Exposure to solar UV-B radiation has been shown to ",
  "most energetic component of sunlight reaching the ",
  "affect both orientation mechanisms and motility in phy-",
  "earth’s surface. It has profound effects on human health, ",
  "toplankton, resulting in reduced survival rates for these ",
  "animals, plants, micro-organisms, materials and on air ",
  "organisms.",
  "quality.",
  "•  Solar UV-B radiation has been found to cause damage ",
  "Effects of human and animal health in the early developmental stages of fish, shrimp, crab, ",
  "•  Potential risks include an increase in the incidence of  amphibians and other animals. The most severe effects ",
  "and morbidity from eye diseases, skin cancer and infec- are decreased reproductive capacity and impaired larval ",
  "tious diseases. development.",
  "•  UV radiation has been shown in experimental systems ",
  "Effects on bio-geochemical cycles",
  "to damage the cornea and lens of the eye. Experiments ",
  "•  Increases in solar UV radiation could affect terrestrial ",
  "in animals show that UV exposure decreases the im-",
  "and aquatic bio-geochemical cycles, thus, altering both ",
  "mune response to skin cancers, infectious agents and ",
  "sources and sinks of greenhouse and chemically impor-",
  "other antigens and can lead to unresponsiveness upon ",
  "tant trace gases. ",
  "repeated challenges.",
  "•  In susceptible (light-skin coloured) populations, UV-B  •  These potential changes would contribute to bio-sphere ",
  "radiations is the key risk factor for development of non- atmosphere feedbacks that reinforce the atmospheric ",
  "melanoma skin cancer (NMSC). build-up of these gases.",
  "Effects on air quality",
  "Do you know? •  Reduction in stratospheric ozone and the concomitant ",
  "All the chameleons have the ability to change color  increase in UV-B radiation penetrating to the lower ",
  "whenever they are subject to changes in stimuli, like  atmosphere result in higher photo dissociation rates of ",
  "a change in light, temperature or emotion. For exam- key trace gases that control the chemical reactivity of ",
  "ple, when angered, they are likely to become darker  the troposphere. ",
  "in color.",
  "•  This can increase both production and destruction of ",
  "ozone (O) and related oxidants such as hydrogen per-",
  "3",
  "oxide (H O), which are known to have adverse effects ",
  "Effects on terrestrial plants",
  "2 2",
  "on human health, terrestrial plants, and outdoor mate-",
  "•  Psychological and developmental processes of plants are ",
  "rials. ",
  "affected by UV-B radiation.",
  "•  Response to UV-B also varies considerably among spe- •  Changes in the atmospheric concentrations of the hy-",
  "droxyl radical (OH) may change the atmospheric life-",
  "cies and also cultivars of the same species. In agricul-",
  "times of climatically important gases such as methane ",
  "ture, this will necessitate using more UV-B tolerant ",
  "(CH ) and the CFC substitutes.)",
  "cultivars and breeding new ones. ",
  "4",
  "•  In forests and grasslands, this is likely to result in  •  Increased tropospheric reactivity could also lead to ",
  "changes in the composition of species; therefore there  increased production of particulates such as cloud ",
  "are implications for the biodiversity in different eco- condensation nuclei, from the oxidation and subse-",
  "systems. quent nucleation of sulphur, of both antropogenic and ",
  "•  Indirect changes caused by UV-B such as changes in  natural origin (e.g. carbonyl sulphide and dimethyl-",
  "sulphide.",
  "plant form, biomass allocation to parts of the plant, ",
  "219",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Effects on materials dation rates of these materials, limiting their life out-",
  "•  Synthetic polymers, naturally occurring bio-polymers,  doors.",
  "as well as some other materials of commercial interest ",
  "are adversely affected by solar UV radiation. ",
  "•  The application of these materials, particularly, plas- Do you know?",
  "tics, in situations which demand routine exposure to  The gray slender loris (primate) It is found in India ",
  "sunlight is only possible through the use of light-stabi- and Sri Lanka. Its natural habitats are subtropical ",
  "lizers and / or surface treatment to protect them from  or tropical dry forests and subtropical or tropical ",
  "sunlight.  moist lowland forests. It is threatened by habitat ",
  "•  Any increase in solar UV-B content due to partial  loss",
  "ozone depletion will therefore accelerate the photogra-",
  "",
  "220",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.",
  "",
  ""
]