[
  "CHAPTER - 17",
  "CLIMATE CHANGE",
  "C",
  "limate is the long-term average of a region’s weather  on record. 2016 was the hottest year on record, worldwide. ",
  "events. The Earth’s climate is not static. Over the  An upsurge in the amount of extreme weather events, such ",
  "billions of years of earth’s existence, it has changed  as wildfires, heat waves, and strong tropical storms, is also ",
  "many times in response to natural causes like sun spot, ice  attributed",
  "age glaciations, etc.  “Global warming is an average increase in the temperature ",
  "“Climate change” means a change of climate which is at- of the atmosphere near the Earth’s surface and in the ",
  "tributed directly or indirectly to human activity that alters  troposphere, which can contribute to changes in global ",
  "the composition of the global atmosphere and which is in  climate patterns. Global warming can occur from a variety ",
  "addition to natural climate variability observed over com- of causes, both natural and human induced. In common ",
  "parable time periods. usage, “global warming” often refers to the warming that ",
  "However, when today people talk about ‘climate change’,  can occur as a result of increased emissions of greenhouse ",
  "they mean the changes in climate over the last 100 years  gases from human activities.” ",
  "which is caused predominantly by human activity. ",
  "17.1.1. Global Warming - Impacts ",
  "The phrase ‘climate change’ represents a change in the ",
  "long-term weather patterns. Climate change is not a  •  Rise in Sea level",
  "change of weather in a particular day; it is the cumulative  •  Changes in rainfall patterns.",
  "change of long term weather pattern i.e. changes in cli- •  Increased likelihood of extreme events such as heat ",
  "mate. For example, it’s possible that a winter day in Jammu,  wave, flooding, hurricanes, etc.",
  "could be sunny and mild, but the average weather, the  •  Melting of the ice caps. ",
  "climate, tells us that Jammu’s winters will mainly be cold  •  Melting of glaciers.",
  "and include snow and rain. The change in the pattern of ",
  "•  Widespread vanishing of animal populations due to ",
  "Jammu’s winters from the normal winter pattern repre-",
  "habitat loss.",
  "sents an epitome of climate change.",
  "•  Spread of disease (like malaria, etc).",
  "Climate change is the measurable effects of the continual ",
  "•  Bleaching of Coral Reefs.",
  "warming trend. Climate change is usually measured in ",
  "major shifts in temperature, rainfall, snow, and wind pat- •  Loss of Plankton due to warming of seas.",
  "terns lasting decades or more.",
  "Humans are creating climate change by burning large  Do you know?",
  "amounts of fossil fuels (coal, oil, natural gas), deforestation ",
  "Black Panther is not a separate species. Blackness, the ",
  "(when forests are cut down or burned, they can no longer ",
  "general darkening of colour is due to the excessive pres-",
  "store carbon, and the carbon is released to the atmosphere). ",
  "ence of a substance called Melanin which intensifies ",
  "pigmentation. The production of melanin is increased ",
  "17.1. GLOBAL WARMING",
  "where there is a combination of high temperature,  ",
  "Earth has warmed at an unprecedented rate over the last  humidity and reduced light. Both black and normal-",
  "hundred years and particularly over the last two decades.  coloured cubs may be produced in the same litter. ",
  "Since 1992, each year has been one of the warmest years   ",
  "203",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "17.2. GREENHOUSE EFFECT 17.2.1. What is the Greenhouse Effect? ",
  "The greenhouse effect is a naturally occurring phenome-",
  "non that blankets the earth lower atmosphere and warms ",
  "it, maintaining the temperature suitable for living things ",
  "to survive. ",
  "Just as greenhouses, that keeps the air warm inside its ",
  "chamber, water vapor and green house gases warms the ",
  "Earth. Greenhouse gases play an important role in the ",
  "balance of Earth’s cooling and warming.",
  "According to one estimate, in the absence of naturally oc-",
  "curring green house effect, the average temperature of the ",
  "earth surface would be -19°C instead of present value of ",
  "15°C and the earth would be a frozen lifeless planet. ",
  "The greenhouse effect is a process (similar to green house) ",
  "caused by greenhouse gases, which occur naturally in the ",
  "atmosphere. This process plays a crucial role in warming ",
  "the Earth’s surface, making it habitable.",
  "However, human-generated greenhouse gas emissions ",
  "upset the natural balance and lead to increased warmth. ",
  "Green House",
  " ",
  "A greenhouse/ glasshouse is a building made of glass ",
  "chambers in which plants are grown in cold countries or ",
  "in cold climate areas. There is a continued increase in tem-",
  "perature in green house even when the outside tempera-",
  "ture remained low. It protects plants from frost.",
  "Do you know?",
  "•  Tree rings provide precise information about envi-",
  "ronmental events, including volcanic eruptions. ",
  "204",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Incoming Energy 17.3. GREEN HOUSE GASES ",
  "•  The Sun emits energy that is transmitted to Earth. Be- •  Greenhouse gases means those gaseous constituents of ",
  "cause the Sun is very hot, the energy is emitted in high- the atmosphere, both natural and anthropogenic, that ",
  "energy short wavelengths that penetrate the Earth’s  absorbs and re-emit infrared radiation.",
  "atmosphere. ",
  "17.3.1. Water vapour ",
  "Absorption",
  "Water vapour is the biggest overall contributor to the ",
  "•  About 30% of the Sun’s energy is reflected directly back ",
  "greenhouse effect and humans are not directly responsible ",
  "into space by the atmosphere, clouds, and surface of the ",
  "for emitting this gas in quantities sufficient to change its ",
  "Earth. The rest of the Sun’s energy is absorbed into the ",
  "concentration in the atmosphere. However, CO and other ",
  "Earth’s system. 2",
  "greenhouse gases is increasing the amount of water vapour ",
  "Emission in the air by boosting the rate of evaporation.",
  "•  The Earth re-emits energy back into the atmosphere.  Unlike CO, which can persist in the air for centuries, water ",
  "2",
  "vapour cycles through the atmosphere quickly, evaporating ",
  "Because the Earth is cooler than the Sun, the energy is ",
  "from the oceans and elsewhere before coming back down ",
  "emitted in the form of infrared radiation, at wave-",
  "as rain or snow. ",
  "lengths longer than the incoming solar energy.",
  "Since the rate of evaporation rises with temperature, the ",
  "Role of Greenhouse Gases",
  "amount of water vapour in the air at any one time (and the ",
  "•  Greenhouse gases in the atmosphere absorb much of  amount of warming it causes) is strongly related to the ",
  "the long-wave energy (infrared radiation) emitted from  amount of other greenhouse gases in the air. ",
  "the Earth’s surface, preventing it from escaping from ",
  "17.3.2. CARBON DIOXIDE",
  "the Earth’s system. The greenhouse gases then re-emit ",
  "this energy in all directions, warming the Earth’s sur-",
  "face and lower atmosphere.",
  "Human Role",
  "•  The atmospheric concentration of greenhouse gases has ",
  "increased significantly over the past two centuries, ",
  "largely due to human-generated carbon dioxide emis-",
  "sions from burning fossil fuels, deforestation.",
  "•  Carbon dioxide (CO) is the primary greenhouse gas ",
  "•  This increase has amplified the natural greenhouse ef- 2",
  "emitted through human activities. Carbon dioxide  ",
  "fect by trapping more of the energy emitted by the ",
  "is naturally present in the atmosphere as part of the ",
  "Earth. This change causes Earth’s surface temperature ",
  "Earth’s carbon cycle (the natural circulation of car-",
  "to increase. bon among the atmosphere, oceans, soil, plants, and ",
  "animals). ",
  "Do you know? •  Human activities are altering the carbon cycle both by ",
  "•  No tree dies of old age. They are generally killed by  adding more CO2 to the atmosphere and by reducing ",
  "the natural sinks, like deforestation, to remove CO ",
  "insects, disease or by people. 2",
  "from the atmosphere. ",
  "•  Trees grow from the top, not from the bottom as  •  While CO emissions come from a variety of natural ",
  "is commonly believed. 2",
  "sources, human-related emissions are responsible for ",
  "•  Tree leaves help trap and remove tiny particles of  the increase that has occurred in the atmosphere since ",
  "soot and dust which otherwise damages human  the industrial revolution.",
  "lungs.",
  "The main sources ",
  "•  Tree root networks filter contaminants in soils pro-",
  "i.  The combustion of fossil fuels to generate electricity. ",
  "ducing clean water.",
  "ii.  The combustion of fossil fuels such as gasoline and ",
  "•  Trees prevent erosion by trapping soil that would ",
  "diesel used for transportation. ",
  "otherwise become silt",
  "iii.  Many industrial processes emit CO through fossil fuel ",
  "2",
  "combustion.",
  "205",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "iv.  Several processes also produce CO emissions through  •  Smaller sources include termites, oceans, sediments, ",
  "2",
  "chemical reactions that do not involve combustion, for  volcanoes, and wildfires.",
  "example, the production and consumption of mineral ",
  "Human induced:",
  "products such as cement, the production of metals such ",
  "as iron and steel, and the production of chemicals, etc.  •  Agriculture: Domestic livestock such as cattle, buffalo, ",
  "sheep, goats, and camels produce large amounts of CH  ",
  " Emissions and Trends 4",
  "as part of their normal digestive process. Also, when ",
  "•  Changes in CO emissions from fossil fuel combustion  animals’ manure is stored or managed in lagoons or ",
  "2",
  "are influenced by many factors, including population  holding tanks, CH  is produced. Because humans raise ",
  "growth, economic growth, changing energy prices, new  these animals for 4food, the emissions are considered ",
  "technologies, changing behavior, and seasonal temper- human-related. Globally, the Agriculture sector is the ",
  "atures.  primary source of CH  emissions ",
  "•  Between 1990 and 2010, the increase in CO emissions  •  Industry: Methane is th4e primary component of natural ",
  "2 ",
  "corresponded with increased energy use by an expand-",
  "gas. Some amount of CH  is emitted to the atmosphere ",
  "ing economy and population. 4",
  "during the production, processing, storage, transmis-",
  "sion, and distribution of crude oil & natural gas. ",
  "Do you know? •  Waste from Homes and Businesses: Methane is gener-",
  "USA is the second largest Greenhouse Gas emitter  ated in landfills as waste decomposes and from the ",
  "presently. However, if cumulative historical emission  treatment of wastewater. ",
  "is considered, USA would be a largest GHG emitter. ",
  "So, its withdrawal will affect control of cumulative ",
  "Do you know?",
  "global GHG emissions. It will also affect the availabil-",
  "Polar bears are the largest living carnivorous quadru-",
  "ity of international funds for climate change, as USA ",
  "ped (animals with four legs).",
  "was a contributor to climate finance.",
  " ",
  "17.3.4. NITROUS OXIDE",
  "Reducing Carbon Dioxide Emissions",
  "•  The most effective way to reduce carbon dioxide (CO)  •  Nitrous oxide (NO) is naturally present in the atmos-",
  "emissions is to reduce fossil fuel consumption. Othe2r  phere as part of 2the Earth’s nitrogen cycle, and has a ",
  "strategies include Energy Efficiency, Energy Conserva- variety of natural sources. ",
  "tion, Carbon Capture and Sequestration. •  However, human activities such as agriculture, fossil ",
  "fuel combustion, wastewater management, and indus-",
  "Do you know? trial processes are increasing the amount of NO in the ",
  "2",
  "atmosphere. ",
  "The pesticide industry in India, which is the fourth ",
  "largest in the world and second largest in the Asia-",
  "Sources",
  "Pacific region, only after China.",
  "Natural sources: ",
  "17.3.3. METHANE •  Natural emissions of NO are mainly from bacteria ",
  "2",
  "breaking down nitrogen in soils and the oceans.",
  "•  Methane (CH ) is emitted by natural sources such as ",
  "wetlands, as w4 ell as human activities such as leakage  Human induced:",
  "from natural gas systems and the raising of livestock.  •  Agriculture. Nitrous oxide is emitted when people add ",
  "•  Natural processes in soil and chemical reactions in the  nitrogen to the soil through the use of synthetic fertiliz-",
  "atmosphere help remove CH  from the atmosphere.  ers. Nitrous oxide is also emitted during the breakdown ",
  "4",
  "of nitrogen in livestock manure and urine, which con-",
  "Source  tributed to 6% of NO emissions in 2010.",
  "2",
  "•  Transportation. Nitrous oxide is emitted when trans-",
  "Natural sources: ",
  "portation fuels are burned. ",
  "•  Wetlands are the largest source, emitting CH from bac-",
  "teria that decompose organic materials in th4 e absence  •  Industry. Nitrous oxide is generated as a byproduct dur-",
  "of oxygen.  ing the production of nitric acid, which is used to make ",
  "206",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "synthetic commercial fertilizer, and in the production  •  Like HFCs, PFCs generally have long atmospheric life-",
  "of adipic acid, which is used to make fibers, like nylon,  times and high GWPs. ",
  "and other synthetic products. •  Sulfur hexafluoride is used in magnesium processing ",
  "•  Removal: Nitrous oxide is removed from the atmos- and semiconductor manufacturing, as well as a tracer ",
  "phere when it is absorbed by certain types of bacteria  gas for leak detection. HFC-23 is produced as a by-prod-",
  "or destroyed by ultraviolet radiation or chemical re- uct of HCFC-22 production.",
  "actions.",
  "Transmission and Distribution of Electricity:",
  "•  Sulfur hexafluoride is used in electrical transmission ",
  "Do you know?",
  "equipment, including circuit breakers.",
  "Telecoeras, a single-horned, hippo-like grazer, once ",
  "common in North America.",
  "Do you know?",
  "Planting trees on denuded and waste land, along ",
  "17.3.5. FLUORINATED GASES",
  "roads, railway tracks, deserted areas, watersheds, etc. ",
  "•  They are emitted through a variety of industrial pro- protects soil from erosion by wind or water by firmly ",
  "cesses such as aluminum and semiconductor manu- binding it with roots and by diverting runoff during ",
  "facturing  &  Substitution  for  Ozone-Depleting  rains",
  "Substances. ",
  " ",
  "•  Many fluorinated gases have very high global warming  17.3.6. BLACK CARBON",
  "potentials (GWPs) relative to other greenhouse gases. ",
  "•  Black carbon (BC) is a solid particle or aerosol, (though ",
  "Fluorinated gases are well-mixed in the atmosphere, ",
  "not a gas) contributes to warming of the atmosphere. ",
  "spreading around the world after they’re emitted. ",
  "•  Black carbon, commonly known as soot, is a form of ",
  "•  Fluorinated gases are removed from the atmosphere ",
  "particulate air pollutant, produced from incomplete ",
  "only when they are destroyed by sunlight in the far ",
  "combustion. It consists of pure carbon in several linked ",
  "upper atmosphere. In general, fluorinated gases are the ",
  "forms. ",
  "most potent and longest lasting type of greenhouse ",
  "gases emitted by human activities. Source ",
  "•  There are three main categories of fluorinated gases— •  biomass burning, ",
  "1.  hydrofluorocarbons (HFCs),  •  cooking with solid fuels, and ",
  "2. perfluorocarbons (PFCs), and  •  diesel exhaust,etc. ",
  "3. sulfur hexafluoride (SF6).  What does BC do?",
  "Substitution for Ozone-Depleting Substances:  •  Black carbon warms the Earth by absorbing heat in the ",
  "•  Hydrofluorocarbons are used as refrigerants, aerosol  atmosphere and by reducing albedo, (the ability to re-",
  "propellants, solvents, and fire retardants. These chem- flect sunlight) when deposited on snow and ice.",
  "icals were developed as a replacement for chlorofluoro- •  BC is the strongest absorber of sunlight and heats the ",
  "carbons (CFCs) and hydrochlorofluorocarbons (HCFCs)  air directly. In addition, it darkens snow packs and gla-",
  "because they do not deplete the stratospheric ozone  ciers through deposition and leads to melting of ice and ",
  "layer.  snow. ",
  "•  Unfortunately, HFCs are potent greenhouse gases with  •  Regionally, BC disrupts cloudiness and monsoon rainfall ",
  "long atmospheric lifetimes and high GWPs, and they are  and accelerates melting of mountain glaciers such as ",
  "released into the atmosphere through leaks, servicing,  the Hindu Kush-Himalayan glaciers.",
  "and disposal of equipment in which they are used.",
  "Life time",
  "Industry:  •  Black carbon stays in the atmosphere for only several ",
  "•  Perfluorocarbons are compounds produced as a by- days to weeks. ",
  "product of various industrial processes associated with  •  Thus the effects of BC on the atmospheric warming and ",
  "aluminum production and the manufacturing of semi-",
  "glacier retreat disappear within months of reducing ",
  "conductors. ",
  "emissions.",
  "207",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "How far India contributes to globe? •  Dark carbon-rich particles such as soot from diesel en-",
  "•  According to estimates, between 25 and 35 percent of  gines absorb sunlight and warm the atmosphere. ",
  "black carbon in the global atmosphere comes from  •  Conversely, exhaust from high-sulphur coal or oil pro-",
  "China and India, emitted from the burning of wood and  duce light aerosols that reflect sunlight back to space, ",
  "cow dung in household cooking and through the use of  producing a cooling effect. Aerosols that form naturally ",
  "coal to heat homes.  during volcanic eruptions cool the atmosphere. Large ",
  "Government Measures  volcanic eruptions can eject enough ash into the atmos-",
  "•  Project Surya has been launched to reduce black carbon  phere to lower temperature for a year or more until the ",
  "in atmosphere by introducing efficient stove technolo- sulfate particles settle out of the atmosphere. ",
  "gies, solar cookers, solar lamps and biogas plants.",
  "17.4.1. Forcing",
  "17.3.7. Brown Carbon ",
  "Altering the Energy Balance",
  "•  Brown carbon is a ubiquitous and unidentified compo-",
  "•  The power of a process to alter the climate is estimated ",
  "nent of organic aerosol which has recently come into ",
  "by its “radiative forcing,” the change in the Earth’s en-",
  "the forefront of atmospheric research. ",
  "ergy balance due to that process.",
  "•  Light-absorbing organic matter (other than soot) in at-",
  "mospheric aerosols of various origins, e.g., soil humics,  •  Some climate forcings are positive, causing globally av-",
  "humic-like substances (HULIS), tarry materials from  eraged warming, and some are negative, causing cool-",
  "combustion, bioaerosols, etc. ing. Some, such as from increased CO₂ concentration, ",
  "are well known; others, such as from aerosols, are more ",
  "Possible Sources of Brown Carbon are",
  "uncertain.",
  "•  Biomass burning (possibly domestic wood burning) is ",
  "Natural Forcings ",
  "shown to be a major source of brown carbon",
  "•  smoke from agricultural fires may be an additional  •  Natural forcings include changes in the amount of en-",
  "source. ergy emitted by the Sun, very slow variations in Earth’s ",
  "•  “Brown carbon” is generally referred for greenhouse  orbit, and volcanic eruptions.",
  "gases and “black carbon” for particles resulting from  •  Since the start of the industrial revolution, the only ",
  "impure combustion, such as soot and dust. natural forcing with any long-term significance has been ",
  "a small increase in solar energy reaching Earth. How-",
  "ever, this change is not nearly enough to account for the ",
  "Do you know?",
  "current warming.",
  "A flowering tree usually has a dome-shaped appear-",
  "Human-Induced Forcings ",
  "ance and a deliquescent stem in which the main trunk ",
  "divides at some distance from the ground into several  •  Climate forcing can also be caused by human activities. ",
  "branches, which branch again and again, making the  These activities include greenhouse gas and aerosol ",
  "trunk appear to deliquese or melt away emissions from burning fossil fuels and modifications ",
  "of the land surface, such as deforestation.",
  "17.4. CLIMATE FORCINGS  Human-Generated Greenhouse Gases",
  "•  Climate “forcings” are factors in the climate system that  •  Greenhouse gases are a positive climate forcing; that is, ",
  "either increase or decrease the effects to the climate  they have a warming effect. Carbon dioxide emitted ",
  "system.  from the burning of fossil fuel is presently the largest ",
  "single climate forcing agent, accounting for more than ",
  "•  Positive forcings such as excess greenhouse gases warm ",
  "half of the total positive forcing since 1750.",
  "the earth while negative forcings, such as the effects of ",
  "most aerosols and volcanic eruptions, actually cool the  Human-Generated Aerosols",
  "earth. •  Burning fossil fuels adds aerosols to the atmosphere. ",
  "•  Atmospheric aerosols include volcanic dust, soot from  Aerosols are tiny particles in the atmosphere composed ",
  "the combustion of fossil fuels, particles from burning  of many things, including water, ice, ash, mineral dust, ",
  "forests and mineral dust.  or acidic droplets.",
  "208",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  Aerosols can deflect the Sun’s energy and impact the  energy (preventing it from immediately escaping  ",
  "formation and lifetime of clouds. Aerosols are a negative  to space), and how long the gas stays in the atmos-",
  "forcing; that is, they have a cooling effect. phere.",
  "Causes of Climate Change  •  The Global Warming Potential (GWP) for a gas is a ",
  "measure of the total energy that a gas absorbs over a ",
  "•  While natural forcings do exist, they are not significant ",
  "particular period of time (usually 100 years), compared ",
  "enough to explain the recent global warming. Human ",
  "to carbon dioxide. ",
  "activities are very likely responsible for most of the ",
  "recent warming.  •  Gases with a higher GWP absorb more energy, per ",
  "pound, than gases with a lower GWP, and thus contrib-",
  "ute more to warming Earth.",
  "How to estimate the effect of each gas?",
  "•  Each gas’s effect on climate change depends on  GWP & Lifetime of Green House Gases:",
  "three main factors:",
  "S. No GAS  GWP  LIFETIME ",
  "1.  How much of these gases are in the atmosphere? (100-year) (years)",
  "•  Concentration, or abundance, is the amount  ",
  "1 Carbon di oxide  1 100 ",
  "of a particular gas in the air. Greenhouse gas ",
  "concentrations are measured in parts per mil- 2 Methane  21 12",
  "lion, parts per billion, and even parts per ",
  "3 Nitrous oxide  310 120",
  " trillion. ",
  "•  One part per million is equivalent to one drop of  4 Hydro fluoro 140-11,700 1-270 ",
  "carbons (HFCs)",
  "water diluted into about 13 galloons of liquid (roughly ",
  "the fuel tank of a compact car).  5 Perfluoro  6,500-9,200 800-50,000 ",
  "2.  How long do they stay in the atmosphere? carbons (PFCs)",
  "•  Each of these gases can remain in the atmos- 6 Sulfur  23,900 3,200",
  "phere for different amounts of time, ranging  hexafluoride (SF6)",
  "from a few years to thousands of years. ",
  "•  All of these gases remain in the atmosphere  Carbon dioxide (CO) has a GWP of 1 and serves as a base-",
  "2",
  "long enough to become well mixed, meaning  line for other GWP values.",
  "that the amount that is measured in the atmos- •  The larger the GWP, the more warming the gas causes. ",
  "phere is roughly the same all over the world, ",
  "For example, methane’s 100-year GWP is 21, which ",
  "regardless of the source of the emissions.",
  "means that methane will cause 21 times as much warm-",
  "3.  How strongly do they impact global temperatures? ing as an equivalent mass of carbon dioxide over a 100-",
  "•  Some gases are more effective than others at  year time period.",
  "making the planet warmer and “thickening the  •  Methane (CH ) has a GWP more than 20 times higher ",
  "4",
  "Earth’s blanket (green house gas)”. than CO for a 100-year time scale. CH emitted today ",
  "2 4 ",
  "•  For each greenhouse gases, a Global Warming  lasts for only 12 years in the atmosphere, on average. ",
  "Potential (GWP) has been calculated to reflect  However, on a pound-for-pound basis, CH  absorbs ",
  "4",
  "how long it remains in the atmosphere, on aver- more energy than CO, making its GWP higher.",
  "2",
  "age, and how strongly it absorbs energy. •  Nitrous Oxide (NO) has a GWP 310 times that of CO ",
  "2 2",
  "for a 100-year timescale. NO emitted today remains in ",
  "2",
  "the atmosphere for an average of 120 years.",
  "17.5. GLOBAL WARMING POTENTIAL",
  "•  Chloro fluoro carbons (CFCs), hydro fluoro carbons ",
  "•  Global warming potential describes the impact of each  (HFCs), hydro chloro fluoro carbons (HCFCs), perfluoro ",
  "gas on global warming. carbons (PFCs), and sulfur hexafluoride (SF6) are called ",
  "•  The two most important characteristics of a GHG in  high-GWP gases because, for a given amount of mass, ",
  "terms of climate impact are how well the gas absorbs  they trap substantially more heat than CO.",
  "2",
  "209",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  The Himalayas and other mountain chains of central ",
  "Do you know? Asia support large regions that are glaciated. These gla-",
  "ciers provide critical water supplies to dry countries ",
  "Spices and condiments are flavoring agents obtained ",
  "such as Mongolia, western China, Pakistan and Afghan-",
  "from plants. Because they have little nutritive value, ",
  "istan. The loss of these glaciers would have a tremen-",
  "they are not classified as foods. They contain essential ",
  "dous impact on the ecosystem of the region.",
  "oils, which impart flavor and aroma to food and add ",
  "greatly to the pleasure of eating. They stimulate the  •  World’s leading scientists predict that global warming ",
  "appetite and increase the flow of gastric juices. may pose serious threat to national and global economy ",
  "and the environment. ",
  "•  The poor and low-lying countries will find it difficult to ",
  "Do you know?",
  "cope with the damages caused by changing climate and ",
  "Shola forest, Temperate forest is an evergreen ecosys-",
  "rise in sea level",
  "tem found at the high altitude regions. It is distributed ",
  "in Nilgris and Palani hills of Tamil Nadu, Kerala and  17.6.2. Chain of events",
  "Karnataka. Sholas are found at sites where adjacent ",
  "slope converges. These are interrupted by grasslands  Combustion of fossil fuels due to  ",
  "ecosystem with stunted evergreen woods and confined  Human Activities",
  "to sheltered valleys, gleeves, hallows and depressions. ",
  "The main role of shola forest is conservation of water ",
  "in that region. It needs well drained soils and avoids ",
  "Increase of Green House Gases",
  "swampy soils.",
  " ",
  "17.6.  RECEDING GLACIERS-A SYMPTOM  Global Warming",
  "OF GLOBAL CLIMATE CHANGE",
  "•  150 years ago there were 147 glaciers in Glacier National ",
  "Climatic Changes",
  "park, but today only 37 glaciers remain, and scientists ",
  "predict that they are likely to melt by the year 2030. ",
  "Similarly, glaciers all across the Himalayas and Alps are ",
  "retreating and disappearing every year. There are al- Melting of Glaciers",
  "most 160,000 glaciers found in Polar Regions and high ",
  "mountain environments. Therefore, researchers are ",
  "increasingly using satellite remote sensors to routinely ",
  "Flooding / Rise in sea level",
  "survey our world’s glaciers in a fraction of the time.",
  "17.6.1. Impact of glacial retreat",
  "Submergence of Low-lying Coastal Lands",
  "•  The retreat of glaciers in the Andes and the Himalayas ",
  "will have a potential impact on water supplies.",
  "•  Climate change may cause variations in both tempera-",
  "Large-scale destruction of Ecosystems  ",
  "ture and snowfall, causing changes in mass balance of ",
  "and Extinction of species",
  "a glacier. ",
  "",
  "210",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.",
  "",
  ""
]