[
  "CHAPTER - 20",
  "IMPACT OF CLIMATE CHANGE",
  "20.1.  AGRICULTURE AND FOOD  •  Erosion, submergence of shorelines, salinity of the ",
  "SECURITY water table due to the increased sea levels, could mainly ",
  "•  Climate Change can affect crop yield as well as the types  affect agriculture through inundation of low lying lands. ",
  "of crops that can be grown in certain areas, by impacting  •  In a recent study, the International Commission for ",
  "agricultural inputs such as water for irrigation, amounts  Snow and Ice (ICSE) reported that Himalayan glaciers ",
  "of solar radiation that affect plant growth, as well as the  – that are the principal dry-season water sources of ",
  "prevalence of pests.  Asia’s biggest rivers - Ganges, Indus, Brahmaputra, ",
  "•  Rise in temperatures caused by increasing green house  Yangtze, Mekong, Salween and Yellow – are shrinking ",
  "quicker than anywhere else and that if current trends ",
  "gases is likely to affect crops differently from region to ",
  "continue they could disappear altogether by 2035. ",
  "region. For example, moderate warming (increase of 1 ",
  "to 3°C in mean temperature) is expected to benefit crop  •  If agricultural production in the low-income developing ",
  "yields in temperate regions, while in lower latitudes  countries of Asia and Africa is adversely affected by ",
  "especially seasonally dry tropics, even moderate tem- climate change, the livelihoods of large numbers of the ",
  "perature increases (1 to 2°C ) are likely to have negative  rural poor will be put at risk and their vulnerability to ",
  "impacts for major cereal crops. Warming of more than  food insecurity will be manifold.",
  "3°C is expected to have negative effect on production in ",
  "all regions. ",
  "Do you know?",
  "•  The Third Assessment Report of the IPCC, 2001 con-",
  "A conifer usually has a conical appearance and has an ",
  "cluded that climate change would hit the poorest coun- excurrent stem; i.e., its main stem is thickest at the ",
  "tries severely in terms of reducing the agricultural  base and gradually tapers toward the apex, with lat-",
  "products.  eral branches in an acropetal succession.",
  "•  The Report claimed that crop yield would be reduced ",
  "in most tropical and sub-tropical regions due to de-",
  "20.1.1. Impacts on Indian agriculture",
  "creased water availability, and new or changed insect/",
  "•  A large part of the arable land in India is rain-fed, the ",
  "pest incidence. ",
  "productivity of agriculture depends on the rainfall and ",
  "•  In South Asia losses of many regional staples, such as ",
  "its pattern. ",
  "rice, millet and maize could top 10 per cent by 2030.",
  "•  Agriculture will be adversely affected not only by an ",
  "•  As a result of thawing of snow, the amount of arable  increase or decrease in the overall amounts of rainfall ",
  "land in high-latitude region is likely to increase by re- but also by shifts in the timing of the rainfall. ",
  "duction of the amount of frozen lands.  •  Any change in rainfall patterns poses a serious threat ",
  "•  At the same time arable land along the coast lines are  to agriculture, and therefore to the economy and food ",
  "bound to be reduced as a result of rising sea level.  security. ",
  "221",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  Summer rainfall accounts for almost 70 per cent of the  •  As the world population expands and the consumption ",
  "total annual rainfall over India and is crucial to Indian  of water spirals upwards, water problems are bound to ",
  "agriculture.  intensify. ",
  "•  However, studies predict decline in summer rainfall by  •  Increase in temperature due to climate change has been ",
  "the 2050s.  widespread over the globe. ",
  "•  Semi arid regions of western India are expected to re- •  Warming has resulted in decline in mountain glaciers ",
  "ceive higher than normal rainfall as temperatures soar,  and snow cover in both hemispheres and this is pro-",
  "while central India will experience a decrease of be- jected to accelerate throughout the 21st century. ",
  "tween 10 and 20 per cent in winter rainfall by the 2050s.  •  This will in turn lead to reducing water availability, hy-",
  "•  Relatively small climate changes can cause large water  dropower potential, and would change the seasonal flow ",
  "resources problems particularly in arid and semi arid  of rivers in regions supplied by melt water from major ",
  "regions such as northwest India.  mountain ranges (e.g. Hindu-Kush, Himalaya, Andes).",
  "•  Productivity of most crops may decrease due to increase  •  By 2050s freshwater availability in Central, South, East ",
  "in temperature and decrease in water availability, es- and South-East Asia, particularly in large river basins, ",
  "pecially in Indo-Gangetic plains.  is projected to decrease.",
  "•  This apart, there would be a decline in the productivity of  •  A warmer climate will accelerate the hydrologic cycle, ",
  "rabi as compared to kharif season crops.  altering rainfall, magnitude and timing of run-off. ",
  "•  Rising temperature would increase fertilizer require- •  Available research suggests a significant future increase ",
  "ment for the same production targets and result in  in heavy rainfall events in many regions, while in some ",
  "higher GHG emissions, ammonia volatilization and cost  regions the mean rainfall is projected to decrease. ",
  "of crop production.  •  The frequency of severe floods in large river basins has ",
  "•  Increased frequencies of droughts, floods, storms and  increased during the 20th century.",
  "cyclones are likely to increase agricultural production  •  Increasing floods poses challenges to society, physical ",
  "variability.  infrastructure and water quality. ",
  "•  Rising temperatures will further affect the physical, ",
  "Do you know? chemical and biological properties of fresh water lakes ",
  "The sloth bear, also known as the labiated bear, is a  and rivers, with predominantly adverse impacts on ",
  "nocturnal insectivorous species of bear found wild  many individual fresh water species, community com-",
  "within the Indian subcontinent. They feed on termites,  position and water quality. ",
  "honeybee colonies and fruits •  In coastal areas, sea level rise will exacerbate water ",
  "resource constraints due to increased salinisation of ",
  "groundwater supplies.",
  "20.2.  WATER STRESS AND WATER ",
  "INSECURITY 20.2.1. Impacts on water situation in India",
  "•  Lack of access to water is a perturbing issue, particu- •  Water resources will come under increasing pressure ",
  "larly in developing countries.  in the Indian subcontinent due to the changing climate. ",
  "•  Climate change is expected to exacerbate current  •  The Himalayan glaciers are a source of fresh water for ",
  "stresses on water resources.  perennial rivers, in particular the Indus, Ganga, and ",
  "•  By 2020, between 75 and 250 million people are pro- Brahmaputra river systems. ",
  "jected to be exposed to increased water stress due to  •  In recent decades, the Himalayan region seems to have ",
  "climate change. undergone substantial changes as a result of extensive ",
  "•  Spreading water scarcity is contributing to food inse- land use (e.g. deforestation, agricultural practices and ",
  "curity and heightened competitions for water both  urbanization), leading to frequent hydrological disas-",
  "within and between countries.  ters, enhanced sedimentation and pollution of lakes. ",
  "222",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  There is evidence that some Himalayan glaciers have re- •  At present, available statistics on water demand shows ",
  "treated significantly since the 19th century.  that the agriculture sector is the largest consumer of ",
  "•  Available records suggest that the Gangotri glacier is  water in India. ",
  "retreating about 28 m per year.  •  About 83% of the available water is used for agriculture ",
  "•  Glacial melt is expected to increase under changed cli- alone. If used judiciously, the demand may come down ",
  "to about 68% by the year 2050, though agriculture will ",
  "mate conditions, which would lead to increased summer ",
  "still remain the largest consumer. ",
  "flows in some river systems for a few decades, followed ",
  "by a reduction in flow as the glaciers disappear. •  In order to meet this demand, augmentation of the ex-",
  "•  As a result of increase in temperature significant  isting water resources by development of additional ",
  "sources of water or conservation of the existing re-",
  "changes in rainfall pattern have been observed during ",
  "sources and their efficient use will be needed. ",
  "the 20th century in India. ",
  "•  It is evident that the impact of global warming threats ",
  "•  A serious environmental problem has also been wit-",
  "are many and alarming. ",
  "nessed in the Indo-Gangetic Plain Region (IGPR) in the ",
  "past whereby different rivers (including Kosi, Ganga,  •  Water security in terms of quantity and quality pose ",
  "Ghaghara, Son, Indus and its tributaries and Yamuna)  problems for both developed and developing countries. ",
  "changed their course a number of times.  •  However, the consequences of future climatic change ",
  "•  The recent devastating floods in Nepal and Bihar due  may be felt more severely in developing countries such ",
  "as India, whose economy is largely dependent on agri-",
  "to change of course of River Kosi is a case in point. ",
  "culture and is already under stress due to current pop-",
  "•  Available study suggests that food production has to be in-",
  "ulation increase and associated demands for energy, ",
  "creased to the tune of 300 mt by 2020 in order to feed India’s ",
  "freshwater and food.",
  "ever-growing population, which is likely to reach 1.30 billion ",
  "by the year 2020. ",
  "Do you know?",
  "•  The total foodgrain production has to be increased by ",
  "Indian Flying Fox are the fruit eating bats. This spe-",
  "50 per cent by 2020 to meet the requirement. ",
  "cies is found in roosts in large colonies of hundreds to ",
  "•  It is feared that the fast increasing demand for food in  thousands of individuals on large trees in rural and ",
  "the next two or three decades could be quite grim par- urban areas, close to agricultural fields, ponds and by ",
  "ticularly in view of the serious problem of soil degrada- the side of roads. ",
  "tion and climate change.",
  "•  The rise in population will increase the demand for  20.3. RISE IN SEA LEVELS",
  "water leading to faster withdrawal of water and this in ",
  "•  Sea level rise is both due to thermal expansion as well ",
  "turn would reduce the recharging time of the water ",
  "as melting of ice sheets. ",
  "tables. ",
  "•  Satellite observations available since the early 1990s ",
  "•  As a result, availability of water is bound to reach crit-",
  "show that since 1993, sea level has been rising at a rate ",
  "ical levels sooner or later. During the past four decades, ",
  "per year, significantly higher than the average during ",
  "there has been a phenomenal increase in the growth of ",
  "the previous half-century. ",
  "groundwater abstraction structures. ",
  "•  IPCC predicts that sea levels could rise rapidly with ac-",
  "•  Growing demand of water in agriculture, industrial and ",
  "celerated ice sheet disintegration. ",
  "domestic sectors, has brought problems of overexploita-",
  "•  Global temperature increases of 3–4°C could result in ",
  "tion of the groundwater resource to the fore. ",
  "330 million people being permanently or temporarily ",
  "•  The falling groundwater levels in various parts of the ",
  "displaced through flooding.",
  "country have threatened the sustainability of the ",
  "•  Warming seas will also fuel more intense tropical ",
  "groundwater resources.",
  "storms. ",
  "223",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "20.3.1. Impacts on Coastal States in India •  It have catastrophic impact on the marine ecosystems. ",
  "•  The coastal states of Maharashtra, Goa and Gujarat face  They will be affected not only by an increase in sea ",
  "temperature and changes in ocean circulation, but also ",
  "a grave risk from the sea level rise, which could flood ",
  "by ocean acidification, as the concentration of dissolved ",
  "land (including agricultural land) and cause damage to ",
  "carbon dioxide (carbonic acid) rises. ",
  "coastal infrastructure and other property. ",
  "•  Goa will be the worst hit, losing a large percentage of  •  This is expected to negatively affect shell forming or-",
  "ganisms, corals and their dependent ecosystems. ",
  "its total land area, including many of its famous beaches ",
  "and tourist infrastructure. ",
  "•  Mumbai’s northern suburbs like Versova beach and ",
  "Do you know?",
  "other populated areas along tidal mud flats and creeks ",
  "Grizzled giant squirrel is distributed in the patches of ",
  "are also vulnerable to land loss and increased flooding ",
  "riparian forest along the Kaveri River and in the hill ",
  "due to sea level rise. ",
  "forests in the Tamil Nadu and Kerala states of south-",
  "•  Flooding will displace a large number of people from  ern India. IUCN Status - near threatened",
  "the coasts putting a greater pressure on the civic amen-",
  "ities and rapid urbanisation. ",
  "•  Sea water percolation due to inundations can diminish  20.5. IMPACTS ON INDIA’S BIODIVERSITY",
  "freshwater supplies making water scarcer. •  India is a land of mega-biodiversity, encompassing fea-",
  "•  The states along the coasts like Orissa will experience  tures from glaciers to deserts. However, climate change ",
  "worse cyclones. Many species living along the coastline  is posing grave threat to its ecosystems. ",
  "are also threatened.  •  Mountain ecosystems are hot spots of biodiversity. How-",
  "•  The coral reefs that India has in its biosphere reserves  ever, temperature increases and human activities are ",
  "are also saline sensitive and thus the rising sea level  causing fragmentation and degradation of mountain ",
  "threatens their existence too, not only the coral reefs  biodiversity. ",
  "but the phytoplankton, the fish stocks and the human  •  The Himalayan Ecosystem is considered as the lifeline ",
  "lives that are dependent on it are also in grave danger. ",
  "not only to India but also to our neighbouring countries ",
  "•  People living in the Ganges Delta share the flood risks  such as China, Pakistan, Nepal, owing to the perennial ",
  "associated with rising sea levels. rivers that arise out of the melting glaciers. ",
  "•  It is home to the largest amount of glaciers after the ",
  "20.4. ECOSYSTEMS AND BIO-DIVERSITY",
  "North and the South Poles. However, climate change is ",
  "•  Climate Change has the potential to cause immense ",
  "threatening this life giver drastically.",
  "biodiversity loss, affecting both individual species and  •  It is also predicted that there will be an increase in the ",
  "their ecosystems that support economic growth and ",
  "phenomenon of Glacial Lake Outburst Floods (GLOFs) ",
  "human well being. ",
  "in the eastern and the central Himalayas, causing cata-",
  "•  The projected extinctions of flora and fauna in the fu- strophic flooding downstream, with serious damage to ",
  "ture will be human driven i.e. due to adverse impact of  ‘life, property, forests, farms, and infrastructure’. ",
  "human activities.  •  The melting glaciers of the Himalayas have a serious ",
  "•  According to International World Wildlife Fund (WWF)  impact given the fact that they give rise to the perennial ",
  "species from the tropics to the poles are at risk.  rivers that further flourishes the agriculture. ",
  "•  Many species may be unable to move to new areas  •  The Himalayan rivers are closely interlinked with the ",
  "quickly enough to survive changes that rising tempera- Indo-Gangetic Ecosystem, which is primarily an agri-",
  "tures will bring to their historic habitats.  cultural ecosystem, nearly 65-70% of Indians having ",
  "•  WWF asserted that one-fifth of the world’s most vulner- agriculture as their primary occupation. ",
  "able natural areas may be facing a “catastrophic” loss  •  The National Environment Policy, 2006 states that the ",
  "of species.  Indian Desert Ecosystems (arid and semi-arid region) ",
  "224",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "occupies 127.3 mha (38.8%) of the country’s geograph- •  A warmer and more variable climate would result in ",
  "ical area and spreads over 10 states.  higher levels of some air pollutants, increased transmis-",
  "•  The Indian desert fauna is extremely rich in species  sion of diseases through unclean water and through ",
  "contaminated food. ",
  "diversity of mammals and winter migratory birds. ",
  "•  Recent studies have shown that deserts have shown  •  Climate change has a direct impact on human health. ",
  "signs of expansion, thus leading to a process called de- •  For example, the warmer the climate the likelihood of ",
  "sertification.  its impact on human health becomes worse. ",
  "•  The climate patterns have altered the natural attributes  •  It is anticipated that there will be an increase in the ",
  "of a desert region; for example the floods in the desert  number of deaths due to greater frequency and severity ",
  "district of Barmer in Rajasthan in 2006.  of heat waves and other extreme weather events. ",
  "•  Coastal and Marine Ecosystem is one of the assets of  •  Climate change and the resulting higher global tem-",
  "India.  peratures are causing increasing frequency of floods ",
  "•  The mangrove forests (wetlands) of the rivers and the  and droughts leading to the risk of disease infections. ",
  "coasts acts as carbon sink as well as a habitat for a  •  Lack of freshwater during droughts and contamination ",
  "unique and diverse species of plants and animals.  of freshwater supplies during floods compromise hy-",
  "•  The wetlands act as a natural barrier to flooding (that  giene, thus increasing rates of diarrhoeal disease. ",
  "may be caused by the rising sea levels) and cyclones.  •  Endemic morbidity and mortality due to diarrhoeal dis-",
  "•  The most explicit event in the perspective of climate  ease primarily associated with floods and droughts are ",
  "expected to rise in East, South and South-East Asia due ",
  "change affecting the marine ecosystem is the example ",
  "to projected changes in hydrological cycle. ",
  "of coral bleaching. ",
  "•  In the Peninsular India, even the rivers of the Peninsula  •  Flooding also creates opportunities for breeding of dis-",
  "ease carrying insects such as mosquitoes. ",
  "are dependent on the monsoons, thus the Peninsular ",
  "Ecosystem is basically a monsoon dependent ecosystem.  •  Areas affected by frequent floods and drought condi-",
  "•  India is heavily dependent on the monsoon to meet its  tions also witness large scale migration of populations ",
  "to relatively stable regions leading to overcrowding and ",
  "agricultural and water needs, and also for protecting ",
  "unhygienic conditions resulting in transmission of dis-",
  "and propagating its rich biodiversity. Climate change is ",
  "eases like Japanese encephalitis and malaria.",
  "linked with the changing patterns observed in the mon-",
  "soons of India. •  Climate change is a major factor in the spread of infec-",
  "tious diseases. Diseases, confined to one specific geo-",
  "graphic region spread to other areas. ",
  "Do you know? •  The World Health Organization (WHO) in their studies ",
  "Narcotic substances that are used for smoking pur-",
  "have indicated that due to rising temperatures, malaria ",
  "poses are called “fumitories,” and those that are used ",
  "cases are now being reported for the first time from ",
  "for chewing purposes are called “masticatories.”",
  "countries like Nepal and Bhutan. ",
  "•  It has also been predicted that an additional 220-400 ",
  "20.6. CLIMATE CHANGE AND HEALTH million people could be exposed to malaria- a disease ",
  "that claims around 1 million lives annually. ",
  "•  Climate change poses a host of threats to the survival ",
  "of mankind.  •  Dengue fever is already in evidence at higher levels of ",
  "•  Each year, about 800,000 people die from causes at- elevation in Latin America and parts of East Asia. ",
  "tributable to air pollution, 1.8 million from diarrhoea  •  Studies suggest that climate change may swell the pop-",
  "resulting from lack of access to clean water supply,  ulation at risk of malaria in Africa by 90 million by ",
  "sanitation, and poor hygiene, 3.5 million from malnutri- 2030, and the global population at risk of dengue by 2 ",
  "tion and approximately 60,000 in natural disasters.  billion by 2080s.",
  "225",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  Rising temperatures and changing patterns of rainfall  •  In addition, the negative effects are concentrated on ",
  "are projected to decrease crop yields in many developing  poor populations that already have compromised health ",
  "countries, stressing food supplies. This will ultimately  prospects, thus widening the inequality gap between ",
  "translate into wider prevalence of malnutrition/ under- the most and the least privileged. ",
  "nutrition. In some African countries, yields from rain-fed ",
  "•  The balance of positive and negative health impacts will ",
  "agriculture could be reduced by up to 50 per cent by 2020.",
  "vary from one location to another, and will alter over ",
  "•  Emission of the Green House Gases have been respon-",
  "time as temperatures continue to rise.",
  "sible for the depletion of ozone layer, which protects the ",
  "Earth from the harmful direct rays of the sun. Depletion ",
  "of stratospheric ozone results in higher exposure to the ",
  "ultra violet rays of the sun, leading to an increase in the  Do you know?",
  "incidents of skin cancer. It could also lead to an increase  Saponins are a group of water-soluble glucosides that ",
  "in the number of people suffering from eye diseases  yield soap froth in water, form emulsions with oils and ",
  "such as cataract. It is also thought to cause suppression  fats, and are capable of absorbing large amounts of ",
  "of the immune system.  gases such as carbon dioxide. Soap nut tree yields ",
  "•  The projections by WHO and IPCC suggest that the  saponins.",
  "negative effects of climate change on health are greater. ",
  "",
  "226",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.",
  "",
  ""
]