[
  "CHAPTER - 18",
  "OCEAN ACIDIFICATION",
  "18.1. OCEAN ACIDIFICATION",
  "Forms of calcium carbonate",
  "Oceans are an important reservoir for CO , absorbing a ",
  "2",
  "significant quantity of it (one-third) produced by anthro- Calcite and aragonite are two different forms of cal-",
  "pogenic activities and effectively buffering climate change.  cium carbonate. ",
  "Ocean acidification is the change in ocean chemistry - low- 1.  Calcite is the mineral form found in the shells of ",
  "ering of ocean pH (i.e. increase in concentration of hydro- planktonic algae, amoeboid protists, some corals, ",
  "echinoderms, and some molluscs (e.g. oysters); it ",
  "gen ions) driven by the uptake of carbon compounds by the ",
  "is relatively less soluble.",
  "ocean from the atmosphere. ",
  "2.  Aragonite is a more soluble form of calcium car-",
  "As the uptake of atmospheric carbon dioxide by the ocean ",
  "bonate; it is found in most corals, most mollusks ",
  "increases, the concentration of hydrogen ions in the ocean ",
  "(small planktonic snails), as well as some species ",
  "increases, the concentration of carbonate ions decreases, ",
  "of algae.",
  "the pH of the oceans decreases and the oceans become less ",
  "alkaline – this process is know as ocean acidification.",
  "18.1.1. CO  effect on ocean acidification 18.1.2. Influence of other factors",
  "2",
  "Various factors can locally influence the chemical reactions ",
  "of CO2 with sea water and add to the effects to ocean acid-",
  "ification. For example,",
  "i. Acid rain",
  " Acid rain can have a pH between 1 and 6 and has impact ",
  "on surface ocean chemistry. It has major effect on ocean ",
  "The uptake of atmospheric carbon dioxide is occurring at ",
  "acidification locally and regionally but very small globally. ",
  "a rate exceeding the natural buffering capacity of the ",
  "ocean.",
  "ii. Eutrophication",
  "The pH of the ocean surface waters has decreased by about ",
  "Coastal waters are also affected by excess nutrient inputs, ",
  "0.1 pH unit (i.e. 26% increase in ocean hydrogen ion con-",
  "mostly nitrogen, from agriculture, fertilizers and sewage. ",
  "centration) since the beginning of the industrial revolution. ",
  "The resulting eutrophication leads to large plankton ",
  "The ocean currently has a pH around 8.0 and is therefore  blooms, and when these blooms collapse and sink to the ",
  "‘basic’ and it is nearly impossible, chemically, for all of it to  sea bed the subsequent respiration of bacteria decomposing ",
  "actually become a pH less than 7.0. Why do we therefore  the algae leads to a decrease in sea water oxygen and an ",
  "refer to ‘ocean acidification’? increase in CO (a decline in pH).",
  "2",
  "That is because acidification is the direction of travel, the ",
  "How it reacts?",
  "trend, regardless of the starting point. Acidification refers ",
  "The term ‘ocean acidification’ summarizes several pro-",
  "to lowering pH from any starting point to any end point ",
  "cesses that occur when CO reacts with sea water. ",
  "on the pH scale.",
  "2",
  "211",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Two reactions are particularly important. Firstly, the for- 18.1.4. Mitigation ",
  "mation of carbonic acid with subsequent release of hydro- •  Reducing CO",
  "gen ions: 2",
  "•  promoting government policies to cap CO emissions, ",
  "2 ",
  "  CO   +   HO   HCO   H+      HCO-- •  eliminate offshore drilling, ",
  "2 2 2 3 3",
  "(Carbon dioxide) + (Water)  (Carbonic acid) (Hydrogen ions) + (Bicarbonate ions) •  by advocating for energy efficiency and ",
  "•  Alternative energy sources such as wind power, solar, ",
  "etc.",
  "18.1.5. Saturation horizons",
  "•  Deep, cold ocean waters are naturally under saturated ",
  "with carbonate ions causing the shells of most calcifying ",
  "organisms to dissolve. ",
  "•  Surface waters are over saturated with carbonate ions ",
  "and do not readily dissolve shells of calcifying organisms. ",
  "•  The saturation horizon is the level below which calcium ",
  "carbonate minerals undergo dissolution. ",
  "•  Those organisms that can survive below the saturation ",
  "The above reaction and release of hydrogen ions increases  horizon do so due to special mechanisms to protect ",
  "acidity and thus pH level is reduced.  their calcium carbonate from dissolving. ",
  "A second reaction, between carbonate ions, CO and water  •  As ocean acidification causes this horizon to rise verti-",
  "2 ",
  "produces bicarbonate ions.",
  "cally in the water column so more and more calcifying ",
  "The combined effect of both these reactions not only in- organisms will be exposed to under saturated water ",
  "creases acidity but also lowers the availability of carbon- and thus vulnerable to dissolution of their shells and ",
  "ate ions.  skeletons. ",
  "•  The saturation horizon of calcite occurs at a greater ",
  "18.1.3. Effect of ocean acidification ocean depth than that for aragonite, but both horizons ",
  "Seawater absorbs CO to produce carbonic acid (H CO),  have moved closer to the surface presently when com-",
  "bicarbonate (HCO--) 2and carbonate ions (CO -). 2 3 pared to the 1800s.",
  "3 32",
  "These carbonate ions are essential to the calcification pro-",
  "cess that allows certain marine organisms to build their ",
  "Do you know?",
  "calcium carbonate shells and skeletons (e.g. hard tropical ",
  "Chameleons are seen inhabiting almost all the parts ",
  "corals, cold water corals, molluscs, crustaceans, sea ur-",
  "of south India and west of the Ganges. However, they ",
  "chins, certain types of plankton, lobsters, etc). ",
  "are rarely seen in areas that receive heavy rainfall. ",
  "However, increases in atmospheric CO levels lead to de-",
  "Chameleons are mostly arboreal and are found in ",
  "2",
  "crease in pH level, increase in the concentration of carbonic ",
  "trees or on smaller bushes.",
  "acid and bicarbonate ions, causing a decrease in the con-",
  "centration of carbonate ions. ",
  "Thus carbonate ions are less available and calcification is  18.1.6. Ocean acidification and the short and ",
  "therefore harder to achieve, and may be prevented alto- long-term fate of carbon in the system",
  "gether. Imagine trying to build a house while someone ",
  "On long timescales (>100,000 years) there is a natural bal-",
  "keeps stealing your bricks.",
  "ance maintained between the up-take and release of CO ",
  "2",
  "This impact of ocean acidification may therefore have po- on Earth; the CO produced by volcanoes, the main natural ",
  "2",
  "tentially catastrophic consequences for ocean life and many  source of CO , is taken up by the production of organic ",
  "2",
  "marine species of economic importance. matter by plants and by rock weathering on land.",
  "212",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "the sediment and trapped for a long time, but where the ",
  "UPWELLING shells sink in deep water nearly all the CaCO  is dis-",
  "3",
  "•  Surface Coastal regions periodically experience  solved, thereby not locking the carbon away for millions ",
  "of years.",
  "upwelling events where deeper ocean water circu-",
  "lates onto continental shelves and near-shore  The current increased rate of dissolution of atmospheric ",
  "areas.  CO into the ocean results in an imbalance in the carbonate ",
  "2",
  "•  This exposes the productive upper ocean ecosys- compensation depth (CCD), the depth at which all carbon-",
  "ate is dissolved. ",
  "tems to colder water containing more nutrients & ",
  "more CO. As the pH of the ocean falls, it results in a shallowing of ",
  "•  As ocean2 acidification makes the upper oversatu- the lysocline and the CCD, thus exposing more of the ",
  "shells trapped in the sediments to understaturated condi-",
  "rated layer of sea water shallower each year, these ",
  "tions causing them to dissolve, which will help buffer ",
  "natural upwelling events will more often cause ",
  "ocean acidification but over a long time scale of a thousand ",
  "undersaturated water to well up and flow to the ",
  "years.",
  "shore. ",
  "•  Coastal marine organisms that form shells are un-",
  "accustomed to such events, and periodic exposures  Do you know?",
  "to these significantly different conditions may af-",
  "The park had been put on the tentative list of future ",
  "fect these communities. ",
  "heritage sites of UNESCO in 2009 and had been in-",
  "cluded in the final list in 2014. The Odisha govern-",
  "ment had submitted a dossier, compiled by the Wildlife ",
  "However, rock weathering takes tens of thousands of years  Institute of India, recommended to UNESCO that the ",
  "so will not remove the current anthropogenic input of CO  park be declared a World Heritage Site.",
  "2",
  "to the atmosphere and ocean fast enough. ",
  "On shorter time scales (>1,000 years), the ocean has an ",
  "18.1.7.Winners and losers ",
  "internal stabilizing feedback linking the ocean carbon cycle ",
  "to the underlying carbonate rich sediment known as car- •  The growth and level of photosynthesis of certain ma-",
  "bonate compensation. rine phytoplankton and plant species may increase with ",
  "higher CO levels, but this is by no means a general rule. ",
  "The upper layers of the ocean tend to be supersaturated ",
  "2",
  "with CaCO so little dissolution takes place, whilst the deep  •  For others, higher CO and rising acidity may have ei-",
  "3 2",
  "ocean is undersaturated and carbonate readily dissolves.  ther negative or neutral effects on their physiology. ",
  "The first boundary between these two states is known as  •  Therefore, particular marine plants will be ’winners’, ",
  "the lysocline, the depth at which dissolution strongly in- while others will be ‘losers’ and some may show no ",
  "creases in the deep ocean.  signs of change but change is inevitable.",
  "The CaCO in the form of dead shells sink to the sea bed.  A reduction in atmospheric CO levels is essential to halt ",
  "3 2",
  "If it is of shallow water depth, the majority is buried in  ocean acidification before it is too late.",
  "",
  "213",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "214",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.",
  "",
  ""
]