[
  "CHAPTER - 22",
  "INDIA AND CLIMATE CHANGE",
  "22.1.  INDIA’S POSITION ON CLIMATE  22.2.  OBSERVED CLIMATE AND ",
  "CHANGE WEATHER CHANGES IN INDIA",
  "•  India emitted 2,136.84 million tonnes of CO2 equivalent  •  India’s National Communication (NATCOM) to UNF-",
  "greenhouse gases in 2010.  CCC has consolidated some of the observed changes in ",
  "•  Energy sector was the prime contributor to emissions  climate parameters in India. No firm link between the ",
  "documented changes described below and warming ",
  "and with 71% of total emissions in 2010. Energy sector ",
  "due to anthropogenic climate change has yet been es-",
  "includes - electricity production, fuel combustion in in-",
  "tablished.",
  "dustries, transport and fugitive emissions. ",
  "•  Industrial processes and product use contributed 8%;  22.2.1. Surface Temperature",
  "agriculture and waste sectors contributed 18% and 3% ",
  "•  At the national level, increase of — 0.4° C has been ob-",
  "respectively to the national GHG inventory. ",
  "served in surface air temperatures over the past cen-",
  "•  About 12% of emissions were offset by carbon sink ac- tury. A warming trend has been observed along the ",
  "tion of forests and croplands, considering which the  west coast, in central India, the interior peninsula, and ",
  "national GHG emissions are arrived at a total of 1,884.31  north-eastern India. However, cooling trends have been ",
  "million tonnes of CO2 equivalent.  observed in north-west India and parts of south India.",
  "•  India’s per capita GHG emission in 2010 was 1.56 tCO2 ",
  "equivalent, which is less than one- third of the world’s  22.2.2. Rainfall",
  "per capita emissions and far below than many devel- •  While the observed monsoon rainfall at the all-India ",
  "oped and developing countries.  level does not show any significant trend, regional mon-",
  "•  A reduction of emission intensity of GDP by about 12%  soon variations have been recorded. ",
  "between 2005 and 2010 has been achieved against our  •  A trend of increasing monsoon seasonal rainfall has ",
  "voluntary pledge to reduce the emission intensity of its  been found along the west coast, northern Andhra ",
  "GDP by 20–25 per cent by 2020, compared with the  Pradesh, and north-western India (+10% to +12% of the ",
  "2005 level.  normal over the last 100 years) while a trend of decreas-",
  "•  India will continue to be a low-carbon economy (World  ing monsoon seasonal rainfall has been observed over ",
  "eastern Madhya Pradesh, north-eastern India, and some ",
  "Bank study).",
  "parts of Gujarat and Kerala (-6% to —8% of the normal ",
  "•  India’s primary focus is on “adaptation”, with specific ",
  "over the last 100 years).",
  "focus for “mitigation”.",
  "•  India has already unveiled a comprehensive National  22.2.3. Extreme Weather Events",
  "Action Plan on Climate Change whose activities are in  •  Instrument records over the past 130 years do not indi-",
  "the public domain.",
  "cate any marked long-term trend in the frequencies of ",
  "•  India advocates collaborative research in future low- large-scale droughts and floods. Trends are however ",
  "carbon technology and access to intellectual property  observed in multi-decadal periods of more frequent ",
  "rights (IPRs) as global public goods. droughts, followed by less severe droughts. ",
  "233",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  There has been an overall increasing trend in severe  energy instead of burning fossil fuel in thermal power ",
  "storm incidence along the coast at the rate of 0.011  stations.",
  "events per year. While the states of West Bengal and  •  Current Indian government expenditure on adaptation ",
  "Gujarat have reported increasing trends, a decline has  to climate variability, exceeds 2.6% of the GDP, with ",
  "been observed in Orissa.  agriculture, water resources, health and sanitation, for-",
  "ests, coastal-zone infrastructure and extreme weather ",
  "22.2.4. Rise in Sea Level",
  "events, being specific areas of concern.",
  "•  The records of coastal tide gauges in the north Indian ",
  "22.3.1. AGRICULTURE",
  "Ocean for more than 40 years, reports that sea level rise ",
  "was between 1.06-1.75 mm per year. These rates are  •  Two risk-financing programmes support adaptation to ",
  "consistent with 1-2 mm per year global sea level rise  climate impacts. The Crop Insurance Scheme sup-ports ",
  "estimates of IPCC. the insurance of farmers against climate risks, and the ",
  "Credit Support Mechanism facilitates the extension of ",
  "22.2.5. Impacts on Himalayan Glaciers credit to farmers, especially for crop failure due to cli-",
  "•  The Himalayas possess one of the largest resources of  mate variability.",
  "snow and ice and its glaciers form a source of water for ",
  "22.3.2. CROP IMPROVEMENT",
  "the perennial rivers such as the Indus, the Ganga, and ",
  "the Brahmaputra.  •  The present programmes address measures such as ",
  "development of arid-land crops and pest management, ",
  "•  Glacial melt may impact their long-term lean-season ",
  "as well as capacity building of extension workers and ",
  "flows, with adverse impacts on the economy in terms ",
  "NGOs to support better vulnerability reducing practices.",
  "of water availability and hydropower generation.",
  "•  The available monitoring data on Himalayan glaciers  22.3.3. DROUGHT PROOFING",
  "indicates that while recession of some glaciers has oc- •  The current programmes seek to minimize the adverse ",
  "curred in some Himalayan regions in recent years, the  effects of drought on production of crops and livestock, ",
  "trend is not consistent across the entire mountain  and on productivity of land, water and human re-",
  "chain. It is accordingly, too early to establish long-term  sources, so as to ultimately lead to drought proofing of ",
  "trends, or their causation, in respect of which there are  the affected areas. ",
  "several hypotheses.",
  "•  They also aim to pro¬mote overall economic develop-",
  "ment and improve the socio-economic conditions of the ",
  "Do you know? resource poor and disadvantaged sections inhabiting ",
  "the programme areas.",
  "Tripura is one of the highest CVP (Climate, Vegetation, ",
  "Precipitation) index zones (a measure of potential pro- 22.3.4. FORESTRY",
  "ductivity) in the country.",
  "•  India has a strong and rapidly growing afforestation ",
  "programme. The afforestation process was accelerated ",
  "by the enactment of the Forest Conservation Act of ",
  "22.3.  CURRENT ACTIONS FOR ",
  "1980, which aimed at stopping the clearing and deg-",
  "ADAPTATION AND MITIGATION",
  "radation of forests through a strict, centralized con-",
  "•  Adaptation, in the context of climate change, comprises  trol of the rights to use forest land and mandatory ",
  "the measures taken to minimize the adverse impacts of  requirements of compensatory afforestation in case ",
  "climate change, e.g. relocating the communities living  of any diversion of forest land for any non-forestry ",
  "close to the sea shore, for instance, to cope with the  purpose. ",
  "rising sea level or switching to crops that can withstand  •  In addition an aggressive afforestation and sustainable ",
  "higher temperatures. ",
  "forest management programme resulted in annual re-",
  "•  Mitigation comprises measures to reduce the emissions  forestation of 1.78 mha during 1985-1997, and is cur-",
  "of greenhouse gases that cause climate change in the  rently 1.1 mha annually. Due to this, the carbon stocks ",
  "first place, e.g. by switching to renewable sources of  in Indian forests have increased over the last 20 years ",
  "energy such as solar energy or wind energy, or nuclear  (during 1986 to 2005) to 9 -10 gigatons of carbon (GtC).",
  "234",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "22.3.5. WATER 22.4.  INDIA’S NATIONAL ACTION PLAN ",
  "•  The National Water Policy stresses that non-conven- ON CLIMATE CHANGE",
  "tional methods for utilization of water, including inter- In dealing with the challenge of climate change we must ",
  "basin transfers, artificial recharge of groundwater, and  act on several fronts in a focused manner simultaneously. ",
  "desalination of brackish or sea water, as well as tradi- The National Action Plan hinges on the development and ",
  "tional water conservation practices like rainwater har- use of new technologies. The implementation of the Plan ",
  "vesting, including roof-top rainwater harvesting, should  would be through appropriate institutional mechanisms ",
  "be practised to increase the utilizable water resources.  suited for effective delivery of each individual Mission’s ",
  "Many states now have mandatory water harvesting pro- objectives and include public private partnerships and civil ",
  "grammes in several cities. society action. The focus will be on promoting understand-",
  "ing of climate change, adaptation and mitigation, energy ",
  "22.3.6. COASTAL REGIONS efficiency and natural resource conservation.",
  "•  In coastal regions, restrictions have been imposed in  There are Eight National Missions which form the core of ",
  "the area between 200m and 500m of the HTL (high tide  the National Action Plan, representing multipronged, long-",
  "line) while special restrictions have been imposed in the  term and integrated strategies for achieving key goals in ",
  "area up to 200m to protect the sensitive coastal ecosys- the context of climate change.",
  "tems and prevent their exploitation. ",
  "•  This, simultaneously, addresses the concerns of the ",
  "Do you know?",
  "coastal population and their livelihood. Some specific ",
  "measures taken in this regard include construction of  The Economic Survey 2011-12, suggests to make lower ",
  "coastal protection infrastructure and cyclone shelters,  carbon sustainable growth a central element of our ",
  "as well as plantation of coastal forests and mangroves. Twelfth Five Year Plan commencing in April 2012. The ",
  "Survey points out that India’s per capita CO emissions ",
  "2",
  "22.3.7. HEALTH are much lower (1.52 CO tons) than those of the devel-",
  "2",
  "•  The prime objective present of health programmes is  oped countries even if historical emissions are excluded.",
  "the surveillance and control of vector borne diseases ",
  "such as Malaria, Kala-azar, Japanese Encephalitis, Filaria ",
  "22.4.1. NATIONAL SOLAR MISSION",
  "and Dengue. Programmes also provide for emergency ",
  "medical relief in the case of natural calamities, and to  •  The National Solar Mission is a major initiative of the ",
  "train and develop human resources for these tasks.  Government of India and State Governments to promote ",
  "ecologically sustainable growth while addressing India’s ",
  "22.3.8. DISASTER MANAGEMENT energy security challenge.",
  "•  The National Disaster Management programme pro-",
  "Objective ",
  "vides grants-in-aid to victims of weather related disas-",
  "•  To establish India as a global leader in solar energy, by ",
  "ters, and manages disaster relief operations. It also ",
  "creating the policy conditions for its diffusion across the ",
  "supports proactive disaster prevention programmes, ",
  "country as quickly as possible.",
  "including dissemination of information and training of ",
  "disaster-management staff. •  The Mission will adopt a 3-phase approach,",
  "•  spanning the remaining period of the 11th Plan and ",
  "first year of the 12th Plan (up to 2012-13) as Phase 1,",
  "Do you know? •  the remaining 4 years of the 12th Plan (2013-17) as ",
  "Phase 2 and ",
  "A Chapter on Sustainable Development and Climate ",
  "Change has been for the first time introduced in the  •  the 13th Plan (2017-22) as Phase 3. ",
  "annual Economic Survey. This new chapter reflects the  •  At the end of each plan, and mid-term during the 12th ",
  "growing challenges of sustainable development and  and 13th Plans, there will be an evaluation of progress, ",
  "climate change. Pressures on land, air, water, forests  review of capacity and targets for subsequent phases, ",
  "and loss of plant and animal habitant are growing. based on emerging cost and technology trends, both ",
  "domestic and global. ",
  "235",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  The aim would be to protect Government from subsidy  Objective ",
  "exposure in case expected cost reduction does not ma- •  Promoting innovative policy and regulatory regimes, ",
  "terialize or is more rapid than expected. financing mechanisms, and business models which not ",
  "•  The first phase (up to 2013) will focus on capturing of  only create, but also sustain markets for energy effi-",
  "the low hanging options in solar thermal; on promoting  ciency in a transparent manner with clear deliverables ",
  "off-grid systems to serve populations without access to  to be achieved in a time bound manner. ",
  "commercial energy and modest capacity addition in ",
  "Mission Goals",
  "grid-based systems. ",
  "•  Market-based approaches to unlock energy efficiency ",
  "•  In the second phase, after taking into account the ex-",
  "opportunities, estimated to be about Rs. 74,000 Crores",
  "perience of the initial years, capacity will be aggres-",
  "sively ramped up to create conditions for up scaled and    By 2014-15:",
  "competitive solar energy penetration in the country. •  Annual fuel savings in excess of 23 million toe",
  "Mission targets are: •  Cumulative avoided electricity capacity addition of ",
  "19,000 MW",
  "•  To create an enabling policy framework for the deploy-",
  "ment of 100 MW of solar power by 2022. •  CO emission mitigation of 98 million tons per year",
  "2",
  "•  The Centre has revised cumulative targets under Na- •  Four New Initiatives to Enhance Energy Efficiency: ",
  "tional Solar Mission from 20,000 MW by 2021-22 to  a)   Perform Achieve and Trade ",
  "1,00,000 MW- a quantum jump. b)   Market Transformation for Energy Efficiency",
  "•  The target will principally comprise of 40 GW Rooftop  c)   Energy Efficiency Financing Platform (EEP)",
  "and 60 GW through Large and Medium Scale Grid Con-",
  "d)   Framework for Energy Efficient Economic Development ",
  "nected Solar Power Projects.",
  "(FEEED)",
  "Do you know?",
  "In Kaziranga, which has the highest concentration of ",
  "the one-horned rhinoceros, the figure has gone up ",
  "from 2,048 in 2009 to 2,990 now, despite the death of ",
  "roughly 120 rhinos between 2009 and 2011. The rhino ",
  "census, also registered 100 rhinos in Orang National ",
  "Park and 93 in Pobitora wildlife sanctuary, besides 22 ",
  "that have been translocated to Manas National Park ",
  "over the past four years.",
  "22.4.2. THE NATIONAL MISSION FOR ",
  "ENHANCED ENERGY EFFICIENCY (NMEEE) ",
  "•  The National Mission for Enhanced Energy Efficiency ",
  "(NMEEE), which seeks to strengthen the market for ",
  "energy efficiency by creating conducive regulatory and ",
  "policy regime. ",
  "•  NMEEE has been envisaged to foster innovative and  22.4.3. NATIONAL MISSION ON SUSTAINABLE ",
  "HABITAT",
  "sustainable business models to the energy efficiency ",
  "sector.  •  “National Mission on Sustainable Habitat” seeks to pro-",
  "•  The NMEEE seeks to create and sustain markets for  mote sustainability of habitats through improvements ",
  "energy efficiency in the entire country which will ben- in energy efficiency in buildings, urban planning, im-",
  "efit the country and the consumers”. proved management of solid and liquid waste, modal ",
  "236",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "shift towards public transport and conservation  22.4.4. NATIONAL WATER MISSION (NWM)",
  "through appropriate changes in legal and regulatory ",
  "MISSION OBJECTIVES",
  "framework. ",
  "•  Ensuring integrated water resource management for ",
  "•  It also seeks to improve ability of habitats to adapt to ",
  "conservation of water, minimization of wastage and ",
  "climate change by improving resilience of infrastruc-",
  "equitable distribution both across and within states. ",
  "ture, community based disaster management and meas-",
  "•  Developing a framework for optimum water use ",
  "ures for improving advance warning systems for ",
  "through increase in water use efficiency by 20% ",
  "extreme weather events.",
  "through regulatory mechanisms with differential enti-",
  "•  It will broadly cover the following aspects:  tlements and pricing, taking the National Water Policy ",
  "•  Extension of the energy conservation building   (NWP) into consideration. ",
  "code - which addresses the design of new and large  •  Ensuring that a considerable share of water needs of ",
  "commercial buildings to optimize their energy de- urban areas is met through recycling of waste water.",
  "mand;  •  Meeting water requirements of coastal cities (with in-",
  "•  Better urban planning and modal shift to public  adequate alternative sources of water) through the ",
  "transport - make long term transport plans to fa- adoption of new and appropriate technologies such as ",
  "cilitate the growth of medium and small cities in  low-temperature desalination technologies allowing use ",
  "such a way that ensures efficient and convenient  of ocean water. ",
  "public transport;  •  Revisiting NWP to ensure basin-level management ",
  "•  Recycling of material and urban waste management  strategies to deal with variability in rainfall and river ",
  "- a special area of focus will be development of tech- flows due to climate change, including enhancement of ",
  "storage both above and below ground, implementation ",
  "nology for producing power form waste. ",
  "of rainwater harvesting and establishment of equitable ",
  "•  The National Mission will include a major R&D pro-",
  "and efficient management structures.",
  "gramme, focusing on bio-chemical conversion, ",
  "•  Developing new regulatory structures to optimize ef-",
  "waste water use, sewage utilization and recycling ",
  "ficiency of existing irrigation systems, to rehabilitate ",
  "options. ",
  "run-down systems and to expand irrigation to increase ",
  "storage capacity. ",
  "•  Promotion of water-neutral and water-positive tech-",
  "Do you know?",
  "nologies through the design of a proper incentive struc-",
  "A rainforest is a forested biome with high annual ",
  "ture combined with recharging of underground water ",
  "rainfall. Tropical rainforests arise due to the inter-",
  "sources and adoption of large-scale irrigation pro-",
  "tropical convergence zone. The largest tropical rain-",
  "gramme based on efficient methods of irrigation.",
  "forests exist in the Amazon basin, Nicaragua, ",
  "equatorial Africa, southeastern Asia from Myanmar ",
  "to Indonesia, eastern Queensland and part of   Do you know?",
  "Australia.",
  "1.  The 2009 State of the Environment Report by the ",
  "The beneficial effects of rain forests are manifold. It  Ministry of Environment and Forests (MoEF) clubs ",
  "is also called “lungs of the world” and act as major  the issues under five key main challenges faced by ",
  "consumers of atmospheric carbon and play a large role  India, which are climate change, food, security, ",
  "in cooling air. water security, energy security and managing ur-",
  "It is estimated that the rainforests were reduced by  banization.",
  "about 58,000 km2 annually in the 1990s. Rainforests  2.  Mercury in the environment can be reduced by ",
  "used to cover 14% of the Earth’s surface. This percent- using alternative products that don’t contain mer-",
  "age is now down to 6% and it is estimated by study  cury, cleaning up spills properly, recycling mer-",
  "that the remaining natural rainforests could disap- cury-containing products and properly handling ",
  "pear within 40 years. and disposing of mercury-containing equipment.",
  "237",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "22.4.5. NATIONAL MISSION FOR SUSTAINING  Mission Targets ",
  "THE HIMALAYAN ECOSYSTEM (NMSHE) •  Improvement in the quality of forest cover and ecosys-",
  "•  The most crucial and primary objective of the mission  tem services of forests /nonforests, (including moder-",
  "is to develop a sustainable National capacity to continu- ately dense, open forests, degraded grassland and ",
  "ously assess the health status of the Himalayan Ecosys- wetlands: 5 million ha)",
  "tem and enable policy bodies in their policy-formulation  •  Eco-restoration/afforestation of scrub, shifting cultiva-",
  "functions and assist States in the Indian Himalayan  tion areas, cold deserts, mangroves, ravines and aban-",
  "Region with their implementation of actions selected for  doned mining areas (2 million ha)",
  "sustainable development. •  Improvement in forest and tree cover in urban/ ",
  "peri-urban lands (0.20 million ha)",
  "Mission Objectives",
  "•  Improvement in forest and tree cover on marginal ag-",
  "•  Building Human and Institutional capacities on climate ",
  "ricultural lands/fallows and other non-forest land under ",
  "change related aspects ",
  "agro-forestry/social forestry (3 million ha)",
  "•  Network knowledge institutions and develop a coherent  •  Management of public forest/non-forests areas (taken ",
  "database on all knowledge systems  up under the mission) by community institutions",
  "•  Detect and decouple natural and anthropogenic global  •  Adoption of improved fuel wood-use efficiency and al-",
  "environmental changes and project future trends on  ternative energy devices by households in the project ",
  "potential impacts area",
  "•  Assess the socio-economic and ecological consequences  •  Diversification of forest-based livelihoods of about 3 ",
  "million households living in and around forests",
  "of global environmental change and design appropriate ",
  "strategies for growth in the economy of the region Sub Missions",
  "•  Study traditional knowledge systems for community  •  Sub-mission 1: Enhancing quality of forest cover and ",
  "participation in adaptation, mitigation and coping  improving ecosystem services (4.9 million ha)",
  "mechanisms •  Sub-mission 2: Ecosystem restoration and increase in ",
  "•  Evaluate policy alternatives for regional development  forest cover (1.8 million ha)",
  "plans •  Sub-mission 3: Enhancing tree cover in urban and peri-",
  "•  Create awareness amongst stakeholders in the region urban areas (including institutional lands): 0.20 mil-",
  "lion ha",
  "•  Develop regional cooperation to generate a strong ",
  "•  Sub-mission 4: Agro-forestry and social forestry (in-",
  "knowledge and database for policy interventions",
  "creasing biomass and creating carbon sink): 3 million ha",
  "22.4.6. NATIONAL MISSION FOR A GREEN  •  Sub-mission 5: Restoration of wetlands: 0.10 million ha",
  "INDIA",
  "Mission Objectives",
  "Do you know?",
  "•  Increased forest/tree cover on 5 million hectares (ha) ",
  "Indian government has announced a domestic goal of ",
  "of forest/non- forest lands and improved quality of for-",
  "reducing the carbon emission intensity by 20-25 per ",
  "est cover on another 5 million ha of non-forest/forest ",
  "cent of its GDP of the 2005 level by 2020.",
  "lands (a total of 10 million ha)",
  "•  Improved ecosystem services including biodiversity, ",
  "hydrological services, and carbon sequestration from  22.4.7. NATIONAL MISSION FOR SUSTAINABLE ",
  "the 10 million ha of forest/non-forest lands mentioned  AGRICULTURE (NMSA)",
  "above ",
  "Mission Objectives",
  "•  Increased forest-based livelihood income of about 3 mil-",
  "•  To devise strategic plans at the agro-climatic zone level ",
  "lion households, living in and around the forests",
  "so that action plans are contextualised to regional scales ",
  "•  Enhanced annual CO2 sequestration by 50 to 60 million  in the areas of research and development (R&D), technol-",
  "tones in the year 2020 ogy and practices, infrastructure and capacity building",
  "238",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  To enhance agricultural productivity through custom- •  Establishment of global technology watch groups with ",
  "ised interventions such as use of biotechnology to de- institutional capacities to carry out research on risk ",
  "velop improved varieties of crops and livestock,  minimised technology selection for developmental ",
  "promoting efficient irrigation systems, demonstration  choices",
  "of appropriate technology, capacity building and skill  •  Development of national capacity for modeling the re-",
  "development",
  "gional impact of climate change on different ecological ",
  "•  To facilitate access to information and institutional sup- zones within the country for different seasons and liv-",
  "port by expanding Automatic Weather Station networks  ing standards",
  "to the panchayat level and linking them to existing in- •  Establishing research networks and encouraging re-",
  "surance mechanisms including the Weather Based Crop ",
  "search in the areas of climate change impacts on  ",
  "Insurance Scheme and the National Agriculture Insur-",
  "important socio-economic sectors like agriculture, ",
  "ance Scheme (NAIS), scaling the returns at that level",
  "health, natural ecosystems, biodiversity, coastal ",
  "•  To promote “laboratory to land” research by creating  zones, etc.",
  "model villages and model farm units in rainfed and  •  Generation and development of the conceptual and ",
  "dryland areas",
  "knowledge basis for defining sustainability of develop-",
  "•  To strategise long-term interventions for emission re- ment pathways in the light of responsible climate ",
  "duction from energy and non-energy uses by way of  change related actions",
  "introduction of suitable crop varieties and farm prac- •  Providing an improved understanding and awareness ",
  "tices, livestock and manure management",
  "of key climate processes and the resultant climate risks ",
  "•  To realise the enormous potential of growth in dryland  and associated consequences",
  "agriculture, through the development of drought and  •  To complement the efforts undertaken by other national ",
  "pest resistant crop varieties, adopting resource-con-",
  "missions, strengthen indigenous capacity for the devel-",
  "serving technologies, providing institutional support to ",
  "opment of appropriate technologies for responding to ",
  "farmers and capacity building of stakeholders.",
  "climate change through adaptation and mitigation and ",
  "•  The NMSA has identified 10 key dimensions for adapta- promote their utilisation by the government and socie-",
  "tion and mitigation: ties for the sustainable growth of economies",
  "1.  Improved Crop Seeds, Livestock and Fish Culture •  Creating institutional capacity for research infrastruc-",
  "2. Water Efficiency ture including access to relevant data sets, computing ",
  "and communication facilities, and awareness to improve ",
  "3. Pest Management",
  "the quality and sector specific scenarios of climate ",
  "4. Improved Farm Practices",
  "change over the Indian subcontinent",
  "5. Nutrient Management •  Ensuring the flow and generation of human resources ",
  "6. Agricultural Insurance through a variety of measures including incentives to ",
  "attract young scientists to climate science",
  "7.  Credit Support",
  "8. Markets •  Building alliances and partnerships through global col-",
  "laboration in research & technology development on ",
  "9. Access to Information",
  "climate change under international and bilateral science ",
  "10. Livelihood Diversification and technology (S&T) cooperation arrangements",
  "22.4.8. The National Mission on Strategic ",
  "Knowledge for Climate Change (NMSKCC)",
  "Do you know?",
  " Mission Objectives The concept of “green GDP” arose in the early 1990s ",
  "•  Formation of knowledge networks among the existing  in reaction to the deficiencies of the traditional gross ",
  "knowledge institutions engaged in research and devel- domestic product (GDP) to account for the economic ",
  "opment relating to climate science and facilitating data  costs of depleted natural resources and incurred pol-",
  "sharing and exchange through a suitable policy frame- lution, which in turn affect human welfare.",
  "work and institutional support",
  "239",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "22.4.9. National Bio-Energy Mission held in Warsaw in November 2013 invited all Parties to ",
  "•  According to estimates, biomass from agro and agro- initiate domestic preparations for their INDC towards ",
  "achieving the objective of the Convention and to commu-",
  "industrial residue can potentially generate 25,000 MW ",
  "nicate them, well in advance of the 21st session of the Con-",
  "of power in India. This can be further raised with ",
  "ference of Parties. ",
  "wasteland-based integrated energy plantation and ",
  "power generation systems. The concept of ‘Nationally Determined Contributions’, tak-",
  "ing into account the outcomes of both Warsaw COP 19 and ",
  "Bio Energy Lima COP 20 has to (i) reflect the principles of equity and ",
  "•  “Bioenergy is renewable energy derived from biological  Common But Differentiated Responsibilities (CBDR) and ",
  "sources, to be used for heat, electricity, or vehicle fuel.  (ii) the Country’s contributions must be seen in a balanced ",
  "Biofuels derived from plant materials is among the most  and comprehensive context.",
  "rapidly growing renewable energy technologies.”  India declared a voluntary goal of reducing the emissions ",
  "intensity of its GDP by 20–25%, over 2005 levels by ",
  "Sources of Bio – Energy",
  "2020, despite having no binding mitigation obligations ",
  "•  Existing Sources",
  "as per the Convention. A slew of policy measures to pro-",
  "•  Leftover organic residue mote low carbon strategies and Renewable Energy have ",
  "•  Leftover farm organic residue resulted in the decline of emission intensity of our GDP ",
  "by 12% between 2005 and 2010. It is a matter of satisfac-",
  "•  Leftover forest residue",
  "tion that United Nations Environment Programme ",
  "•  Leftover organic urban residue (UNEP) in its Emission Gap Report 2014 has recognized ",
  "•  Algal residue India as one of the countries on course to achieving its ",
  "•  New Sources voluntary goal.",
  "•  Cultivation of short rotation energy crops INDC outlines the post-2020 climate actions they intend to ",
  "take under a new international agreement. The INDC cen-",
  "•  Social forestry tre around India’s policies and programmes on promotion ",
  "of clean energy, especially renewable energy, enhancement ",
  "Advantages of Bio – Energy",
  "of energy efficiency, development of less carbon intensive ",
  "•  Capital efficient",
  "and resilient urban centres, promotion of waste to wealth, ",
  "•  High energy generation potential safe, smart and sustainable green transportation network, ",
  "•  Significant carbon emission reduction potential abatement of pollution and India’s efforts to enhance car-",
  "•  Substantial employment and income generation po- bon sink through creation of forest and tree cover. It also ",
  "captures citizens and private sector contribution to com-",
  "tential",
  "bating climate change. ",
  "•  Investments & benefits remain within the country",
  "The INDC proposals are on the following:",
  "•  Sizable economic value add to GDP",
  "a.  Sustainable Lifestyles",
  "•  Wasteland regeneration",
  "b.  Cleaner Economic Development",
  "c.  Reduce Emission intensity of Gross Domestic Product ",
  "Do you know? (GDP)",
  "India is highly vulnerable to climate change due to a  d.  Increase the Share of Non Fossil Fuel Based Electricity",
  "combination of; (i) high levels of poverty, (ii) popula-",
  "e.  Enhancing Carbon Sink (Forests)",
  "tion density, (iii) high reliance on natural resources, ",
  "f.  Adaptation",
  "and (iv) an environment already under stress (for in-",
  "stance water resources). g.   Mobilizing Finance",
  "h.   Technology Transfer and Capacity Building",
  "22.5 INDC In the INDC, the country has focused on adaptation efforts, ",
  "including: ",
  "Conference of Parties (COP) of United Nations Framework ",
  "a)   developing sustainable habitats; ",
  "Convention on Climate Change (UNFCCC) at 19th Session ",
  "240",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "b)   optimizing water use efficiency;  22.6.  INDIAN NETWORK ON CLIMATE ",
  "CHANGE ASSESSMENT ",
  "c)   creating ecologically sustainable climate resilient ag-",
  "ricultural production systems;  •  The Indian Network on Climate Change Assessment ",
  "(INCCA) was launched in October 2009 by the Ministry ",
  "d)   safeguarding the Himalayan glaciers and mountain ",
  "of Environment and Forests (MoEF) in an effort to pro-",
  "ecosystem; and, ",
  "mote domestic research on climate change, and build ",
  "e)   enhancing carbon sinks in sustainably managed for-",
  "on the country’s climate change expertise. ",
  "ests and implementing adaptation measures for vul-",
  "•  INCCA is a network-based programme of the MoEF, ",
  "nerable species, forest-dependent communities and ",
  "which consists of over 120 institutions and over 250 ",
  "ecosystems.",
  "scientists country wide is aimed at bringing in more ",
  "India’s Intended Nationally Determined Contribution:  science-based policy-making, based on measurements, ",
  "At a Glance  monitoring and modelling.",
  "•  The INCCA has been conceptualized as a Network based ",
  "India has submitted its Intended Nationally Determined ",
  "Scientific Programme designed to address and assess ",
  "Contribution (INDC) to the United Nations Framework ",
  "the drivers and implications of climate change through ",
  "Convention on Climate Change. Some of the salient points ",
  "scientific research; climate change assessments on var-",
  "of the INDC are: ",
  "ious aspects of climate change, associated vulnerabili-",
  "•  To put forward and further propagate a healthy and  ties and adaptation; devise decision support systems; ",
  "sustainable way of living based on traditions and values  and build capacity towards management of climate ",
  "of conservation and moderation.  change related risks and opportunities. ",
  "•  To adopt a climate-friendly and a cleaner path than the  •  The INCCA will carry out research on the effects of ",
  "one followed hitherto by others at corresponding level  climate change in different regions and sectors in India ",
  "of economic development.  and suggest suitable adaptation and mitigation steps.",
  "•  To reduce the emissions intensity of its GDP by 33 to 35  •  Objective - to have an independent body of Indian sci-",
  "entists who could “prepare scientific reports at the do-",
  "per cent by 2030 from 2005 level. ",
  "mestic level about the impact of climate change on ",
  "•  To achieve about 40 per cent cumulative electric power ",
  "various sectors, which can give a real picture and influ-",
  "installed capacity from non-fossil fuel based energy re- ence the world debate”.",
  "sources by 2030, with the help of transfer of technology  •  Reports prepared by the INCCA will form a part of In-",
  "and low cost international finance, including from ",
  "dia’s National Communication (Nat Com) to the United ",
  "Green Climate Fund. ",
  "Nations Framework Convention on Climate Change ",
  "•  To create an additional carbon sink of 2.5 to 3 billion  (UNFCCC).",
  "tonnes of CO2 equivalent through additional forest and ",
  "tree cover by 2030.  22.6.1. INCCA – First Assessment ‘India: ",
  "Greenhouse Gas Emissions 2007 ’",
  "•  To better adapt to climate change by enhancing invest-",
  "•  The first publication to come out from the INCCA has ",
  "ments in development programmes in sectors vulner-",
  "been an updated greenhouse gas emissions inventory ",
  "able to climate change, particularly agriculture, water ",
  "for India for the year 2007. ",
  "resources, Himalayan region, coastal regions, health ",
  "and disaster management.  •  The first Assessment of the Green House Gas emissions ",
  "was released on May 11, 2010.",
  "•  To mobilize domestic and new and additional funds ",
  "•  INCCA prepared the country’s greenhouse gas (GHG) ",
  "from developed countries to implement the above miti-",
  "emission data “India: Greenhouse Gas Emissions 2007” ",
  "gation and adaptation actions in view of the resource ",
  "which said the country’s emissions grew by 58 per cent ",
  "required and the resource gap. ",
  "during 1994 to 2007",
  "•  To build capacities, create domestic framework and in- •  It covers the sectors of Energy, Industry, Agriculture, ",
  "ternational architecture for quick diffusion of cutting ",
  "Land Use Land Use Change and Forest and Waste by ",
  "edge climate technology in India and for joint collabora- sources and removal by sinks presented in this do-",
  "tive R&D for such future technologies. cument. ",
  "241",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "22.6.2. INCCA - Second Assessment ‘Climate  Human health",
  "Change and India: A 4×4 Assessment’ •  Higher morbidity and mortality from heat stress and ",
  "•  A 4×4 Assessment’ addresses the impact of climate  vector/water-borne diseases",
  "change in 2030s to the natural resources and liveli- •  Expanded transmission window for malaria",
  "hoods of the people in the four climate sensitive regions ",
  "of Himalayan region, North-East region, the Western ",
  "Ghats and the Coastal plains for the 4 key sectors of ",
  "Do you know?",
  "Agriculture, Water, Health and Natural Ecosystems and ",
  "Biodiversity.  Article 21 conferring the Right of Life has been as-",
  "•  The 4 region, 4 sectors Assessment in short has been  signed the broadest interpretations by the judiciary to ",
  "encompass the right to a clean environment, right to ",
  "referred to as a 4×4 Assessment. ",
  "livelihood, right to live with dignity and a number of ",
  "•  The assessment examines the implications of the cli-",
  "other associated rights.",
  "mate change scenario in 2030s using a regional climate ",
  "model (PRECIS). ",
  "•  The assessment also brings out the future areas of work  22.7.  NATIONAL COMMUNICATION ",
  "to enhance the knowledge and areas of further im- (NATCOM)",
  "provement in the future assessments.",
  "•  In pursuance of the implementation of the provisions of ",
  "•  4 Regions: Western Ghats, Himalayan Region, Coastal ",
  "the Convention, India’s Initial National Communication ",
  "India, North-East",
  "(NATCOM) to the UNFCCC has been initiated in 2002 ",
  "•  4 Thrust Areas: Agriculture, Water, Forests, Human  funded by the Global Environment Facility under its ",
  "Health enabling activities programme through the United Na-",
  "tions Development Programme, New Delhi.",
  "Impacts",
  "•  Warmer seasons: Avg. temp rise: 2.0 deg C predicted. ",
  "1.0-4.0 deg C at extreme ranges",
  "Parties to the Convention are enjoined to communi-",
  "•  Increased annual precipitation with lower frequency of  cate the following information to the Secretariat of ",
  "rainy days; increased intensity the Conference of Parties: ",
  "•  Cyclonic disturbances of lower frequency; increased  •  A national inventory of anthropogenic emissions ",
  "intensity and increased risk of storm surges by sources and removal by sink of all GHGs not ",
  "•  Sea-level rise: 1.3mm/year on average  controlled by the Montreal protocol, to the extent ",
  "its capacities, permit, using comparable method-",
  "Agriculture ",
  "ologies to be promoted and agreed upon by the ",
  "•  Up to 50% reduction in maize yields Conference of Parties.",
  "•  4-35% reduction in rice yields (with some exceptions) •  A general description of steps taken or envisaged ",
  "•  Rise in coconut yields (with some exceptions); reduced  by the Party to implement the Convention.",
  "apple production •  Any other information relevant to the achievement ",
  "•  Negative impacts on livestock in all regions of the objective of the Convention and suitable for ",
  "•  Fresh water supply  inclusion in its communication, including if feasi-",
  "ble, material relevant for calculation of global emis-",
  "•  High variability predicted in water yields (from 50% ",
  "sion trends.",
  "increase to 40-50% reduction)",
  "•  10-30% increased risk of floods; increased risks of ",
  "droughts •  The National Communication process envisages com-",
  "prehensive scientific and technical exercises for prepa-",
  "Forests and natural ecosystems",
  "ration  of  inventories  of  greenhouse  gases  of ",
  "•  Increased net primary productivity",
  "anthropogenic origin, reduction of uncertainities in ",
  "•  Shifting forest borders; species mix; negative impact on  these estimations and vulnerability assessment and ad-",
  "livelihoods and biodiversity aptation due to climate change, besides other related ",
  "242",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "information of India’s initiatives which address the ob-",
  "jectives of the Convention. Do you know?",
  "•  Towards preparation of National Communication, a  Strengthening of ecological security is one of the goal ",
  "broad participatory approach involving research institu- of the Mahatma Gandhi Rural Employment Guarantee ",
  "tions, technical institutions, universities, government  Programme (MGNREGA). MGNREGA is designed to ",
  "departments, and non governmental and private or- strengthen ongoing efforts in the areas of water har-",
  "ganizations has been adopted, necessitated by vast re- vesting, watershed management and soil health care ",
  "gional diversity and sector complexities in India. and enhancement.",
  "Implementation arrangements",
  "•  The Ministry of Environment and Forests (MoEF) is ",
  "22.8.  INDIA’S POLICY STRUCTURE ",
  "implementing and executing agency of the project. ",
  "RELEVANT TO GHG MITIGATION",
  "Work Programme envisaged",
  "1. Integrated Energy Policy",
  "•  Development of comprehensive inventory for the base  •  India has in place a detailed policy, regulatory, and leg-",
  "year 1994 and improvement of its reliability vis-à-vis ",
  "islative structure that relates strongly to GHG mitiga-",
  "earlier estimates. This would entail reducing uncertain-",
  "tion: The Integrated Energy Policy was adopted in 2006. ",
  "ties of GHC emission coefficients in key source categories.",
  "•  Some of its key provisions are:",
  "•  Identification of key steps to be taken towards imple-",
  "•  Promotion of energy efficiency in all sectors",
  "menting the Convention.",
  "•  Vulnerabilty and adaptation assessment for presenta- •  Emphasis on mass transport",
  "tion of information on specific needs and concerns aris- •  Emphasis on renewables including biofuels planta-",
  "ing from the adverse impacts of climate change. tions",
  "•  Creation of reliable and comprehensive database for all  •  Accelerated development of nuclear and hydropower for ",
  "the outputs produced through the establishment of a  clean energy",
  "‘Data Centre’ (DC). This information will be accessible  •  Focused R&D on several clean energy related tech-",
  "on the Internet. nologies",
  "•  Enhancement of capacity to respond to projected cli-",
  "2. The Rural Electrification Policy, 2006",
  "mate change through the preparation of a ‘Targeted ",
  "•  It promotes renewable energy technologies where grid ",
  "Research Proposal’ for developing a medium to long-",
  "connectivity is not possible or cost-effective. The New ",
  "term action plan.",
  "and Renewable Energy Policy, 2005, promotes utiliza-",
  "GHG Inventory Estimations",
  "tion of sustainable, renewable energy sources, and ac-",
  "•  In accordance with the provisions of Article-4 and 12.1  celerated deployment of renewables through indigenous ",
  "of UNFCCC, preparation of inventories of a basket of  design, development and manufacture.",
  "gases has been started for the areas of energy, indus- •  The National Environment Policy, 2006, and the Noti-",
  "trial processes, agriculture land use and land use  fication on Environment Impact Assessment (EIA), ",
  "change and forestry (LULUCF) and waste.  2006, reform India’s environmental assessment regime. ",
  "•  The gases to be inventoried include carbon dioxide  A number of economic activities are required to prepare ",
  "methane, nitrous oxide, hydrofluorocarbons, perfluoro- environment impact assessments, and environment ",
  "carbon and sulphur hexafluoride released from various  management plans, which are appraised by regulatory ",
  "anthropogenic sources of the base year 1994.  authorities prior to start of construction. The EIA provi-",
  "•  This is in addition to estimating historical trends of  sions strongly promote environmental sustainability",
  "GHG growth as a part of the initial National Commu- Several other provisions ",
  "nication to UNFCCC.  •  It relates to reforming energy markets to ensure that ",
  "•  The estimation of national GHG inventories for all sec- energy markets are competitive, and energy prices re-",
  "tors is based on the 1996 guidelines of the ‘Intergovern- flect true resource costs. These include: Electricity Act ",
  "mental Panel on Climate Change’ (IPCC) and as good  2005, Tariff Policy 2003, Petroleum & Natural Gas Reg-",
  "practices guidelines. ulatory Board Act, 2006, etc. ",
  "243",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  The provisions taken together are designed to: pro¬gramme for manufacturers of electrical appliances ",
  "•  Remove entry barriers and raise competition in ex- is expected to lead to significant savings in electricity ",
  "ploration, extraction, conversion, transmission and  annually.",
  "distribution of primary and secondary energy",
  "22.10.  ENERGY CONSERVATION ",
  "•  Accomplish price reform, through full competition ",
  "BUILDING CODE",
  "at point of sale",
  "•  An Energy Conservation Building Code (ECBC) was ",
  "•  Promote tax reform to promote optimal fuel choices",
  "launched in May, 2007, which addresses the design of ",
  "•  Augment and diversify energy options, sources and  new, large commercial buildings to optimize the build-",
  "energy infrastructure ings’ energy demand based on their location in differ-",
  "•  Provide feed-in tariffs for renewables (solar, wind,  ent climatic zones. Commercial buildings are one of the ",
  "biomass cogeneration) fastest growing sectors of the Indian economy, reflect-",
  "•  Strengthen, and where applicable, introduce inde- ing the increasing share of the services sector in the ",
  "pendent regulation economy. ",
  "•  Nearly one hundred buildings are already following the ",
  "Code, and compliance with the Code has been incorpo-",
  "Do you know? rated into the mandatory Environmental Impact Assess-",
  "Rajiv Gandhi Environment Award for Clean Technol- ment requirements for large buildings. ",
  "ogy is given to industrial units that make a significant  •  It has been estimated that if all the commercial space ",
  "contribution towards the development of new or the ",
  "in India every year conform to ECBC norms, energy ",
  "innovative modification of existing, technologies or ",
  "consumption in this sector can be reduced by 30-40%.",
  "adoption and use of clean technologies and practices ",
  "Compliance with ECBC norms is voluntary at present ",
  "that substantially reduce or prevent environmental ",
  "but is expected to soon become mandatory.",
  "pollution.",
  "22.10.1. Green Building ",
  "•  Buildings are one of the major pollutants that affect ",
  "22.9.  INTRODUCTION OF LABELLING  urban air quality and contribute to climate change. ",
  "PROGRAMME FOR APPLIANCES •  Human Habitats (Buildings) interact with the environ-",
  "ment in various ways. Throughout their life cycles, from ",
  "construction to operation and then demolition, they ",
  "Do you know?",
  "consume resources in the form of energy, water, mate-",
  "The UN General Assembly on 23.01.95 adopted a reso-",
  "rials, etc. and emit wastes either directly in the form of ",
  "lution which proclaims 16th September as the Inter-",
  "municipal wastes or indirectly as emissions from elec-",
  "national Day for the Preservation of the Ozone Layer, ",
  "tricity generation.",
  "to commemorate the signing of the Montreal Protocol ",
  "•  Green building is the essence of which would be to ad-",
  "on the Substances that Deplete the Ozone Layer which ",
  "dress all the pollution related issues of a building in an ",
  "was signed on 16th September, 1987",
  "integrated and scientific manner. ",
  "•  A green building depletes as little of the natural re-",
  "•  An energy labelling programme for appliances was  sources during its construction and operation. ",
  "launched in 2006, and comparative star-based labelling  •  The aim of a green building design is to:",
  "has been introduced for fluorescent tube-lights, air con-",
  "•  Minimize the demand on non-renewable resources ",
  "ditioners, refrigerators, and distribution transformers. ",
  "and maximize the utilization efficiency of these re-",
  "•  The labels provide information about the energy con-",
  "sources when in use, and",
  "sumption of an appliance, and thus enable consumers ",
  "•  Maximize reuse and recycling of available resources",
  "to make informed decisions. The Bureau of Energy Ef-",
  "ficiency has made it mandatory for refrigerators to dis- •  Utilization of renewable resources.",
  "play energy efficiency label and is expected to do so for  •  It costs a little more to design and construct a green ",
  "air conditioners as well. The standards and labelling  building. ",
  "244",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "•  However, it costs less to operate a green building that  •  Selection of ecologically sustainable materials (with ",
  "has tremendous environmental benefits and provides a  high recycled content, rapidly renewable resources ",
  "better place for the occupants to live and work in.  with low emission potential, etc.) for Water and ",
  "•  It maximizes the use of efficient building materials and  waste management.",
  "•  Indoor environmental quality (maintains indoor ",
  "construction practices; optimizes the use of on-site ",
  "thermal and visual comfort and air quality)",
  "sources and sinks by bio-climatic architectural practices; ",
  "uses minimum energy to power itself; uses efficient ",
  "22.10.2. Green Rating for Integrated Habitat ",
  "equipment to meet its lighting, air-conditioning, and ",
  "Assessment (GRIHA)",
  "other needs; maximizes the use of renewable sources of ",
  "•  GRIHA is a Sanskrit word meaning – ‘Abode’. ",
  "energy; uses efficient waste and water management ",
  "practices; and provides comfortable and hygienic indoor  •  GRIHA has been conceived by TERI and developed ",
  "working conditions.  jointly with the Ministry of New and Renewable Energy, ",
  "Government of India. ",
  "•  It is evolved through a design process that requires all ",
  "•  The green building rating system devised by TERI and ",
  "concerned (the architect and landscape designer and the ",
  "the MNRE is a voluntary scheme. ",
  "air conditioning, electrical, plumbing, and energy con-",
  "sultants) to work as a team to address all aspects of  Objective ",
  "building and system planning, design, construction, and  •  The primary objective of the rating system is to help ",
  "operation.  design green buildings and, in turn, help evaluate the ",
  "•  They critically evaluate the impacts of each design deci- ‘greenness’ of the buildings. ",
  "sion on the environment and arrive at viable design  Aim ",
  "solutions to minimize the negative impacts and enhance  •  The rating system aims to achieve efficient resource ",
  "the positive impacts on the environment. ",
  "utilization, enhanced resource efficiency, and better ",
  "•  In sum, the following aspects of the building design are  quality of life in the buildings.",
  "looked into in an integrated way in a green building:",
  "Rating Tool",
  "•  Building system designed in a way to efficiently use  •  GRIHA is a rating tool that helps people assess the per-",
  "HVAC (heating ventilation and air conditioning), ",
  "formance of their building against certain nationally ",
  "lighting, electrical, and water heating. acceptable benchmarks and is suitable for all kinds of ",
  "•  Integration of renewable energy sources to generate  buildings in different climatic zones of the country.",
  "energy onsite. •  Going by the old adage ‘what gets measured, gets man-",
  "aged’, GRIHA attempts to quantify aspects such as en-",
  "ergy consumption, waste generation, renewable energy ",
  "Do you know? adoption, etc. so as to manage, control and reduce the ",
  "The 42nd Amendment to the constitution brought  same to the best possible extent. ",
  "about in the year 1974 inserted two new Articles  •  It will evaluate the environmental performance of a ",
  "namely.  building holistically over its entire life cycle, thereby ",
  "Art. 48-A under Directive principles of State Policy,  providing a definitive standard for what constitutes a ",
  "making it the responsibility of the State Government  ‘green building’. ",
  "to protect and improve the environment and to safe- •  The rating system, based on accepted energy and envi-",
  "guard the forests and wildlife of the country",
  "ronmental principles, will seek to strike a balance be-",
  "Art. 51-A (g) under Fundamental duties of citizens;  tween the established practices and emerging concepts, ",
  "making it the fundamental duty of every citizen to  both national and international. ",
  "protect and improve the natural environment includ- •  The guidelines/criteria appraisal may be revised every ",
  "ing forests, lakes, rivers and wildlife and to have com-",
  "three years to take into account the latest scientific de-",
  "passion for living creatures",
  "velopments during this period.",
  "245",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "The basic features  •  Reduced water consumption",
  "•  The system has been developed to help ‘design and  •  Limited waste generation due to recycling and reuse",
  "evaluate’ new buildings (buildings that are still at the  •  Reduced pollution loads",
  "inception stages). ",
  "•  Increased user productivity",
  "•  A building is assessed based on its predicted performance ",
  "over its entire life cycle – inception through operation.  •  Enhanced image and marketability",
  "•  The stages of the life cycle that have been identified for  The challenges ",
  "evaluation are:",
  "•  The Indian building industry is highly de-centralized ",
  "Rating system with people and/ or groups engaged in design, con-",
  "•  GRIHA rating system consists of 34 criteria categorized  struction, equipment provision, installation, and reno-",
  "under 4 categories.  vation working together. ",
  "•  They are  •  Each group may be organized to some extent, but there ",
  "1.  Site Selection and Site Planning,  is limited interaction among the groups, thus disabling ",
  "2. Conservation and efficient utilization of resources,  the integrated green design and application process.",
  "3. Building operation and maintenance, and  •  Hence, it is very important to define and quantify sus-",
  "tainable building practices and their benefits. ",
  "4. Innovation points. ",
  "•  Eight of these 34 criteria are mandatory, four are partly  •  It is also important to separate the role of different par-",
  "mandatory, while the rest are optional. Each criterion  ticipants in ensuring that the building consumes mini-",
  "has a number of points assigned to it.  mal resources over its entire life cycle and leaves behind ",
  "•  It means that a project intending to meet the criterion  a minimal environmental footprint.",
  "would qualify for the points. Different levels of certifica-",
  "tion (one star to five stars) are awarded based on the ",
  "Do you know?",
  "number of points earned. The minimum points required ",
  "Amrita Devi Bishnoi Wildlife Protection Award is ",
  "for certification is 50.",
  "given for significant contribution in the field of wild-",
  "life protection, which is recognised as having shown ",
  "Do you know? exemplary courage or having done exemplary work ",
  "Medini Puraskar Yojana - This award is given to In- for the protection of wildlife.",
  "dian authors each year to encourage original works in ",
  "Hindi on environment and its related subjects such as ",
  "wildlife, water resources and conservation 22.11.  ENERGY AUDITS OF LARGE ",
  "INDUSTRIAL CONSUMERS",
  "The benefits •  In March 2007 the conduct of energy audits was made ",
  "•  On a broader scale, this system, along with the activities  mandatory in large energy-consuming units in nine ",
  "industrial sectors. These units, notified as “des¬ignated ",
  "and processes that lead up to it, will benefit the com-",
  "munity at large with the improvement in the environ- consumers” are also required to employ “certified en-",
  "ment by reducing GHG (greenhouse gas) emissions,  ergy managers”, and report energy con¬sumption and ",
  "reducing energy consumption and the stress on natural  energy conservation data annually.",
  "resources.",
  "•  Reduced energy consumption without sacrificing the  22.12. MASS TRANSPORT",
  "comfort levels •  The National Urban Transport Policy emphasizes exten-",
  "•  Reduced destruction of natural areas, habitats, and  sive public transport facilities and non-motor¬ized ",
  "biodiversity, and reduced soil loss from erosion etc. modes over personal vehicles. The expansion of the ",
  "•  Reduced air and water pollution (with direct health  Metro Rail Transportation System in Delhi and other ",
  "benefits) cities (Chennai, Bangalore, Jaipur, etc) and other mass ",
  "246",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "transit systems, such as the Metro Bus project in Ban- Ethanol Blending of Gasoline requires 5% blend¬ing of ",
  "galore, are steps in its implementation. The state gov- ethanol with gasoline from 1st January, 2003, in 9 States ",
  "ernment of Maharashtra recently announced that it will  and 4 Union Territories.",
  "impose a congestion tax to discourage the use of private ",
  "cars in cities where it has created “sufficient public ",
  "trans¬port capacity”. Do you know?",
  "Indira Gandhi Paryavaran Puraskar is Awarded each ",
  "year to Indian nationals or any Indian organisation for ",
  "Do you know?",
  "significant contributions in the field of environment",
  "Rajiv Gandhi Wildlife Conservation Award is Awarded ",
  "annually for significant contribution in the field of ",
  "wildlife conservation which has made or has the po-",
  "22.16. INDIAN SOLAR LOAN PROGRAMME",
  "tential to make, a major impact on the protection and ",
  "conservation of wildlife in the country •  In April 2003, the United Nations Environment Pro-",
  "gramme (“UNEP”) initiated a, three-year Programme, ",
  "credit facility in Southern India to help rural households ",
  "22.13. CLEAN AIR INITIATIVES finance the purchase of Solar Home Systems.",
  "•  In urban areas, one of the major sources of air pollution  •  Canara Bank and Syndicate Bank, along with their eight ",
  "associate Regional Rural Banks, partnered with UNEP ",
  "is emissions from transport vehicles. ",
  "to establish and run a Loan Programme through their ",
  "•  Steps taken to reduce such pollution include  branch offices across Karnataka State and part of the ",
  "(i)  introduction of compressed natural gas (CNG) in  neighbouring Kerala State.",
  "Delhi and other cities;  •  In addition to providing financial support in the form ",
  "of interest rate subsidies for borrowers, UNEP provides ",
  "(ii) Retiring old, polluting vehicles; and ",
  "assistance with technical issues, vendor qualification ",
  "(iii) Strengthening of mass transportation. ",
  "and other activities to develop the institutional capacity ",
  "•  Some state governments provide subsidies for purchase  for this type of finance.",
  "and use of electric vehicles. For thermal power plants, ",
  "22.17.  NATIONAL INITIATIVE ON CLIMATE ",
  "the installation of electrostatic precipitators is manda-",
  "RESILIENT AGRICULTURE (NICRA)",
  "tory. In many cities, polluting industrial units have ei-",
  "ther been closed or shifted from residential areas. •  The ICAR has launched National Initiative on Climate ",
  "Resilient Agriculture (NICRA) during 2010-11 with an ",
  "22.14.  PROMOTION OF ENERGY SAVING  outlay of Rs.350 crores for the XI Plan. ",
  "DEVICES •  This initiative will primarily enhance the resilience  ",
  "•  The Bureau of Energy efficiency has introduced “The  of Indian Agriculture covering crops, livestock and ",
  "fisheries.",
  "Bachat Lamp Yojana”, a programme under which house-",
  "holds may exchange incandescent lamps for CFLs (com-",
  "22.17.1. Objective",
  "pact fluorescent lamps) using clean devel¬opment ",
  "•  To enhance the resilience of Indian agriculture cover-",
  "mechanism (CDM) credits to equate pur¬chase price. ",
  "ing crops, livestock and fisheries to climatic variability ",
  "•  Some states have made mandatory the installation of ",
  "and climate change through development and applica-",
  "solar water heaters in hospitals, hotels and large gov- tion of improved production and risk management ",
  "ernment and commercial buildings. Subsidy is provided  technologies",
  "for installation of solar water heaters in residential ",
  "Project Components",
  "buildings.",
  "•  The project is comprised of four components.",
  "22.15. PROMOTION OF BIOFUELS 1)  Strategic research on adaptation and mitigation",
  "•  The Biodiesel Purchase Policy mandates biodiesel pro- 2) Technology demonstration on farmers’ fields to cope ",
  "with current climate variability",
  "curement by the petroleum industry. A mandate on ",
  "247",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "3) Sponsored and competitive research grants to fill  management strategies, seed and fodder banks, timely ",
  "critical research gaps and precision agriculture, effective agro-advisory sys-",
  "4) Capacity building of different stake holders  tem using Information Communication Technology ",
  "kiosks. ",
  "Strategic Research ",
  "•  The strategic research has been planned at leading re- •  Small and marginal farmers in rain-fed, coastal and hill ",
  "areas will benefit more in view of the focused attention ",
  "search institutes of ICAR in a network mode covering ",
  "crops, horticulture, livestock, natural resource manage- in these regions.",
  "ment and fisheries sectors.  •  Capacity building of scientists in frontier areas is an-",
  "•  To begin with, the project is focusing on crops like  other core activity of the project. ",
  "wheat, rice, maize, pigeonpea, groundnut, tomato,  •  To prepare all stakeholders to face challenges, multi-",
  "mango and banana; cattle, buffalo and small ruminants  pronged awareness generation programs on issues of ",
  "among livestock and both marine and freshwater fish  climate change are planned. ",
  "species of economic importance. ",
  "•  The major research themes are:",
  "Do you know?",
  "•  Vulnerability assessment of major production zones",
  "MoEF&CC initiated a national campaign named “Green ",
  "•  Linking weather based agro-advisories to contin- Good Deeds” weaving around some 500 simple lifestyle ",
  "gency planning habits that can be easily adopted, in an effort to sensi-",
  "•  Assessing the impacts and evolving varieties tolerant  tise the hazards of climate and global warming.  ",
  "to key climatic stresses (drought, heat, frost, flood-",
  "ing, etc.) in major food and horticulture crops 22.18. BSE-GREENEX",
  "•  Continuous monitoring of greenhouse gases in open  •  The BSE-GREENEX Index is a veritable first step in ",
  "field conditions in major production systems creating a credible market based response mechanism ",
  "in India, whereby both businesses and investors can rely ",
  "•  Evolving adaptation and mitigation strategies ",
  "upon purely quantitative and objective performance ",
  "through enhancing water and nutrient use efficiency ",
  "based signals, to assess “carbon performance”.",
  "and conservation agriculture",
  "•  gTrade Carbon Ex Ratings Services Private Limited ",
  "•  Studying changes in pest dynamics, pest/pathogen- (gTrade) is a company based in India, which has co-",
  "crop relationships and emergence of new pests and  developed the BSE-GREENEX Index in close association ",
  "pathogens under changing climate with the BSE. ",
  "•  Adaptation strategies in livestock through nutritional  Index Description ",
  "and environmental manipulations •  The BSE-GREENEX Index includes the top 20 compa-",
  "•  Harnessing the beneficial effects of temperature in  nies which are good in terms of Carbon Emissions, ",
  "inland and marine fisheries through better under- Free-Float Market Capitalization and Turnover. ",
  "standing of the spawning behaviour.  •  The Index is a Cap Weighted Free-Float Market Capi-",
  "•  Seven major research institutes of the ICAR will work  talization weighted Index comprising from the list of ",
  "in unison to evolve coping technologies with Central  BSE-100 Index. ",
  "Research Institute for Dryland Agriculture (CRIDA),  •  The Index has been back-tested from 1stOctober, 2008 ",
  "Hyderabad as the lead centre. (Base Date) with the base index value of 1000.",
  "•  Best-bet and cost-effective technologies to cope with  •  The Index is rebalanced on a bi-annual basis i.e. end of ",
  "March and September quarters. ",
  "climate variability will be demonstrated on farmers’ ",
  "fields in 100 most vulnerable districts of the country.  •  The September quarter review will be based on the ",
  "fresh set of carbon emission numbers and the March ",
  "•  The technologies include rain water harvesting and its ",
  "quarter review will be based on the existing carbon ",
  "judicious use, in-situ moisture conservation, drought ",
  "emission numbers but latest financial data.",
  "248",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "22.19 FAME-INDIA PROGRAMME Nicobar Islands, Jammu & Kashmir and Sundarbans. ",
  "Faster Adoption and Manufacturing of (Hybrid) and Elec- •  LTEO Programme aims to understand the biophysical ",
  "tric Vehicles (FAME India) scheme rolled out in april, 2015  and anthropogenic drivers of ecosystem change in the ",
  "by Union Minister for Heavy Industries and Public Enter- selected biomes and their effects on social- ecological ",
  "prises responses through a network of scientific institutions. ",
  "The scheme will help promote use of electric and hybrid  •  Activities include experimental work to assess the ",
  "vehicles, and initially, a subsidy of 30% will be provided to  change of structure and function in the natural ecosys-",
  "tems, identification of patterns and drivers of change in ",
  "the buyers.",
  "the natural ecosystems by monitoring populations of ",
  "Phased replacement of fossil fuel-based vehicles with those ",
  "fresh water fish, birds, mammals, herbivores & carni-",
  "based on latest technologies will lead to a net saving of Rs ",
  "vores, animal movements, soil processes in forests & ",
  "14,000 crore.",
  "grasslands, biophysical climatic variables, etc.",
  "The scheme is proposed to be implemented over six years, ",
  "till 2020, which looks at sales of electric and hybrid vehicles  22.21. THE NATIONAL ADAPTATION ",
  "up to 60-70 lakh units per year. FUND FOR CLIMATE CHANGE (NAFCC)",
  "•  The National Adaptation Fund for Climate Change ",
  "22.20.  LONG TERM ECOLOGICAL ",
  "(NAFCC) is a Central Sector Scheme set up in 2015-16. ",
  "OBSERVATORIES (LTEO)  The aim of NAFCC is to support concrete adaptation ",
  "•  Long Term Ecological Observatories (LTEO) for Climate  activities which mitigate the adverse effects of climate ",
  "change. The activities under this scheme are imple-",
  "Change Studies are one of the components under the ",
  "mented in a project mode. The projects related to adap-",
  "‘Climate Change Action Programme’ with an outlay of ",
  "tation in sectors such as agriculture, animal husbandry, ",
  "Rs. 40 crores in the 12th Plan Period. ",
  "water, forestry, tourism etc. are eligible for funding ",
  "•  A Science Plan of LTEO was released during the 21st ",
  "under NAFCC. National Bank for Agriculture and Rural ",
  "Conference of Parties to the United Nations Framework ",
  "Development (NABARD) is the National Implementing ",
  "Convention on Climate Change at Paris in December ",
  "Entity (NIE).",
  "2015. ",
  "•  First phase of the LTEO Programme includes creating  22.22. OTHER “CRITICAL INITIATIVES”",
  "a network of field sites to assess the health of eight dif-",
  "•  In addition, India has 24 other “Critical Initiatives” in ",
  "ferent biomes of the country namely; Western Hima-",
  "the anvil, for which detailed plans and an institutional ",
  "laya, Eastern Himalaya, North-Western Arid Zone, ",
  "framework is being prepared",
  "Central Indian Forests, Western Ghats, Andaman & ",
  "249",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.ENVIRONMENT",
  "SHANKAR IAS ACADEMY",
  "Type  Initiative",
  "Energy Efficiency in Power  Super critical technologies",
  "Generation  Integrated Gasification Combined Cycle (IGCC) ",
  "Technology Natural Gas based Power Plants",
  "Closed Cycle Three Stage Nuclear Power Programme",
  "Efficient Transmission and Distribution",
  "Hydropower",
  "Other Renewable Energy RETs for power generation",
  "Technologies Programmes  Biomass based popup generation technologies",
  "Small scale Hydropower",
  "Wind Energy",
  "Grid connected systems",
  "RETs for transportation and industrial fuels",
  "Disaster Management Response   Reducing risk to infrastructure through better design",
  "to Extreme Climate Events Strengthening communication networks and disaster management facilities",
  "Protection of Coastal Areas Undertake measures for coastal protection and setting up Early Warning System",
  "Development of a regional ocean modelling system",
  "High resolution coupled ocean-atmosphere variability studies in tropical oceans",
  "Development of a high-resolution storm surge model for coastal regions",
  "Development of salinity-tolerant crop cultivars",
  "Community awareness on coastal disasters and necessary action;",
  "Timely forecasting, cyclone and flood warning systems",
  "Enhanced plantation and regeneration of mangroves and coastal forests",
  "Health Sector Provision of enhanced public health care services and assessment of increased ",
  "burden of disease due to climate change",
  "Creating appropriate capacity at  Building capacity in the Central, State and other at the local level to assimilate ",
  "different levels of Government  and facilitate the implementation of the activities of national plan",
  "",
  "250",
  "All Rights Reserved. No part of this material may be reproduced in any form or by any means, without permission in writing.",
  "",
  ""
]