[
  "Chapter 11",
  "Indian National",
  "Congress:  Foundation",
  "and the Moderate Phase",
  "Foundation  of  Indian  National",
  "Congress",
  "In the later 1870s and early 1880s, a solid ground had been",
  "prepared for the establishment of an all-India organisation.",
  "The final shape to this idea was given by a retired English",
  "civil servant, A.O. Hume, who mobilised leading intellectuals",
  "of the time and, with their cooperation, organised the first",
  "session of the Indian National Congress at Gokuldas Tejpal",
  "Sanskrit College in Bombay in December 1885. As a prelude",
  "to this, two sessions of the Indian National Conference had",
  "been held in 1883 and 1885, which had representatives drawn",
  "from all major towns of India. Surendranath Banerjea and",
  "Ananda Mohan Bose were the main architects of the Indian",
  "National  Conference.",
  "The first session of the Indian National Congress was",
  "attended  by  72  delegates  and  presided  over  by  Womesh",
  "Chandra Bonnerjee. Hereafter, the Congress met every year",
  "in December, in a different part of the country each time.",
  "Some  of  the  great  presidents  of  the  Congress  during  this",
  "early  phase  were  Dadabhai  Naoroji  (thrice  president),",
  "247248 ✫✫✫✫✫ A Brief History of Modern India",
  "Badruddin  Tyabji,  Pherozshah  Mehta,  P.  Anandacharlu,",
  "Surendranath Banerjea, Romesh Chandra Dutt, Ananda Mohan",
  "Bose and Gopal Krishna Gokhale. Other prominent leaders",
  "included Mahadeo Govind Ranade, Bal Gangadhar Tilak, Sisir",
  "Kumar  Ghosh,  Motilal  Ghosh,  Madan  Mohan  Malaviya,",
  "G. Subramaniya Aiyar, C. Vijayaraghavachariar, Dinshaw E.",
  "Wacha.",
  "In 1890, Kadambini Ganguly, the first woman graduate",
  "of  Calcutta  University,  addressed  the  Congress  session,",
  "which symbolised the commitment of the freedom struggle",
  "to give the women of India their due status in national life.",
  "Apart from the Indian National Congress, nationalist",
  "activity was carried out through provincial conferences and",
  "associations,  newspapers  and  literature.",
  " Was It a Safety Valve?",
  "There is a theory that Hume formed the Congress with the",
  "idea that it would prove to be a ‘safety valve’ for releasing",
  "the  growing  discontent  of  the  Indians.  To  this  end,  he",
  "convinced  Lord  Dufferin  not  to  obstruct  the  formation  of",
  "the  Congress.  The  extremist  leaders  like  Lala  Lajpat  Rai",
  "believed  in  the  ‘safety  valve’  theory.  Even  the  Marxist",
  "historian’s ‘conspiracy theory’ was an offspring of the ‘safety",
  "valve’ notion. For example, R.P. Dutt opined that the Indian",
  "National Congress was born out of a conspiracy to abort a",
  "popular uprising in India and the bourgeois leaders were a",
  "party to it.",
  "Modern Indian historians, however, dispute the idea of",
  "‘safety valve’. In their opinion the Indian National Congress",
  "represented the urge of the politically conscious Indians to",
  "set up a national body to express the political and economic",
  "demands of the Indians. If the Indians had convened such a",
  "body on their own, there would have been unsurmountable",
  "opposition from the officials; such an organisation would not",
  "have been allowed to form. In the circumstances, as Bipan",
  "Chandra observes, the early Congress leaders used Hume as",
  "a ‘lightning conductor’ i.e., as a catalyst to bring together",
  "the nationalistic forces even if under the guise of a ‘safety",
  "valve’.Indian National Congress ✫✫✫✫✫ 249",
  " Aims and Objectives of the Congress",
  "The main aims of the Indian National Congress in the initial",
  "stage  were  to—",
  "(i) found a democratic, nationalist movement;",
  "(ii) politicise  and  politically  educate  people;",
  "(iii) establish the headquarters for a movement;",
  "(iv) promote  friendly  relations  among  nationalist",
  "political  workers  from  different  parts  of  the",
  "country;",
  "(v) develop and propagate an anti-colonial nationalist",
  "ideology;",
  "(vi) formulate and present popular demands before the",
  "government with a view to unifying the people",
  "over  a  common  economic  and  political",
  "programme;",
  "(vii) develop and consolidate a feeling of national unity",
  "among  people  irrespective  of  religion,  caste  or",
  "province.",
  "(viii) carefully promote and nurture Indian nationhood.",
  "Era  of  Moderates  (1885-1905)",
  " Important Leaders",
  "The  national  leaders  like  Dadabhai  Naoroji,  Pherozshah",
  "Mehta,  D.E. Wacha,  W.C. Bonnerjea,  S.N. Banerjea  who",
  "     ",
  "dominated  the  Congress  policies  during  the  early  period",
  "(1885-1905)  were  staunch  believers  in  ‘liberalism’  and",
  "‘moderate’ politics and came to be labelled as Moderates to",
  "distinguish  them  from  the  neo-nationalists  of  the  early",
  "twentieth century who were referred to as the Extremists.",
  " Moderate Approach",
  "The moderate political activity involved constitutional agitation",
  "within the confines of law and showed a slow but orderly",
  "political progress. The Moderates believed that the British",
  "basically wanted to be just to the Indians but were not aware",
  "of the real conditions. Therefore, if public opinion could be",
  "created in the country and public demands be presented to",
  "the government through resolutions, petitions, meetings, etc.,",
  "the authorities would concede these demands gradually.250 ✫✫✫✫✫ A Brief History of Modern India",
  "To achieve these ends, they worked on a two-pronged",
  "methodology—one, create a strong public opinion to arouse",
  "consciousness and national spirit and then educate and unite",
  "people on common political questions; and two, persuade the",
  "British Government and British public opinion to introduce",
  "reforms in India on the lines laid out by the nationalists.  They",
  "used the method of ‘prayer and petition’ and if that failed,",
  "they  resorted  to  constitutional  agitation.",
  "A British committee of the Indian National Congress",
  "was established in London in 1889 which had India as its",
  "organ. Dadabhai Naoroji spent a substantial portion of his",
  "life and income campaigning for India’s case abroad. In 1890,",
  "it  was  decided  to  hold  a  session  of  the  Indian  National",
  "Congress  in  London  in  1892,  but  owing  to  the  British",
  "elections  of  1891  the  proposal  was  postponed  and  never",
  "revived later.",
  "The Moderate leaders believed that political connections",
  "with Britain were in India’s interest at that stage of history",
  "and that the time was not ripe for a direct challenge to the",
  "British rule. Therefore, it was considered to be appropriate",
  "to try and transform the colonial rule to be as close to a",
  "national rule as possible.",
  "Contributions  of  Moderate",
  "Nationalists",
  " Economic Critique of British Imperialism",
  "The early nationalists, led by Dadabhai Naoroji, R.C. Dutt,",
  "Dinshaw Wacha and others, carefully analysed the political",
  "economy of British rule in India, and put forward the “drain",
  "theory” to explain British exploitation of India. They opposed",
  "the transformation of a basically self-sufficient Indian economy",
  "into a colonial economy (i.e., a supplier of raw materials and",
  "food  stuff,  an  importer  of  finished  goods  and  a  field  of",
  "investment for British capital). Thus, the Moderates were able",
  "to create an all-India public opinion that British rule in India",
  "was  the  major  cause  of  India’s  poverty  and  economic",
  "backwardness.",
  "To mitigate the deprivation characterising Indian life,Indian National Congress ✫✫✫✫✫ 251",
  "the early nationalists demanded severance of India’s economic",
  "subservience to Britain and development of an independent",
  "economy through involvement of Indian capital and enterprise.",
  "The early nationalists demanded reduction in land revenue,",
  "abolition of salt tax, improvement in working conditions of",
  "plantation  labour,  reduction  in  military  expenditure,  and",
  "encouragement  to  modern  industry  through  tariff",
  "protection and direct government aid. (Also refer to chapter",
  "on Economic Impact of British Rule in India.)",
  " Constitutional Reforms and Propaganda in",
  "Legislature",
  "Legislative councils in India had no real official power till",
  "1920. Yet, work done in them by the nationalists helped the",
  "growth of the national movement. The Imperial Legislative",
  "Council constituted by the Indian Councils Act (1861) was",
  "an impotent body designed to disguise official measures as",
  "having been passed by a representative body. Indian members",
  "were few in number—in the thirty years from 1862 to 1892",
  "only forty-five Indians were nominated to it, most of them",
  "being  wealthy,  landed  and  with  loyalist  interests.  Only  a",
  "handful of political figures and independent intellectuals such",
  "as Syed Ahmed Khan, Kristodas Pal, V.N. Mandlik, K.L.",
  "Nulkar and Rashbehari Ghosh were among those nominated.",
  "From  1885  to  1892,  the  nationalist  demands  for",
  "constitutional  reforms  were  centred  around—",
  "1. expansion of councils—i.e., greater participation of",
  "Indians in councils; and",
  "2. reform of councils—i.e., more powers to councils,",
  "especially  greater  control  over  finances.",
  "The  early  nationalists  worked  with  the  long-term",
  "objective of a democratic self-government. Their demands",
  "for constitutional reforms were meant to have been conceded",
  "in 1892 in the form of the Indian Councils Act.",
  "These  reforms  were  severely  criticised  at  Congress",
  "sessions,  where  the  nationalists  made  no  secret  of  their",
  "dissatisfaction with them. Now, they demanded (i) a majority",
  "of elected Indians, and (ii) control over the budget, i.e., the",
  "power to vote upon and amend the budget. They gave the",
  "slogan—“No taxation without representation”. Gradually, the252 ✫✫✫✫✫ A Brief History of Modern India",
  "Indian Councils Act 1892",
  "Main Provisions",
  "● Number of additional members in Imperial Legislative Councils",
  "and the Provincial Legislative Councils was raised. In Imperial",
  "Legislative Council, now the governor-general could have ten",
  "to sixteen non-officials (instead of six to ten previously).",
  "● The non-official members of the Indian legislative council were",
  "to be nominated by the Bengal Chamber of Commerce and",
  "provincial  legislative  councils.  The  members  could  be",
  "recommended by universities, municipalities, zamindars and",
  "chambers of commerce. So the principle of representation was",
  "introduced.",
  "● Budget could be discussed.",
  "● Questions could be asked.",
  "Limitations",
  "● The officials retained their majority in the council, thus making",
  "ineffective the non-official voice.",
  "● The ‘reformed’ Imperial Legislative Council met, during its tenure",
  "till 1909, on an average for only thirteen days in a year, and",
  "the number of unofficial Indian members present was only five",
  "out of twenty-four.",
  "● The budget could not be voted upon, nor could any amendments",
  "be made to it.",
  "● Supplementaries could not be asked, nor could answers to any",
  "question be discussed.",
  "scope  of  constitutional  demands  was  widened.  Dadabhai",
  "Naoroji (1904), Gopal Krishna Gokhale (1905) and Lokmanya",
  "Tilak (1906) demanded self-government on the lines of the",
  "self-governing colonies of Canada and Australia. Also, leaders",
  "like Pherozshah Mehta and Gokhale put government policies",
  "and  proposals  to  severe  criticism.",
  "The  British  had  intended  to  use  the  councils  to",
  "incorporate the more vocal among Indian leaders, so as to",
  "allow  them  to  let  off  their  “political  steam”,  while  the",
  "impotent  councils  could  afford  to  remain  deaf  to  their",
  "criticism. But the nationalists were able to transform these",
  "councils into forums for ventilating popular grievances, for",
  "exposing  the  defects  of  an  indifferent  bureaucracy,  for",
  "criticising  government  policies/proposals,  raising  basic",
  "economic  issues,  especially  regarding  public  finance.",
  "The  nationalists  were,  thus,  able  to  enhance  theirIndian National Congress ✫✫✫✫✫ 253",
  "political  stature  and  build  a  national  movement  while",
  "undermining the political and moral influence of imperialist",
  "rule.  This  helped  in  generating  anti-imperialist  sentiments",
  "among  the  public.  But,  at  the  same  time,  the  nationalists",
  "failed to widen the democratic base of the movement by not",
  "including the masses, especially women, and not demanding",
  "the right to vote for all.",
  " Campaign for General Administrative",
  "Reforms",
  "The Moderates campaigned on the following grounds:",
  "(i) Indianisation of government service: on the economic",
  "grounds that British civil servants got very high emoluments",
  "while inclusion of Indians would be more economical; on",
  "political grounds that, since salaries of British bureaucrats",
  "were remitted back home and pensions paid in England (all",
  "drawn from Indian revenue), this amounted to economic drain",
  "of national resources; and on moral grounds that Indians",
  "were being discriminated against by being kept away from",
  "positions  of  trust  and  responsibility.",
  "(ii)  Call  for  separation  of  judicial  from  executive",
  "functions.",
  "(iii)  Criticism  of  an  oppressive  and  tyrannical",
  "bureaucracy and an expensive and time-consuming judicial",
  "system.",
  "(iv) Criticism of an aggressive foreign policy which",
  "resulted in annexation of Burma, attack on Afghanistan and",
  "suppression of tribals in the North-West—all costing heavily",
  "for the Indian treasury.",
  "(v) Call for increase in expenditure on welfare (i.e.,",
  "health,  sanitation),  education—especially  elementary  and",
  "technical—irrigation works and improvement of agriculture,",
  "agricultural banks for cultivators, etc.",
  "(vi)  Demand  for  better  treatment  for  Indian  labour",
  "abroad in other British colonies, where they faced oppression",
  "and racial discrimination.",
  " Protection of Civil Rights",
  "Civil rights included the right to speech, thought, association",
  "and a free press. Through an incessant campaign, the nationalists",
  "were able to spread modern democratic ideas, and soon the254 ✫✫✫✫✫ A Brief History of Modern India",
  "Views",
  "You don’t realise our place in the history of our country. These",
  "memorials are nominally addressed to the Government. In reality",
  "they are addressed to the people, so that they may learn how",
  "to think in these matters. This work must be done for many",
  "years, without expecting any other results, because politics of",
  "this kind is altogether new in this land.",
  "—Justice Mahadeo Govind Ranade to Gokhale (1891)",
  "defence of civil rights became an integral part of the freedom",
  "struggle. It was due to the increased consciousness that there",
  "was a great public outrage at the arrest of Tilak and several",
  "other leaders and journalists in 1897 and at the arrest and",
  "deportation of the Natu brothers without a trial. (Also refer",
  "to chapter on Development of Press in India.)",
  "An  Evaluation  of  the",
  "Early  Nationalists",
  "The early nationalists did a great deal to awaken the national",
  "sentiment, even though they could not draw the masses to",
  "them.",
  "(i) They represented the most progressive forces of the",
  "time.",
  "(ii) They were able to create a wide national awakening",
  "of all Indians having common interests and the need to rally",
  "around a common programme against a common enemy, and",
  "above all, the feeling of belonging to one nation.",
  "(iii) They trained people in political work and popularised",
  "modern  ideas.",
  "(iv) They exposed the basically exploitative character",
  "of colonial rule, thus undermining its moral foundations.",
  "(v) Their political work was based on hard realities, and",
  "not  on  shallow  sentiments,  religion,  etc.",
  "(vi) They were able to establish the basic political truth",
  "that India should be ruled in the interest of Indians.",
  "(vii) They created a solid base for a more vigorous,",
  "militant,  mass-based  national  movement  in  the  years  that",
  "followed.",
  "(viii) However, they failed to widen their democratic",
  "base and the scope of their demands.Indian National Congress ✫✫✫✫✫ 255",
  " Role of Masses",
  "The moderate phase of the national movement had a narrow",
  "social base and the masses played a passive role. This was",
  "because  the  early  nationalists  lacked  political  faith  in  the",
  "masses; they felt that there were numerous divisions and sub-",
  "divisions in the Indian society, and the masses were generally",
  "ignorant  and  had  conservative  ideas  and  thoughts.  The",
  "Moderates felt that these heterogeneous elements had first",
  "to be welded into a nation before they entered the political",
  "sphere. But they failed to realise that it was only during a",
  "freedom struggle and with political participation that these",
  "diverse  elements  could  come  together.",
  "Because of the lack of mass participation, the Moderates",
  "could not take militant political positions against the autho-",
  "rities.  The  later  nationalists  differed  from  the  Moderates",
  "precisely on this point. Still, the early nationalists represented",
  "the emerging Indian nation against colonial interests.",
  "Views",
  "We cannot blame them for the attitude they adopted as pioneers",
  "of Indian political reform any more than we can blame the brick",
  "and mortar that is buried six feet deep in the foundation and",
  "plinth  of  a  modern  edifice.  They  have  made  possible  the",
  "superstructure, storey by storey, by colonial self-government,",
  "home rule within the empire, swaraj and on the top of all,",
  "complete independence.",
  "—Pattabhi Sitaramayya",
  "The period from 1858 to 1905 was the seed time of Indian",
  "nationalism; and the early nationalists sowed the seeds well and",
  "deep.",
  "—Bipan Chandra",
  "It was at best an opportunist movement. It opened opportunities",
  "for treacheries and hypocrisies. It enabled some people to trade",
  "in the name of patriotism.",
  "—Lala Lajpat Rai",
  " Attitude of the Government",
  "The British Indian Government was hostile to the Congress",
  "from the beginning despite the latter’s moderate methods and",
  "emphasis  on  loyalty  to  the  British  Crown.  The  official",
  "attitude  stiffened  further  after  1887  when  the  government",
  "failed to persuade the Congress to confine itself to social",
  "issues when the Congress was becoming increasingly critical256 ✫✫✫✫✫ A Brief History of Modern India",
  "Views",
  "The  Congress  is  tottering  to  its  fall,  and  one  of  my  great",
  "ambitions while in India is to assist it to a peaceful demise.",
  "—Lord Curzon (1900)",
  "of the colonial rule. Now, the government resorted to open",
  "condemnation  of  the  Congress,  calling  the  nationalists",
  "“seditious brahmins”, “disloyal babus”, etc. Dufferin called",
  "the Congress “a factory of sedition”. Later, the government",
  "adopted a ‘divide and rule’ policy towards the Congress. The",
  "officials  encouraged  reactionary  elements  like  Sir  Syed",
  "Ahmed  Khan  and  Raja  Shiv  Prasad  Singh  of  Benaras  to",
  "organise the United Indian Patriotic Association to counter",
  "Congress propaganda. The government also tried to divide the",
  "nationalists on the basis of religion, and, through a policy",
  "of  ‘carrot  and  stick’,  pitted  the  Moderates  against  the",
  "Extremists. But the government failed to check the rising tide",
  "of  nationalism.",
  "Summary",
  "● Foundation of Indian National Congress",
  "First session held in 1885 (Bombay).",
  "Indian National Union, formed by A.O. Hume, became Indian National",
  "Congress.",
  "Foundational theories of INC and prominent believers:",
  "Safety Valve Theory —Lala Lajpat Rai",
  "Conspiracy Theory—R.P. Dutt",
  "Lightning conductor Theory—G.K. Gokhale",
  "Important leaders of Moderate Phase: Dadabhai Naoroji, Badruddin",
  "Tyabji, Pherozeshah Mehta, P. Ananda Charlu, Surendranath Banerjea,",
  "Romesh Chandra Dutt, Ananda Mohan Bose, G.K. Gokhale, etc.",
  "●●●●● Early Nationalist Methodology",
  "Constitutional agitation within four walls of law",
  "Create public opinion in India and campaign for support to Indian",
  "demands in England",
  "Political education of people",
  "Political connections with Britain in India’s interests at that stage",
  "Time not ripe for direct challenge to colonial rule",
  "●●●●● Contributions of Moderate Nationalists",
  "Economic critique of British imperialism",
  "Constitutional reforms and propaganda in legislature",
  "Campaign for general administrative reforms",
  "Defence of civil rights",
  "",
  "",
  ""
]