[
  "Chapter 26",
  "Constitutional,",
  "Administrative and",
  "Judicial Developments",
  "The establishment of the East India Company in 1600 and",
  "its transformation into a ruling body from a trading one in",
  "1765  had  little  immediate  impact  on  Indian  polity  and",
  "governance. But the period between 1773 and 1858 under",
  "the Company rule, and then under the British Crown till 1947,",
  "501502 ✫✫✫✫✫ A Brief History of Modern India",
  "witnessed  a  plethora  of  constitutional  and  administrative",
  "changes. The nature and objective of these changes were to",
  "serve the British imperial ideology but unintentionally they",
  "introduced elements of the modern State into India’s political",
  "and administrative system.",
  "Constitutional  Development",
  "between  1773  and  1858",
  "After the Battle of Buxar (1764), the East India Company",
  "got the Diwani (right to collect revenue) of Bengal, Bihar",
  "and Orissa. An annual subsidy was to be paid to the Mughal",
  "Emperor, Shah Alam II, and an annual pension to the Nawab",
  "of  Awadh,  Shuja-ud-Daula.  The  Company  appointed  two",
  "Indians as the deputy diwans—Mohammad Reza Khan for",
  "Bengal and Raja Shitab Rai for Bihar.",
  "1767  The  first  intervention  in  Indian  affairs  by  the",
  "British government came in 1767. It demanded 10 per cent",
  "share in the plunder amounting to 4 million pounds annually.",
  "1765-72  The  dual  system  of  government  where  the",
  "Company had the authority but no responsibility and its Indian",
  "representatives  had  all  the  responsibility  but  no  authority",
  "continued for seven years. This period was characterised by—",
  "rampant corruption among servants of the Company",
  "●",
  "who  made  full  use  of  private  trading  to  enrich",
  "themselves;",
  "excessive  revenue  collection  and  oppression  of",
  "●",
  "peasantry;",
  "the Company’s bankruptcy, while the servants were",
  "●",
  "flourishing.",
  "By now the British government decided to regulate the",
  "Company to bring some order into its business. From now,",
  "there would be a gradual increase in controlling laws.",
  " The Regulating Act of 1773",
  " The 1773 Regulating Act brought about the British",
  "●",
  "government’s involvement in Indian affairs in the effort to",
  "control  and  regulate  the  functioning  of  the  East  India",
  "Company. It recognised that the Company’s role in India",
  "extended beyond mere trade to administrative and politicalConstitutional, Administrative and...  ✫✫✫✫✫ 503",
  "fields,  and  introduced  the  element  of  centralised",
  "administration.",
  "  The  directors  of  the  Company  were  required  to",
  "●",
  "submit all correspondence regarding revenue affairs and civil",
  "and military administration to the government. (Thus for the",
  "first time, the British cabinet was given the right to exercise",
  "control over Indian affairs.)",
  " In Bengal, the administration was to be carried out",
  "●",
  "by governor-general and a council consisting of 4 members,",
  "representing civil and military government. They were required",
  "to function according to the majority rule. Warren Hastings",
  "and four others were named in the Act, later ones were to",
  "be appointed by the Company.",
  " A Supreme Court of judicature was to be established",
  "●",
  "in Bengal with original and appellate jurisdictions where all",
  "subjects  could  seek  redressal.  In  practice,  however,  the",
  "Supreme  Court  had  a  debatable  jurisdiction  vis-a-vis  the",
  "council which created various problems.",
  "  The  governor-general  could  exercise  some  powers",
  "●",
  "over Bombay and Madras—again, a vague provision which",
  "created  many  problems.",
  "The whole scheme was based on checks and balances.",
  "Amendments (1781)   The jurisdiction of the Supreme",
  "●",
  "Court was defined—within Calcutta, it was to administer the",
  "personal law of the defendant.",
  " The servants of the government were immune if they",
  "●",
  "did anything while discharging their duties.",
  " Social and religious usages of the subjects were to",
  "●",
  "be honoured.",
  " Pitt’s India Act of 1784",
  " The Pitt’s India Act gave the British government a",
  "●",
  "large measure of control over the Company’s affairs. In fact,",
  "the Company became a subordinate department of the State.",
  "The  Company’s  territories  in  India  were  termed  ‘British",
  "possessions’.",
  " The government’s control over the Company’s affairs",
  "●",
  "was greatly extended. A Board of Control consisting of the",
  "chancellor  of  exchequer,  a  secretary  of  state  and  four",
  "members of the Privy Council (to be appointed by the Crown)",
  "were to exercise control over the Company’s civil, military504 ✫✫✫✫✫ A Brief History of Modern India",
  "and revenue affairs. All dispatches were to be approved by",
  "the board. Thus a dual system of control was set up.",
  " In India, the governor-general was to have a council",
  "●",
  "of  three  (including  the  commander-in-chief),  and  the",
  "presidencies of Bombay and Madras were made subordinate",
  "to  the  governor-general.",
  " A general prohibition was placed on aggressive wars",
  "●",
  "and  treaties  (breached  often).",
  " The Act of 1786",
  " Cornwallis wanted to have the powers of both the",
  "●",
  "governor-general and the commander-in-chief. The new Act",
  "conceded this demand and also gave him the power.",
  "  Cornwallis  was  allowed  to  override  the  council’s",
  "●",
  "decision  if  he  owned  the  responsibility  for  the  decision.",
  "Later,  this  provision  was  extended  to  all  the  governors-",
  "general.",
  " The Charter Act of 1793",
  " The Act renewed the Company’s commercial privileges",
  "●",
  "for  next  20  years.",
  " The Company, after paying the necessary expenses,",
  "●",
  "interest, dividends, salaries, etc., from the Indian revenues,",
  "was to pay 5 lakh pounds annually to the British government.",
  " The royal approval was mandated for the appointment",
  "●",
  "of the governor-general, the governors, and the commander-",
  "in-chief.",
  " Senior officials of the Company were debarred from",
  "●",
  "leaving India without permission—doing so was treated as",
  "resignation.",
  " The Company was empowered to give licences to",
  "●",
  "individuals as well as the Company’s employees to trade in",
  "India. The licences, known as ‘privilege’ or ‘country trade’,",
  "paved the way for shipments of opium to China.",
  " The revenue administration was separated from the",
  "●",
  "judiciary functions and this led to disappearing of the Maal",
  "Adalats.",
  " The Home Government members were to be paid out",
  "●",
  "of Indian revenues which continued up to 1919.",
  " The Charter Act of 1813",
  "In England, the business interests were pressing for an end",
  "to the Company’s monopoly over trade in India because ofConstitutional, Administrative and...  ✫✫✫✫✫ 505",
  "a  spirit  of  laissez-faire  and  the  continental  system  by",
  "Napoleon  by  which  the  European  ports  were  closed  for",
  "Britain. The 1813 Act sought to redress these grievances—",
  " The Company’s monopoly over trade in India ended,",
  "●",
  "but the Company retained the trade with China and the trade",
  "in tea.",
  " The Company’s shareholders were given a 10.5 per",
  "●",
  "cent dividend on the revenue of India.",
  "  The  Company  was  to  retain  the  possession  of",
  "●",
  "territories  and  the  revenue  for  20  years  more,  without",
  "prejudice  to  the  sovereignty  of  the  Crown.  (Thus,  the",
  "constitutional position of the British territories in India was",
  "defined  explicitly  for  the  first  time.)",
  "  Powers  of  the  Board  of  Control  were  further",
  "●",
  "enlarged.",
  " A sum of one lakh rupees was to be set aside for",
  "●",
  "the  revival,  promotion  and  encouragement  of  literature,",
  "learning and science among the natives of India, every year.",
  "(This was an important statement from the point of State’s",
  "responsibility  for  education.)",
  " The regulations made by the Councils of Madras,",
  "●",
  "Bombay and Calcutta were now required to be laid before",
  "the  British  Parliament.  The  constitutional  position  of  the",
  "British territories in India was thus explicitly defined for the",
  "first  time.",
  "  Separate  accounts  were  to  be  kept  regarding",
  "●",
  "commercial transactions and territorial revenues. The power",
  "of superintendence and direction of the Board of Control was",
  "not only defined but also enlarged considerably.",
  " Christian missionaries were also permitted to come",
  "●",
  "to India and preach their religion.",
  " The Charter Act of 1833",
  " The lease of 20 years to the Company was further",
  "●",
  "extended. Territories of India were to be governed in the",
  "name of the Crown.",
  " The Company’s monopoly over trade with China and",
  "●",
  "in tea also ended.",
  "  All  restrictions  on  European  immigration  and  the",
  "●",
  "acquisition of property in India were lifted. Thus, the way",
  "was paved for the wholesale European colonisation of India.506 ✫✫✫✫✫ A Brief History of Modern India",
  " In India, a financial, legislative and administrative",
  "●",
  "centralisation of the government was envisaged:",
  "—  The  governor-general  was  given  the  power  to",
  "superintend, control and direct all civil and military affairs",
  "of the Company.",
  "— Bengal, Madras, Bombay and all other territories",
  "were placed under complete control of the governor-general.",
  "— All revenues were to be raised under the authority",
  "of the governor-general who would have complete control",
  "over  the  expenditure  too.",
  "—  The  Governments  of  Madras  and  Bombay  were",
  "drastically deprived of their legislative powers and left with",
  "a right of proposing to the governor-general the projects of",
  "law which they thought to be expedient.",
  " A law member was added to the governor-general’s",
  "●",
  "council for professional advice on law-making.",
  " Indian laws were to be codified and consolidated.",
  "●",
  " No Indian citizen was to be denied employment under",
  "●",
  "the Company on the basis of religion, colour, birth, descent,",
  "etc.  (Although  the  reality  was  different,  this  declaration",
  "formed the sheet-anchor of political agitation in India.)",
  "  The  administration  was  urged  to  take  steps  to",
  "●",
  "ameliorate the conditions of slaves and to ultimately abolish",
  "slavery. (Slavery was abolished in 1843.)",
  " The Charter Act of 1853",
  " The Company was to continue possession of territories",
  "●",
  "unless  the  Parliament  provided  otherwise.",
  " The strength of the Court of Directors was reduced",
  "●",
  "to  18.",
  "  The  Company’s  patronage  over  the  services  was",
  "●",
  "dissolved—the services were now thrown open to a competitive",
  "examination.",
  "  The  law  member  became  the  full  member  of  the",
  "●",
  "governor-general’s  executive  council.",
  "  The  separation  of  the  executive  and  legislative",
  "●",
  "functions of the Government of British India progressed with",
  "the  inclusion  of  six  additional  members  for  legislative",
  "purposes.",
  "  Local  representation  was  introduced  in  the  Indian",
  "●Constitutional, Administrative and...  ✫✫✫✫✫ 507",
  "legislature. The legislative wing came to be known as the",
  "Indian Legislative Council. However, a law to be promulgated",
  "needed the assent of the governor-general, and the governor-",
  "general could veto any Bill of the legislative council.",
  " The Act for Better Government of India,",
  "1858",
  "The 1857 revolt had exposed the Company’s limitations in",
  "administering under a complex situation. Till then, there had",
  "not been much accountability. The 1858 Act sought to rectify",
  "this anomaly—",
  " India was to be governed by and in the name of the",
  "●",
  "Crown through a secretary of state and a council of 15. The",
  "initiative and the final decision was to be with the secretary",
  "of state and the council was to be just advisory in nature.",
  "(Thus, the dual system introduced by the Pitt’s India Act came",
  "to an end.)",
  " Governor-general became the viceroy (his prestige,",
  "●",
  "if  not  authority,  increased).",
  "The assumption of power by the Crown was one of",
  "formality rather than substance. It gave a decent burial to an",
  "already dead horse—the Company’s administration.",
  "Developments  after  1858  till",
  "Independence",
  " Indian Councils Act, 1861",
  " The 1861 Act marked an advance in that the principle",
  "●",
  "of  representatives  of  non-officials  in  legislative  bodies",
  "became accepted; laws were to be made after due deliberation,",
  "and as pieces of legislation they could be changed only by",
  "the  same  deliberative  process.  Law-making  was  thus  no",
  "longer seen as the exclusive business of the executive.",
  " The portfolio system introduced by Lord Canning laid",
  "●",
  "the foundations of cabinet government in India, each branch",
  "of the administration having its official head and spokesman",
  "in the government, who was responsible for its administration.",
  "  The  Act  by  vesting  legislative  powers  in  the",
  "●",
  "Governments of Bombay and Madras and by making provision508 ✫✫✫✫✫ A Brief History of Modern India",
  "for  the  institution  of  similar  legislative  councils  in  other",
  "provinces laid the foundations of legislative devolution.",
  "However, the legislative councils established by the Act",
  "of 1861 possessed no real powers and had many weaknesses.",
  "The  councils  could  not  discuss  important  matters  and  no",
  "financial  matters  at  all  without  previous  approval  of",
  "government. They had no control over budget. They could",
  "not discuss executive action. Final passing of the bill needed",
  "viceroy’s  approval.  Even  if  approved  by  the  viceroy,  the",
  "secretary  of  state  could  disallow  a  legislation.  Indians",
  "associated as non-officials were members of elite sections",
  "only.",
  " Indian Councils Act, 1892",
  " In 1885, the Indian National Congress was founded.",
  "●",
  "The Congress saw reform of the councils as the “root of",
  "all other reforms”. It was in response to the Congress demand",
  "that the legislative councils be expanded that the number of",
  "non-official  members  was  increased  both  in  the  central",
  "(Imperial) and provincial legislative councils by the Indian",
  "Councils  Act,  1892.",
  " The Legislative Council of the Governor-General (or",
  "●",
  "the Indian Legislative Council, as it came to be known) was",
  "enlarged.",
  "  The  universities,  district  boards,  municipalities,",
  "●",
  "zamindars,  trade  bodies  and  chambers  of  commerce  were",
  "empowered to recommend members to the provincial councils.",
  "Thus was introduced the principle of representation.",
  " Though the term ‘election’ was firmly avoided in the",
  "●",
  "Act,  an  element  of  indirect  election  was  accepted  in  the",
  "selection  of  some  of  the  non-official  members.",
  " The members of the legislatures were now entitled",
  "●",
  "to express their views upon financial statements which were",
  "henceforth  to  be  made  on  the  floor  of  the  legislatures.",
  " They could also put questions within certain limits",
  "●",
  "to the executive on matters of public interest after giving",
  "six days’ notice.",
  " Indian Councils Act, 1909",
  " Popularly known as the Morley-Minto Reforms, the",
  "●",
  "Act made the first attempt to bring in a representative and",
  "popular element in the governance of the country.Constitutional, Administrative and...  ✫✫✫✫✫ 509",
  " The strength of the Imperial Legislative Council was",
  "●",
  "increased.",
  "  With  regard  to  the  central  government,  an  Indian",
  "●",
  "member was taken for the first time in the Executive Council",
  "of the Governor-General (Satyendra Prasad Sinha was the",
  "first Indian to join the Governor-General’s—or Viceroy’s—",
  "Executive Council, as law member.)",
  " The members of the Provincial  Executive Council",
  "●",
  "were  increased.",
  " The powers of the legislative councils, both central",
  "●",
  "and provincial, were increased.",
  "Under  this  Act  the  real  power  remained  with  the",
  "government and the councils were left with no functions but",
  "criticism.",
  "The introduction of separate electorates for Muslims",
  "created  new  problems.",
  "Besides  separate  electorates  for  the  Muslims,",
  "representation  in  excess  of  their  population  strength  was",
  "accorded to the Muslims. Also, the income qualification for",
  "Muslim voters was kept lower than that for Hindus.",
  "The system of election was very indirect.",
  "Thus, the representation of the people at large remained",
  "remote and unreal.",
  " Government of India Act, 1919",
  "This Act was based on what are popularly known as the",
  "Montague-Chelmsford Reforms. In August 1917, the British",
  "government for the first time declared that its objective was",
  "to gradually introduce responsible government in India, but",
  "as an integral part of the British Empire.",
  "The Act of 1919, clarified that there would be only",
  "a gradual development of self-governing institutions in India",
  "and that the British Parliament—and not self-determination",
  "of the people of India—would determine the time and manner",
  "of each step along the path of constitutional progress.",
  " Under the 1919 Act, the Indian Legislative Council",
  "●",
  "at the Centre was replaced by a bicameral system consisting",
  "of  a  Council  of  State  (Upper  House)  and  a  Legislative",
  "Assembly (Lower House). Each house was to have a majority",
  "of members who were directly elected. So, direct election510 ✫✫✫✫✫ A Brief History of Modern India",
  "was  introduced,  though  the  franchise  was  much  restricted",
  "being based on qualifications of property, tax or education.",
  "  The  principle  of  communal  representation  was",
  "●",
  "extended with separate electorates for Sikhs, Christians and",
  "Anglo-Indians, besides Muslims.",
  " The Act introduced dyarchy in the provinces, which",
  "●",
  "indeed was a substantial step towards transfer of power to",
  "the Indian people.",
  " The provincial legislature was to consist of one house",
  "●",
  "only  (legislative  council).",
  " The Act separated for the first time the provincial",
  "●",
  "and  central  budgets,  with  provincial  legislatures  being",
  "authorised to make their budgets.",
  " A High Commissioner for India was appointed, who",
  "●",
  "was to hold his office in London for six years and whose",
  "duty was to look after Indian trade in Europe.  Some of the",
  "functions hitherto performed by the Secretary of State for",
  "India  were  transferred  to  the  high  commissioner.",
  " The Secretary of State for India who used to get his",
  "●",
  "pay from the Indian revenue was now to be paid by the British",
  "Exchequer, thus undoing an injustice in the Charter Act of",
  "1793.",
  " Though Indian leaders for the first time got some",
  "●",
  "administrative experience in a constitutional set-up under this",
  "Act, there was no fulfilment of the demand for responsible",
  "government. Though a measure of power devolved on the",
  "provinces with demarcation of subjects between centre and",
  "provinces,  the structure continued to be unitary and centralised.",
  "Dyarchy in the provincial sector failed.",
  "The  Central  Legislature,  though  more  representative",
  "than the previous legislative councils and endowed, for the",
  "first  time,  with  power  to  vote  supplies,  had  no  power  to",
  "replace the government and even its powers in the field of",
  "legislation and financial control were limited and subject to",
  "the overriding powers of the governor-general. Besides his",
  "existing power to veto any bill passed by the legislature or",
  "to  reserve  the  same  for  the  signification  of  the  British",
  "monarch’s  pleasure,  the  governor-general  was  given  the",
  "power to secure the enactment of laws which he considered",
  "essential  for  the  safety,  tranquility  or  interests  of  British",
  "India, or any part of British India.Constitutional, Administrative and...  ✫✫✫✫✫ 511",
  "The Indian legislature under the Act of 1919 was only",
  "a non-sovereign law-making body and was powerless before",
  "the  executive  in  all  spheres  of  governmental  activity,  as",
  "Subhash Kashyap observes.",
  " Simon Commission",
  "The 1919 Act had provided that a Royal Commission would",
  "be appointed ten years after the Act to report on its working.",
  "In November 1927, two years before schedule, the British",
  "government  announced  the  appointment  of  such  a",
  "commission—the  Indian  Statutory  Commission.  The",
  "commission submitted its report in 1930. It recommended",
  "that dyarchy be abolished, responsible government be extended",
  "in the provinces, a federation of British India and the Princely",
  "States  be  established,  and  that  communal  electorates  be",
  "continued.",
  "Three  Round  Table  Conferences  were  called  by  the",
  "British government to consider the proposals. Subsequently,",
  "a White Paper on Constitutional Reforms was published",
  "by the British government in March 1933 containing provisions",
  "for a federal set-up and provincial autonomy. A joint committee",
  "of the Houses of the British Parliament was set up under",
  "Lord Linlithgow to further consider the scheme. Its report",
  "submitted in 1934 said that a federation would be set up if",
  "at least 50 per cent of the princely states were ready to join",
  "it. The bill prepared on the basis of this report was passed",
  "by the British Parliament to become the Government of India",
  "Act  of  1935.",
  " Government of India Act, 1935",
  "  The  Act,  with  451  clauses  and  15  schedules,",
  "●",
  "contemplated the establishment of an All-India Federation in",
  "which Governors’ Provinces and the Chief Commissioners’",
  "Provinces and those Indian states which might accede to be",
  "united were to be included. (The ruler of each Princely State",
  "willing  to  join  was  to  sign  an  ‘instrument  of  accession’",
  "mentioning the extent to which authority was to be surrendered",
  "to  the  federal  government.)",
  " Dyarchy, rejected by the Simon Commission, was",
  "●",
  "provided for in the Federal Executive.",
  " The Federal Legislature was to have two chambers",
  "●",
  "(bicameral)—the Council of States and the Federal Legislative512 ✫✫✫✫✫ A Brief History of Modern India",
  "Assembly. The Council of States (the Upper House) was to",
  "be a permanent body.",
  " There was a provision for joint sitting in cases of",
  "●",
  "deadlock between the houses. There were to be three subject-",
  "lists—the Federal Legislative List, the Provincial Legislative",
  "List  and  the  Concurrent  Legislative  List.  Residuary",
  "legislative  powers  were  subject  to  the  discretion  of  the",
  "governor-general. Even if a bill was passed by the federal",
  "legislature, the governor-general could veto it, while even",
  "Acts assented to by the governor-general could be disallowed",
  "by the King-in-Council.",
  " Dyarchy in the provinces was abolished and provinces",
  "●",
  "were given autonomy, i.e., the distinction between Reserved",
  "and Transferred Subjects was abolished and full responsible",
  "government was established, subject to certain safeguards.",
  " Provinces derived their power and authority directly",
  "●",
  "from the British Crown. They were given independent financial",
  "powers and resources. Provincial governments could borrow",
  "money on their own security.",
  "  Provincial  legislatures  were  further  expanded.",
  "●",
  "Bicameral legislatures were provided in the six provinces of",
  "Madras, Bombay, Bengal, United Provinces, Bihar and Assam,",
  "with other five provinces retaining unicameral legislatures.",
  "  The  principles  of  ‘communal  electorates’  and",
  "●",
  "‘weightage’  were  further  extended  to  depressed  classes,",
  "women and labour.",
  " Franchise was extended, with about 10 per cent of",
  "●",
  "the total population getting the right to vote.",
  " The Act also provided for a Federal Court (which was",
  "●",
  "established in 1937), with original and appellate powers, to",
  "interpret the 1935 Act and settle inter-state disputes, but the",
  "Privy Council in London was to dominate this court.",
  "  The  India  Council  of  the  Secretary  of  State  was",
  "●",
  "abolished.",
  " The All-India Federation as visualised in the Act never",
  "●",
  "came  into  being  because  of  the  opposition  from  different",
  "parties of India. The British government decided to introduce",
  "the provincial autonomy on April 1, 1937, but the Central",
  "government continued to be governed in accordance with the",
  "1919 Act, with minor amendments. The operative part of the",
  "Act  of  1935  remained  in  force  till  August  15,  1947.Constitutional, Administrative and...  ✫✫✫✫✫ 513",
  "The 1935 Act was an endeavour to give India a written",
  "constitution, even though Indians were not involved in its",
  "creation,  and  it  was  a  step  towards  complete  responsible",
  "government  in  India.  However,  the  Act  provided  a  rigid",
  "constitution with no possibility of internal growth. Right of",
  "amendment was reserved for the British Parliament. Extension",
  "of  the  system  of  communal  electorates  and  representation",
  "of  various  interests  promoted  separatist  tendencies—",
  "culminating in partition of India. The 1935 Act was condemned",
  "by  nearly  all  sections  and  unanimously  rejected  by  the",
  "Congress. The Congress demanded, instead, convening of a",
  "Constituent Assembly elected on basis of adult franchise to",
  "frame a constitution for independent India.",
  "Various other developments took place after the 1935",
  "Act.  There  was  the  August  Offer  of  1940,  the  Cripps",
  "Proposals of 1942, the C.R. Formula of 1944 trying to seek",
  "the cooperation of the Muslim League, Wavell Plan of 1945",
  "and the Cabinet Mission. Then came the Mountbatten Plan",
  "in 1947 and finally the Indian Independence Act, 1947.",
  "[These developments have been extensively discussed",
  "in the earlier chapters. The making of the Constitution of",
  "independent India is discussed in a later chapter.]",
  "Evolution  of  Civil  Services  in",
  "India",
  "The civil service system introduced in India by the East India",
  "Company  for  the  benefit  of  its  commercial  affairs  got",
  "transformed into a well structured machinery to look after",
  "the administrative affairs of the acquired territories in India.",
  "In fact, in the beginning, the term ‘civil service’ was used",
  "to  distinguish  the  servants  of  the  Company  engaged  in",
  "commercial  affairs  from  those  people  employed  in  the",
  "military and naval services. Gradually, the civil servants were",
  "bestowed  with  other  responsibilities  and  authority.",
  " Cornwallis’ Role",
  "Cornwallis (governor-general, 1786-93) was the first to bring",
  "into existence and organise the civil services. He tried to",
  "check  corruption  through—514 ✫✫✫✫✫ A Brief History of Modern India",
  "raising the civil servants’ salary,",
  "●",
  "strict  enforcement  of  rules  against  private  trade,",
  "●",
  "debarring civil servants from taking presents, bribes",
  "●",
  "etc.,",
  "enforcing  promotions  through  seniority.",
  "●",
  " Wellesley’s Role",
  "In 1800, Wellesley (governor-general, 1798-1805) set up the",
  "Fort William College for training of new recruits. In 1806",
  "Wellesley’s college was disapproved by the Court of Directors",
  "and instead the East India College was set up at Haileybury",
  "in England to impart two years’ training to the recruits.",
  " Charter Act of 1853",
  "The  1853  Charter  Act  ended  the  Company’s  patronage,",
  "enjoining  recruitment  to  be  through  an  open  competition",
  "henceforth.",
  "The Indians, however, were barred from high posts from",
  "the  very  beginning.  Cornwallis  thought,  “Every  native  of",
  "Hindustan is corrupt.” The Charter Act of 1793 had reserved",
  "all posts worth 500 pounds per annum for the covenanted",
  "servants  of  the  Company.  The  reasons  for  exclusion  of",
  "Indians were—",
  "the  belief  that  only  the  English  could  establish",
  "●",
  "administrative  services  serving  British  interests;",
  "the belief that the Indians were incapable, untrust-",
  "●",
  "worthy and insensitive to the British interests;",
  "the  fact  there  was  high  competition  among  the",
  "●",
  "Europeans  themselves  for  lucrative  posts,  so  why",
  "offer them to the Indians.",
  "Although the Charter Act of 1833 theoretically threw",
  "open the services to the Indians, the relevant provisions were",
  "never  really  implemented.  After  1857,  when  the  Indians",
  "claimed a share in higher services, the Proclamation of 1858",
  "declared the British intention of including the Indians, freely",
  "and impartially, in offices under the civil service.",
  " Indian Civil Service Act, 1861",
  "This  Act  reserved  certain  offices  for  convenanted  civil",
  "servants but the examination was held in England in English",
  "language, based on classical learning of Greek and Latin. TheConstitutional, Administrative and...  ✫✫✫✫✫ 515",
  "maximum permissible age was gradually reduced from 23 (in",
  "1859) to 22 (in 1860) to 21 (in 1866) and to 19 (1878).",
  "In 1863, Satyendra Nath Tagore became the first Indian",
  "to qualify for the Indian Civil Service.",
  " Statutory Civil Service",
  "In  1878-79,  Lytton  introduced  the  Statutory  Civil",
  "Service consisting of one-sixth of covenanted posts to be",
  "filled by Indians of high families through nominations by",
  "local governments subject to approval by the secretary of",
  "State  and  the  viceroy.  But  the  system  failed  and  was",
  "abolished.",
  " Congress Demand and Aitchison",
  "Committee",
  "The  Indian  National  Congress  raised  the  demand,",
  "after it was set up in 1885, for",
  "lowering of age limit for recruitment, and",
  "●",
  "holding the examination simultaneously in India and",
  "●",
  "Britain.",
  "The Aitchison Committee on Public Services (1886),",
  "set up by Dufferin, recommended—",
  "dropping  of  the  terms  ‘covenanted’  and",
  "●",
  "‘uncovenanted’;",
  "classification of the civil service into Imperial Indian",
  "●",
  "Civil Service (examination in England), Provincial",
  "Civil Service (examination in India) and Subordinate",
  "Civil Service (examination in India); and,",
  "raising the age limit to 23.",
  "●",
  "In 1893, the House of Commons in England passed a",
  "resolution  supporting  holding  of  simultaneous  examination",
  "in India and England; but the resolution was never implemented.",
  "Kimberley, the secretary of state, said, “It is indispensable",
  "that an adequate number of members of civil service shall",
  "always be Europeans.”",
  " Montford Reforms (1919)",
  "The  Montford  reforms—",
  "stated a realistic policy—“If a responsible government",
  "●",
  "is to be established in India, the more Indians we",
  "can employ in public service, the better.”516 ✫✫✫✫✫ A Brief History of Modern India",
  "recommended holding of simultaneous examination",
  "●",
  "in India and England.",
  "recommended that one-third of recruitments be made",
  "●",
  "in India itself—to be raised annually by 1.5 per cent.",
  " Lee Commission (1924)",
  "The  Lee  Commission  recommended  that—",
  "the secretary of state should continue to recruit the",
  "●",
  "ICS, the Irrigation branch of the Service of Engineers,",
  "the Indian Forest Service, etc.;",
  "the  recruitments  for  the  transferred  fields  like",
  "●",
  "education  and  civil  medical  service  be  made  by",
  "provincial governments;",
  "direct recruitment to ICS on basis of 50:50 parity",
  "●",
  "between the Europeans and the Indians be reached",
  "in 15 years;",
  "a  Public  Service  Commission  be  immediately",
  "●",
  "established (as laid down in the Government of India",
  "Act,  1919).",
  "Government  of  India  Act,  1935",
  "The 1935 Act recommended the establishment of a Federal",
  "Public  Service  Commission  and  Provincial  Public  Service",
  "Commission  under  their  spheres.",
  "But the positions of control and authority remained in",
  "British hands and the process of Indianisation of the civil",
  "service did not put effective political power in Indian hands",
  "since the Indian bureaucrats acted as the agents of colonial",
  "rule.",
  " Evaluation of Civil Services under",
  "British Rule",
  "Just as Indians were systematically excluded from law and",
  "policy-making  bodies,  they  were  mostly  kept  out  of  the",
  "institutions responsible for policy implementation. European",
  "supremacy was assured in the civil service as in other spheres",
  "of governance. This was done in mainly two ways.",
  "Firstly, although Indians had begun to enter the coveted",
  "ranks of the Indian Civil Services (ICS) ever since 1863,",
  "entering the civil services was still extremely difficult for",
  "the Indians. The entrance examination for the ICS was heldConstitutional, Administrative and...  ✫✫✫✫✫ 517",
  "in London in English medium only, and the subjects included",
  "classical Greek and Latin learning. Moreover, the maximum",
  "age  for  appearing  at  the  examination  was  reduced  from",
  "twenty-three  in  1859  to  nineteen  in  1878  under  Lytton.",
  "Secondly, all key positions of power and authority and",
  "those which were well-paid were occupied by the Europeans.",
  "Though a slow process of Indianisation occurred after",
  "1918 under nationalist pressure, important and senior positions",
  "continued to be occupied by Europeans. But gradually, the",
  "Indians came to realise that Indianisation of civil service had",
  "not, in any way, transferred effective power into Indian hands.",
  "The Indian members of the civil service continued to serve",
  "the  imperialist  interests  of  their  British  masters.",
  "Evolution  of  Police  System  in",
  "Modern  India",
  "In pre-colonial India, the governments, under the Mughals and",
  "other native states, were autocratic in nature, and lacked a",
  "separate or formal police system.  However, there have been",
  "watch guards since time immemorial protecting villages at",
  "night. Later, under the Mughal rule there were the faujdars",
  "who helped in maintaining law and order, and amils who were",
  "basically revenue collectors but had to contend with rebels,",
  "if any. The kotwal was responsible for maintenance of law",
  "and order in the cities. Even during the dual rule in Bengal,",
  "Bihar and Orissa between 1765 and 1772 the zamindars were",
  "expected to maintain the staff including thanedars for law",
  "and order duties and for maintaining peace, as well as dealing",
  "with  crime  and  criminals.  But  very  often,  the  zamidars",
  "neglected their duties. They are even said to have colluded",
  "with dacoits and shared their loot. In 1770, the institution",
  "of the faujdar and amils were abolished. However, in 1774,",
  "Warren  Hastings  restored  the  institution  of  faujdars  and",
  "asked the zamindars to assist them in suppression of dacoits,",
  "violence  and  disorder.  In  1775,  faujdar  thanas  were",
  "established in the major towns of large districts and were",
  "assisted  by  several  smaller  police  stations.",
  "An  account  of  steady  developments  in  the  police",
  "system under the British have been given below.518 ✫✫✫✫✫ A Brief History of Modern India",
  "1791  Cornwallis organised a regular police force to",
  "maintain law and order by going back to and modernising the",
  "old Indian system of thanas (circles) in a district under a",
  "daroga (an Indian) and a superintendent of police (SP) at",
  "the head of a district. He relieved the zamindars of their",
  "police  duties.",
  "1808 Mayo appointed an SP for each division helped",
  "by a number of spies (goyendas) but these spies committed",
  "depredations  on  local  people.",
  "1814  By  an  order  of  the  Court  of  Directors,  the",
  "appointment of darogas and their subordinates was abolished",
  "in all possessions of the Company except in Bengal.",
  "Bentinck  (governor-general,  1828-35)  abolished  the",
  "office of the SP. The collector/magistrate was now to head",
  "the police force in his jurisdiction and the commissioner in",
  "each division was to act as the SP. This arrangement resulted",
  "in a badly organised police force, putting a heavy burden on",
  "the collector/magistrate. Presidency towns were the first to",
  "have  the  duties  of  collector/magistrate  separated.",
  "The  recommendations  of  the  Police  Commission",
  "(1860) led to the Indian Police Act, 1861. The commission",
  "recommended—",
  "a system of civil constabulary—maintaining the village",
  "●",
  "set-up  in  the  present  form  (a  village  watchman",
  "maintained by the village) but in direct relationship",
  "with the rest of the constabulary.",
  "inspector-general as the head in a province, deputy",
  "●",
  "inspector-general as the head in a range, and SP as",
  "the head in a district.",
  "The  police  gradually  succeeded  in  curbing  criminal",
  "acts, such as dacoity, thugee, etc. But, while dealing with",
  "the public, the attitude of the police was unsympathetic. The",
  "police was also used to suppress the national movement.",
  "The  British  did  not  create  an  All-India  Police.  The",
  "Police Act, 1861 presented the guidelines for a police set-",
  "up in the provinces. The ranks were uniformly introduced all",
  "over the country.",
  "1902  The  Police  Commission  recommended  the",
  "establishment of CID (Criminal Investigation Department) in",
  "the provinces and a Central Intelligence Bureau at the Centre.Constitutional, Administrative and...  ✫✫✫✫✫ 519",
  "Military  Under  the  British",
  "The military was the backbone of the Company’s rule in India.",
  "Prior  to  the  revolt  of  1857,  there  were  two  separate  sets",
  "of military forces under the British control, which operated",
  "in India. The first set of units, known as the Queen’s army,",
  "were the serving troops on duty in India. The other was the",
  "Company’s  troops—a  mixture  of  European  regiments  of",
  "Britons and Native regiments recruited locally from India but",
  "with British officers. The Queen’s army was part of Crown’s",
  "military  force.",
  "After 1857, there was a systematic reorganisation of",
  "the Army since, as Dufferin warned in December 1888, “the",
  "British  should  always  remember  the  lessons  which  were",
  "learnt with such terrible experience 30 years ago.”",
  "To prevent the recurrence of another revolt was the",
  "main reason behind this reorganisation. Also, the Indian Army",
  "was to be used to defend the Indian territory of the empire",
  "from  other  imperialist  powers  in  the  region—Russia,",
  "Germany, France, etc. The Indian branch of the army was to",
  "be used for expansion in Asia and Africa, while the British",
  "section  was  to  be  used  as  an  army  of  occupation—the",
  "ultimate guarantee of British hold over India.",
  "To begin with, domination of the European branch over",
  "the Indian branches was ensured. The commissions of 1859",
  "and 1879 insisted on the principle of a one-third white army",
  "(as  against  14%  before  1857).  Finally,  the  proportion  of",
  "Europeans to Indians was carefully fixed at one to two in",
  "the Bengal Army and two to five in the Madras and Bombay",
  "Armies.  Strict  European  monopoly  over  key  geographical",
  "locations and departments, such as artillery, tanks and armed",
  "corps, was maintained. Even the rifles given to Indians were",
  "of an inferior quality till 1900, and Indians were not allowed",
  "in these high-tech departments till the Second World War.",
  "No Indians were allowed in the officer rank, and the highest",
  "rank an Indian could reach till 1914 was that of a subedar",
  "(only  from  1918  onwards  were  Indians  allowed  in  the",
  "commissioned ranks). As late as 1926, the Indian Sandhurst",
  "Committee was visualising a 50% Indianised officer cadre",
  "for  1952!520 ✫✫✫✫✫ A Brief History of Modern India",
  "The  Indian  branch  was  reorganised  on  basis  of  the",
  "policy of balance and counterpoise or divide and rule. The",
  "1879 Army Commission had emphasised—“Next to the grand",
  "counterpoise  of  a  sufficient  European  force  comes  the",
  "counterpoise  of  natives  against  natives.”  An  ideology  of",
  "‘martial races’ and ‘non-martial races’, which assumed that",
  "good  soldiers  could  come  only  from  some  specific",
  "communities,  developed  particularly  from  the  late  1880s,",
  "under Lord Roberts, the commander-in-chief from 1887 to",
  "1892.  It was used to justify a discriminatory recruitment",
  "policy directed towards Sikhs, Gurkhas and Pathans who had",
  "assisted in the suppression of the revolt and were relatively",
  "marginal social groups—therefore less likely to be affected",
  "by nationalism. The soldiers from Awadh, Bihar, Central India",
  "and  South  India  who  had  participated  in  the  revolt  were",
  "declared to be non-martial. Moreover, caste and communal",
  "companies were introduced in all the regiments and Indian",
  "regiments  were  made  a  mixture  of  various  socio-ethnic",
  "groups so as to balance each other. Communal, caste, tribal",
  "and  regional  consciousness  was  encouraged  to  check  the",
  "growth of nationalist feelings among soldiers. Charles Wood,",
  "the  Secretary  of  State  for  India,  said,  “I  wish  to  have  a",
  "different and rival spirit in different regiments, so that Sikh",
  "might fire into Hindu, Gorkha into either, without any scruple",
  "in case of need.” Finally, conscious efforts were made to",
  "isolate  the  soldiers  from  life  and  thoughts  of  rest  of  the",
  "population through measures such as preventing newspapers,",
  "journals and nationalist publications from reaching them.",
  "On  the  whole,  the  British  Indian  Army  remained  a",
  "costly  military  machine.",
  "Development  of  Judiciary  in",
  "British  India",
  "In the India of pre-colonial times—in the Mughal era or even",
  "prior  to  that  (including  the  ancient  period)—the  judicial",
  "system, as a whole, neither adopted proper procedures nor",
  "had  proper  organisation  of  the  law  courts—in  a  regular",
  "gradation from the highest to the lowest—nor had any properConstitutional, Administrative and...  ✫✫✫✫✫ 521",
  "distribution of courts in proportion to the area to be served",
  "by them. The bulk of the litigation among the Hindus was",
  "decided by caste elders or village panchayats or zamindars.",
  "For  Muslims,  the  unit  of  judicial  administration  was  the",
  "qazi—an  office  held  by  religious  persons—located  in",
  "provincial capitals, towns and qasbas (large villages). The",
  "rajas and badshahs were considered as the fountainhead of",
  "justice,  and  the  process  of  dispensing  justice  could  be",
  "arbitrary.",
  "The  beginning  of  a  common  law  system,  based  on",
  "recorded judicial precedents, can be traced to the establishment",
  "of ‘Mayor’s Courts’ in Madras, Bombay and Calcutta in 1726",
  "by  the  East  India  Company.  With  the  Company’s",
  "transformation from a trading company into a ruling power,",
  "new elements of judicial system replaced the existing Mughal",
  "legal  system.  A  brief  survey  of  those  changes  has  been",
  "discussed  below.",
  " Reforms under Warren Hastings",
  "(1772-1785)",
  " District Diwani Adalats were established in districts",
  "●",
  "to try civil disputes. These adalats were placed under the",
  "collector and had Hindu law applicable for Hindus and the",
  "Muslim law for Muslims. The appeal from District Diwani",
  "Adalats lay to the Sadar Diwani Adalat which functioned under",
  "a president and two members of the Supreme Council.",
  " District Fauzdari Adalats were set up to try criminal",
  "●",
  "disputes and were placed under an Indian officer assisted by",
  "qazis and muftis. These adalats also were under the general",
  "supervision of the collector. Muslim law was administered",
  "in Fauzdari Adalats. The approval for capital punishment and",
  "for acquisition of property lay to the Sadar Nizamat Adalat",
  "at Murshidabad which was headed by a deputy nizam (an",
  "Indian Muslim) assisted by chief qazi and chief mufti.",
  " Under the Regulating Act of 1773, a Supreme Court",
  "●",
  "was established at Calcutta which was competent to try all",
  "British subjects within Calcutta and the subordinate factories,",
  "including Indians and Europeans. It had original and appellate",
  "jurisdictions. Often, the jurisdiction of the Supreme Court",
  "clashed with that of other courts.522 ✫✫✫✫✫ A Brief History of Modern India",
  " Reforms under Cornwallis (1786-1793)—",
  "Separation of Powers",
  "  The  District  Fauzdari  Courts  were  abolished  and,",
  "●",
  "instead, circuit courts were established at Calcutta, Dacca,",
  "Murshidabad and Patna. These circuit courts had European",
  "judges and were to act as courts of appeal for both civil and",
  "criminal  cases.",
  " The Sadar Nizamat Adalat was shifted to Calcutta and",
  "●",
  "was  put  under  the  governor-general  and  members  of  the",
  "Supreme Council assisted by the chief qazi and the chief",
  "mufti.",
  " The District Diwani Adalat was now designated as the",
  "●",
  "District, City or the Zila Court and placed under a district",
  "judge.  The  collector  was  now  responsible  only  for  the",
  "revenue administration with no magisterial functions.",
  " A gradation of civil courts was established (for both",
  "●",
  "Hindu and Muslim laws)—",
  "(i) Munsiff’s Court under Indian officers,",
  "(ii) Registrar’s Court under a European judge,",
  "(iii) District  Court  under  the  district  judge,",
  "(iv) Four Circuit Courts as provincial courts of appeal,",
  "(v) Sadar Diwani Adalat at Calcutta, and",
  "(vi) King-in-Council for appeals of 5000 pounds and",
  "above.",
  " The Cornwallis Code was laid out—",
  "●",
  "—  There  was  a  separation  of  revenue  and  justice",
  "administration.",
  "—  European  subjects  were  also  brought  under",
  "jurisdiction.",
  "— Government officials were answerable to the civil",
  "courts  for  actions  done  in  their  official  capacity.",
  "— The principle of sovereignty of law was established.",
  " Reforms under William Bentinck",
  "(1828-1833)",
  "  The  four  Circuit  Courts  were  abolished  and  their",
  "●",
  "functions transferred to collectors under the supervision of",
  "the  commissioner  of  revenue  and  circuit.",
  " Sadar Diwani Adalat and a Sadar Nizamat Adalat were",
  "●",
  "set up at Allahabad for the convenience of the people of",
  "Upper  Provinces.Constitutional, Administrative and...  ✫✫✫✫✫ 523",
  " Till now, Persian was the official language in courts.",
  "●",
  "Now, the suitor had the option to use Persian or a vernacular",
  "language,  while  in  the  Supreme  Court,  English  language",
  "replaced  Persian.",
  "1833 : A Law Commission was set up under Macaulay",
  "for codification of Indian laws. As a result, a Civil Procedure",
  "Code (1859), an Indian Penal Code (1860) and a Criminal",
  "Procedure  Code  (1861)  were  prepared.",
  " Later Developments",
  "1860 : It was provided that the Europeans can claim",
  "no special privileges except in criminal cases, and no judge",
  "of an Indian origin could try them.",
  "1865 : The Supreme Court and the Sadar Adalats were",
  "merged  into  three  High  Courts  at  Calcutta,  Bombay  and",
  "Madras.",
  "1935 : The Government of India Act provided for a",
  "Federal Court (set up in 1937) which could settle disputes",
  "between governments and could hear limited appeals from",
  "the High Courts.",
  " Evaluation",
  "Positive  Aspects  of  Judiciary  under  the  British",
  " The rule of law was established.",
  "●",
  " The codified laws replaced the religious and personal",
  "●",
  "laws of the rulers.",
  "  Even  European  subjects  were  brought  under  the",
  "●",
  "jurisdiction, although in criminal cases, they could be tried",
  "by European judges only.",
  " Government servants were made answerable to the",
  "●",
  "civil  courts.",
  "The  Negative  Aspects",
  "  The  judicial  system  became  more  and  more",
  "●",
  "complicated and expensive. The rich could manipulate the",
  "system.",
  " There was ample scope for false evidence, deceit and",
  "●",
  "chicanery.",
  " Dragged out litigation meant delayed justice.",
  "●",
  " Courts became overburdened as litigation increased.",
  "●",
  " Often, the European judges were not familiar with",
  "●",
  "the Indian usage and traditions.524 ✫✫✫✫✫ A Brief History of Modern India",
  "Major  Changes  in",
  "Administrative  Structure  after",
  "1857",
  " Genesis of Administrative Changes:",
  "New Stage of Colonialism",
  "The  British  were  quick  to  learn  from  their  experience  of",
  "1857—an  organised  mass  action  could  pose  a  serious",
  "challenge to the existence of British rule in India. The ruler-",
  "subject gap was sought to be narrowed so as to reduce, if",
  "not eliminate altogether, the alienation of the masses from",
  "the  administration.  Also,  association  of  natives  in",
  "administration could give the rulers an opportunity to have",
  "a better idea of the customs, traditions and values of the",
  "people they were supposed to rule. This could help them",
  "handle  more  tactfully  an  1857-like  situation.",
  "The second half of the nineteenth century saw further",
  "spread and intensification of the industrial revolution. The",
  "emergence of new industrial powers—the USA, Japan and",
  "European countries—and a cut-throat competition for colonies",
  "and sub-colonies for raw materials, markets for manufactured",
  "goods and capital investment were the highlights of this new",
  "phenomenon. The British supremacy in the world in finance",
  "and manufactured goods trade came to an end. At this point,",
  "there were large-scale British capital investments in railways",
  "and loans to the Government of India, and to a smaller extent",
  "in tea plantations, coal-mining, jute mills, shipping, trade and",
  "banking.",
  "All these factors combined to inaugurate a new stage",
  "of colonialism in India. The prime concern of the colonial",
  "authority  in  India  was  to  consolidate  its  position  here  to",
  "secure  British  economic  and  commercial  interests  against",
  "political dangers and to extend its sphere to other parts of",
  "the  world,  wherever  and  whenever  possible.  There  was  a",
  "renewed upsurge of imperial control and imperialist ideology",
  "which was reflected in the reactionary policies during the",
  "vice-royalties  of  Lytton,  Dufferin,  Lansdowne,  Elgin  and,",
  "above all, Curzon. The changes in the governmental structureConstitutional, Administrative and...  ✫✫✫✫✫ 525",
  "and policies in India were to shape the destiny of modern",
  "India in many ways.",
  "Administration:  Central,",
  "Provincial,  Local",
  " Central Government",
  "The Act for Better Government of India, 1858 transferred",
  "the power to govern from the East India Company to the",
  "British Crown. The Company’s limitations in administering",
  "the country in complex situations had been exposed by the",
  "revolt of 1857; besides, there was not much accountability.",
  "Now,  the  power  to  govern  was  to  be  wielded  through  a",
  "secretary  of  state  (earlier  this  power  was  exercised  by",
  "Directors of the Company and the Board of Control). The",
  "secretary of state was to be a member of the British cabinet,",
  "and was to be assisted by a council of 15. He was answerable",
  "to the British Parliament. All initiatives and final decisions",
  "rested with the secretary and the council was only advisory",
  "in nature. (Thus the dual system introduced by Pitt’s India",
  "Act, 1784 came to an end.) Also, the ultimate power over",
  "India remained with Parliament.",
  "The  Government  in  India  was  to  be  carried  on,  as",
  "before,  by  the  governor-general  whose  prestige,  if  not",
  "authority, increased with the new title of viceroy given to",
  "him. The viceroy was to be assisted by an executive council",
  "whose  members  were  to  act  as  the  heads  of  various",
  "departments, as well as viceroy’s official advisors.",
  "The concentration of the main authority in the hands",
  "of the secretary of state based in London, on the one hand,",
  "gradually reduced the viceroy to a subordinate status and",
  "further alienated the Indian public opinion from the government",
  "policy-making.  On  the  other  hand,  it  had  the  effect  of",
  "increasing the influence of British industrialists, merchants",
  "and bankers over government policy in India. This made the",
  "Indian administration even more reactionary than it had been",
  "before  1858.",
  "By the Indian Councils Act, 1861, a fifth member,",
  "who was to be a jurist, was added to viceroy’s executive526 ✫✫✫✫✫ A Brief History of Modern India",
  "council. For legislative purposes, the viceroy could add six",
  "to twelve additional members, of whom at least half had to",
  "be non-officials who could be either Indian or English. The",
  "legislative council so constituted possessed no real powers",
  "and was merely advisory in nature. Its weaknesses were as",
  "follows—",
  "  It  could  not  discuss  important  matters,  and  no",
  "●",
  "financial  matters  at  all  without  previous  approval  of  the",
  "Government.",
  " It had no control over the budget.",
  "●",
  " It could not discuss executive action.",
  "●",
  " Final passing of the bill needed the viceroy’s approval.",
  "●",
  " Even if approved by the viceroy, the secretary of state",
  "●",
  "could disallow a legislation.",
  " Indians associated as non-officials were members of",
  "●",
  "elite  sections  only—princes,  landlords,  diwans,  etc.—and",
  "were not representative of the Indian opinion.",
  "  The  viceroy  could  issue  ordinances  (of  6  months",
  "●",
  "validity) in case of emergency.",
  "The only important function of the legislative council",
  "was to endorse official measures and give them the appearance",
  "of  having  been  passed  by  a  legislative  body.  The  British",
  "Government in India remained, as before, an alien despotism.",
  " Provincial Government",
  "The Indian Councils Act, 1861 returned the legislative powers",
  "to provinces of Madras and Bombay which had been taken",
  "away in 1833. Later, legislative councils were established in",
  "other provinces. The three presidencies of Bombay, Madras",
  "and Calcutta enjoyed more rights and powers compared to",
  "other provinces. The presidencies were administrated by a",
  "governor  and  his  executive  council  of  three  who  were",
  "appointed  by  the  Crown,  while  other  provinces  were",
  "administered by lieutenant governors and chief commissioners",
  "appointed by the governor-general.",
  "In the following decades, some steps towards financial",
  "decentralisation were taken, but these were more in the nature",
  "of administrative reorganisation aimed at increasing revenues",
  "and reducing expenditure and these did not in any way indicate",
  "progress towards provincial autonomy.Constitutional, Administrative and...  ✫✫✫✫✫ 527",
  "The granting of fixed sums out of central revenues for",
  "administration of certain services like police, jails, education,",
  "medical services and roads to provincial governments signified",
  "the first step in the direction towards bifurcating central and",
  "provincial finances in 1870 by Lord Mayo. Now, the provincial",
  "governments were asked to administer these services as they",
  "liked.",
  "Certain other heads of expenditure like land revenue,",
  "excise,  general  administration  and  law  and  justice  were",
  "transferred  to  provinces  in  1877  by  Lord  Lytton.  Besides",
  "this, a provincial government was to receive a fixed share",
  "of the income realised within that province from sources like",
  "stamps, excise and income tax.",
  "In 1882, all sources of revenue were divided into three",
  "groups—general (going entirely to centre), provincial (going",
  "entirely to the provinces) and those to be divided between",
  "the centre and the provinces.",
  "Nevertheless, the central government remained supreme",
  "and retained detailed control over provinces. This was inevi-",
  "table since both the central and provincial governments were",
  "completely  subordinated  to  the  secretary  of  state  and  the",
  "British  Government.",
  " Local Bodies",
  "It was decided to decentralise administration by promoting",
  "local government through municipalities and district boards",
  "which would administer local services like education, health,",
  "sanitation,  water  supply,  roads  and  other  basic  amenities",
  "financed through local taxes. There were many factors which",
  "made it necessary for the British government in India to work",
  "towards  establishing  local  bodies.",
  "(i) Financial difficulties faced by the Government, due",
  "to  overcentralisation,  made  decentralisation  imperative.",
  "(ii) It became necessary that modern advances in civic",
  "amenities  in  Europe  be  transplanted  in  India  considering",
  "India’s increasing economic contacts with Europe.",
  "(iii) The rising tide of nationalism had improvement in",
  "basic facilities as a point on its agenda.",
  "(iv) A section of British policy-makers saw association",
  "of Indians with the administration in some form or the other,528 ✫✫✫✫✫ A Brief History of Modern India",
  "without undermining the British supremacy in India, as an",
  "instrument to check the increasing politicisation of Indians.",
  "(v) The utilisation of local taxes for local welfare could",
  "be used to counter any public criticism of British reluctance",
  "to draw upon an already overburdened treasury or to tax the",
  "rich  upper  classes.",
  "The important stages in the evolution of local government",
  "can be identified as follows.",
  "Between  1864  and  1868",
  "Local bodies were first formed in this period but in most",
  "cases consisted of nominated members and were headed by",
  "district magistrates. Thus, these were seen not more than as",
  "instruments  of  additional  tax  collection.",
  "Mayo’s  Resolution  of  1870",
  "Financial  decentralisation  was  a  legislative  devolution",
  "inaugurated by the Indian Councils Act of 1861. Apart from",
  "the annual grant from imperial Government, the provincial",
  "governments were authorised to resort to local taxation to",
  "balance their budgets. This was done in context of transfer",
  "of  certain  departments  of  administration,  such  as  medical",
  "services, education and roads, to the control of provincial",
  "governments. This was the beginning of local finance. Mayo’s",
  "Resolution emphasised, “Local interest, supervision and care",
  "are necessary for success in the management of the funds",
  "devoted  to  education,  sanitation,  medical  relief  and  local",
  "public works.”",
  "The various provincial governments such as in Bengal,",
  "Madras, North-Western Province, Punjab, passed municipal",
  "acts  to  implement  the  policy  outlined.",
  "Ripon’s  Resolution  of  1882",
  "The Government of Ripon desired the provincial governments",
  "to  apply  in  case  of  local  bodies  the  same  principle  of",
  "financial  decentralisation  which  Lord  Mayo’s  Government",
  "had begun towards them.  For his contributions, Lord Ripon",
  "is called father of local self-government in India. The main",
  "points  of  the  resolution  were  as  follows.",
  " Development of local bodies advocated to improve",
  "●",
  "the  administration  and  as  an  instrument  of  political  and",
  "popular education;Constitutional, Administrative and...  ✫✫✫✫✫ 529",
  " Policy of administrating local affairs through urban",
  "●",
  "and  rural  local  bodies  charged  with  definite  duties  and",
  "entrusted  with  suitable  sources  of  revenues;",
  " Non-officials to be in majority in these bodies, who",
  "●",
  "could be elected if the officials thought that it was possible",
  "to  introduce  elections;",
  " Non-officials to act as chairpersons to these bodies;",
  "●",
  " Official interference to be reduced to the minimum",
  "●",
  "and to be exercised to revise and check the acts of local",
  "bodies,  but  not  to  dictate  policies;",
  " Official executive sanction required in certain cases,",
  "●",
  "such as raising of loans, alienation of municipal property,",
  "imposition  of  new  taxes,  undertaking  works  costing  more",
  "than a prescribed sum, framing rules and bye-laws, etc.",
  "In pursuance of this resolution many Acts were passed",
  "between 1883 and 1885 which greatly altered the constitution,",
  "powers and functions of municipal bodies in India. But, an",
  "era of effective local self-governing bodies was still a dream",
  "unfulfilled. The existing local bodies had various drawbacks.",
  " The elected members were in a minority in all district",
  "●",
  "boards and in many of the municipalities;",
  " The franchise was very limited;",
  "●",
  " District boards continued to be headed by district",
  "●",
  "officials,  though  non-officials  gradually  came  to  head  the",
  "municipalities;",
  " The Government retained strict control, and it could",
  "●",
  "suspend or supersede these bodies at will.",
  "The bureaucracy, in fact, did not share the liberal views",
  "of the viceroy and thought that the Indians were unfit for",
  "self-government.  The  closing  decades  of  the  19th  century",
  "were a period of imperialism, and the high priest of that",
  "creed, Lord Curzon, actually took steps to increase official",
  "control  over  local  bodies.",
  "Royal  Commission  on  Decentralisation  (1908)",
  "Pointing  out  the  lack  of  financial  resources  as  the  great",
  "stumbling block in the effective functioning of local bodies,",
  "the  commission  made  the  following  recommendations.",
  "(i)  It  emphasised  that  village  panchayats  should  be",
  "entrusted with more powers like judicial jurisdiction in petty530 ✫✫✫✫✫ A Brief History of Modern India",
  "cases, incurring expenditure on minor village works, village",
  "schools, small fuel and fodder reserves, etc. The panchayats",
  "should be given adequate sources of income.",
  "(ii) It emphasised the importance of sub-district boards",
  "to  be  established  in  every  taluka  or  tehsil,  with  separate",
  "spheres of duties and separate sources of revenue for sub-",
  "district boards and the district boards.",
  "(iii) It urged the withdrawal of existing restrictions on",
  "their powers of taxation, and also, the stoppage of regular",
  "grants-in-aid  from  provincial  governments  except  for",
  "undertaking  large  projects.",
  "(iv) The municipalities might undertake the responsi-",
  "bility  for  primary  education  and,  if  willing,  for  middle",
  "vernacular schools, otherwise the Government should relieve",
  "them  of  any  charges  in  regard  to  secondary  education,",
  "hospitals,  relief,  police,  veterinary  works,  etc.",
  "The  Government  of  India  Resolution  of  1915",
  "This  resolution  contained  the  official  views  on  the",
  "recommendations  of  the  Decentralisation  Commission,  but",
  "most  of  the  recommendations  remained  on  paper  and  the",
  "condition of local bodies continued to be as it was left by",
  "Lord Ripon.",
  "The  Resolution  of  May  1918",
  "This resolution reviewed the entire question of local self-",
  "government in the light of the announcement of August 20,",
  "1917,  which  had  declared  that  the  future  direction  of",
  "constitutional  advance  was  towards  grant  of  responsible",
  "government to the people of India and the first step towards",
  "the  progressive  realisation  of  that  ideal  was  to  be  in  the",
  "sphere  of  local  self-government.",
  "The resolution suggested that the local bodies be made",
  "as representative as possible of the people with real and not",
  "nominal authority vested in them.",
  "Under Dyarchy",
  "Local self-government was made a ‘transferred’ subject under",
  "popular  ministerial  control  by  Government  of  India  Act,",
  "1919, and each province was allowed to develop local self-",
  "institutions according to provincial needs and requirements.Constitutional, Administrative and...  ✫✫✫✫✫ 531",
  "But, since finance was a ‘reserved’ subject under the charge",
  "of an executive councillor, the Indian ministers could not do",
  "much work in the sphere of local self-government for lack",
  "of funds.",
  "The Simon Commission (May 1930) pointed out the",
  "lack of progress of village panchayats except in UP, Bengal",
  "and Madras. The commission suggested the retrograde step",
  "of increasing provincial control over local bodies for the sake",
  "of efficiency. The commission also adversely commented on",
  "reluctance  of  elected  members  to  impose  local  taxes  and",
  "observed that, generally speaking, the management of finances",
  "of local bodies had deteriorated since the introduction of the",
  "reforms  of  1919.",
  "The Government of India Act, 1935 and After",
  "The provincial autonomy ushered in by the Government of",
  "India Act, 1935 gave further impetus to the development of",
  "local  self-governing  institutions  in  India.  Portfolio  finance",
  "being under the control of popular ministries, now the funds",
  "could be made available for development of local bodies.",
  "Further, the demarcation of taxation between provincial and",
  "local finance which prevailed since the reforms of 1919 was",
  "scrapped. New Acts were passed in the provinces giving more",
  "authority  to  local  bodies.",
  "However, financial resources and power of taxation of",
  "local institutions remained more or less at the same level",
  "as  in  the  days  of  Ripon.  Rather,  after  1935,  certain  new",
  "restrictions were placed on powers of local bodies to levy",
  "or enhance terminal taxes on trades, callings and professions",
  "and municipal property. The provincial governments seemed",
  "to have ignored the liberal policy of granting wide powers",
  "of  taxation  to  local  institutions  as  recommended  by  the",
  "Decentralisation  Commission  (1908).",
  "[The  Constitution  of  free  India  directs  the  state",
  "governments  to  organise  village  panchayats  as  effective",
  "organs of local self-government (Article 40). The Seventy-",
  "third and Seventy-fourth Amendments are aimed at plugging",
  "the  loopholes  in  the  structure  of  local  self-governing",
  "institutions in rural and urban areas.]532 ✫✫✫✫✫ A Brief History of Modern India",
  "",
  ""
]