[
  "Chapter 30",
  "Development of",
  "Education",
  "Under  Company  Rule",
  "For the first 60 years of its dominion in India, the East India",
  "Company,  a  trading  and  profit-making  concern,  took  no",
  "interest in the promotion of education. Some minor exceptions",
  "were efforts by individuals—",
  " The Calcutta Madrasah was established by Warren",
  "●",
  "Hastings in 1781 for the study of Muslim law and related",
  "subjects.",
  " The Sanskrit College was established by Jonathan",
  "●",
  "Duncan, the resident, at Benaras in 1791 for study of Hindu",
  "law and philosophy.",
  " Fort William College was set up by Wellesley in",
  "●",
  "1800  for  training  of  civil  servants  of  the  Company  in",
  "languages and customs of Indians (closed in 1802).",
  "The Calcutta Madrasah and the Sanskrit College were",
  "designed to provide a regular supply of qualified Indians to",
  "help the administration of law in the Company’s court, and",
  "the knowledge of classical languages and vernaculars was",
  "useful in correspondence with Indian states.",
  "Enlightened Indians and missionaries started exerting",
  "pressure  on  the  Government  to  promote  modern,  secular,",
  "Western education, as they thought that Western education",
  "was the remedy for social, economic and political ills of the",
  "country. Missionaries thought that modern education would",
  "563564 ✫✫✫✫✫ A Brief History of Modern India",
  "destroy the faith of Indians in their own religions and they",
  "would take to Christianity. Serampore missionaries were, in",
  "particular, very enthusiastic about spread of education.",
  " A Humble beginning by",
  "Charter Act of 1813",
  "The  Charter  Act  of  1813  incorporated  the  principle  of",
  "encouraging  learned  Indians  and  promoting  knowledge  of",
  "modern  sciences  in  the  country.  The  Act  directed  the",
  "Company  to  sanction  one  lakh  rupees  annually  for  this",
  "purpose.  However,  even  this  petty  amount  was  not  made",
  "available till 1823, mainly because of the controversy raged",
  "on the question of the direction that this expenditure should",
  "take.",
  "Meanwhile, efforts of enlightened Indians such as Raja",
  "Rammohan Roy bore fruit and a grant was sanctioned for",
  "Calcutta  College  set  up  in  1817  by  educated  Bengalis,",
  "imparting  English  education  in  Western  humanities  and",
  "sciences. The government also set up three Sanskrit colleges",
  "at Calcutta, Delhi and Agra.",
  " Orientalist-Anglicist Controversy",
  "Within  the  General  Committee  on  Public  Instruction,  the",
  "Anglicists argued that the government spending on education",
  "should  be  exclusively  for  modern  studies.",
  "The Orientalists said while Western sciences and litera-",
  "ture should be taught to prepare students to take up jobs,",
  "emphasis should be placed on expansion of traditional Indian",
  "learning.",
  "Even the Anglicists were divided over the question of",
  "medium of instruction—one faction was for English language",
  "as  the  medium,  while  the  other  faction  was  for  Indian",
  "languages (vernaculars) for the purpose.",
  "Unfortunately there was a great deal of confusion over",
  "English and vernacular languages as media of instruction and",
  "as  objects  of  study.",
  " Lord Macaulay’s Minute (1835)",
  "The famous Lord Macaulay’s Minute settled the row in favour",
  "of Anglicists—the limited government resources were to be",
  "devoted  to  teaching  of  Western  sciences  and  literatureDevelopment of Education  ✫✫✫✫✫ 565",
  "through the medium of English language alone. Lord Macaulay",
  "held the view that “Indian learning was inferior to European",
  "learning”—which  was  true  as  far  as  physical  and  social",
  "sciences  in  the  contemporary  stage  were  concerned.",
  "The government soon made English as the medium of",
  "instruction  in  its  schools  and  colleges  and  opened  a  few",
  "English schools and colleges instead of a large number of",
  "elementary  schools,  thus  neglecting  mass  education.  The",
  "British  planned  to  educate  a  small  section  of  upper  and",
  "middle classes, thus creating a class “Indian in blood and",
  "colour but English in tastes, in opinions, in morals and in",
  "intellect”  who  would  act  as  interpreters  between  the",
  "government and masses and would enrich the vernaculars by",
  "which knowledge of Western sciences and literature would",
  "reach the masses. This was called the ‘downward filtration",
  "theory’.",
  "Modern ideas, if not education, did filter down to the",
  "masses,  though  not  in  a  form  desired  by  the  rulers,  but",
  "through political parties, press, pamphlets, public platforms,",
  "etc. Modern education only helped this process by making",
  "available the basic literature on physical and social sciences",
  "to nationalists, thus stimulating their capacity to make social",
  "analysis—otherwise  the  content,  structure  and  curricula  of",
  "modern  education  served  colonial  interests.",
  " Efforts of Thomson",
  "James Thomson, lieutenant-governor of NW Provinces (1843-",
  "53), developed a comprehensive scheme of village education",
  "through the medium of vernacular languages. In these village",
  "schools, useful subjects such as mensuration and agriculture",
  "sciences were taught. The purpose was to train personnel for",
  "the newly set up Revenue and Public Works Department.",
  " Wood’s Despatch (1854)",
  "In 1854, Charles Wood prepared a despatch on an educational",
  "system for India. Considered the “Magna Carta of English",
  "Education in India”, this document was the first comprehensive",
  "plan for the spread of education in India.",
  "1.  It  asked  the  government  of  India  to  assume",
  "responsibility for education of the masses, thus repudiating",
  "the ‘downward filtration theory’, at least on paper.566 ✫✫✫✫✫ A Brief History of Modern India",
  "2. It systematised the hierarchy from vernacular primary",
  "schools in villages at bottom, followed by Anglo-Vernacular",
  "High Schools and an affiliated college at the district level,",
  "and affiliating universities in the presidency towns of Calcutta,",
  "Bombay and Madras.",
  "3. It recommended English as the medium of instruction",
  "for higher studies and vernaculars at school level.",
  "4. It laid stress on female and vocational education, and",
  "on teachers’ training.",
  "5. It laid down that the education imparted in government",
  "institutions  should  be  secular.",
  "6.  It  recommended  a  system  of  grants-in-aid  to",
  "encourage  private  enterprise.",
  "Developments",
  "In 1857, universities at Calcutta, Bombay and Madras were",
  "set up and later, departments of education were set up in all",
  "provinces. The Bethune School founded by J.E.D. Bethune",
  "at Calcutta (1849) was the first fruit of a powerful movement",
  "for education of women which arose in 1840s and 1850s.",
  "Bethune  was  the  president  of  the  Council  of  Education.",
  "Mostly due to Bethune’s efforts, girls’ schools were set up",
  "on a sound footing and brought under government’s grants-",
  "in-aid and inspection system.",
  "An  Agriculture  Institute  at  Pusa  (Bihar)  and  an",
  "Engineering  Institute  at  Roorkee  were  started.",
  "The ideals and methods of Wood’s Despatch dominated",
  "the field for five decades which saw rapid westernisation of",
  "education system in India, with educational institutions run",
  "by  European  headmasters  and  principals.  Missionary",
  "enterprises played their own part. Gradually, private Indian",
  "effort appeared in the field.",
  "After  the  Crown  Took  Over",
  " Hunter Education Commission (1882-83)",
  "Earlier  schemes  had  neglected  primary  and  secondary",
  "education. When education was shifted to provinces in 1870,",
  "primary and secondary education further suffered because the",
  "provinces already had limited resources at their disposal. In",
  "1882,  the  Government  appointed  a  commission  under  the",
  "chairmanship  of  W.W.  Hunter  to  review  the  progress  ofDevelopment of Education  ✫✫✫✫✫ 567",
  "education in the country since the Despatch of 1854. The",
  "Hunter Commission mostly confined its recommendations to",
  "primary  and  secondary  education.  The  commission—",
  "(i) emphasised that state’s special care is required for",
  "extension and improvement of primary education,",
  "and  that  primary  education  should  be  imparted",
  "through vernacular.",
  "(ii) recommended  transfer  of  control  of  primary",
  "education to newly set up district and municipal",
  "boards.",
  "(iii) recommended  that  secondary  (High  School)",
  "education should have two divisions—",
  " literary—leading up to university.",
  "●",
  "  vocational—for  commercial  careers.",
  "●",
  "(iv) drew attention to inadequate facilities for female",
  "education,  especially  outside  presidency  towns",
  "and made recommendations for its spread.",
  "The next two decades saw rapid growth and expansion",
  "of secondary and collegiate education with the participation",
  "of Indians. Also, more teaching-cum-examining universities",
  "were  set  up  like  the  Punjab  University  (1882)  and  the",
  "Allahabad University (1887).",
  " Indian Universities Act, 1904",
  "The dawn of 20th century saw political unrest. The official",
  "view  was  that  under  private  management  the  quality  of",
  "education had deteriorated and educational institutions acted",
  "as factories producing political revolutionaries. Nationalists",
  "accepted the decline in quality but accused the Government",
  "of not doing anything to eradicate illiteracy.",
  "In 1902, Raleigh Commission was set up to go into",
  "conditions  and  prospects  of  universities  in  India  and  to",
  "suggest measures for improvement in their constitution and",
  "working.  The  commission  precluded  from  reporting  on",
  "primary  or  secondary  education.  Based  on  its",
  "recommendations, the Indian Universities Act was passed in",
  "1904. As per the Act,",
  "(i) universities were to give more attention to study",
  "and research;",
  "(ii) the number of fellows of a university and their",
  "period in office were reduced and most fellows",
  "were to be nominated by the Government;568 ✫✫✫✫✫ A Brief History of Modern India",
  "(iii)Government  was  to  have  powers  to  veto",
  "universities’ senate regulations and could amend",
  "these regulations or pass regulations on its own;",
  "(iv) conditions were to be made stricter for affiliation",
  "of private colleges; and",
  "(v) five lakh rupees were to be sanctioned per annum",
  "for five years for improvement of higher education",
  "and universities.",
  "Curzon justified greater control over universities in the",
  "name of quality and efficiency, but actually sought to restrict",
  "education and to discipline the educated towards loyalty to",
  "the Government.",
  "The  nationalists  saw  in  it  an  attempt  to  strengthen",
  "imperialism  and  to  sabotage  nationalist  feelings.  Gokhale",
  "called it a “retrograde measure”.",
  " Government Resolution on Education",
  "Policy—1913",
  "In  1906,  the  progressive  state  of  Baroda  introduced",
  "compulsory  primary  education  throughout  its  territories.",
  "National leaders urged the government to do so for British",
  "India  (Gokhale  made  a  powerful  advocacy  for  it  in  the",
  "Legislative  Assembly).",
  "In  its  1913  Resolution  on  Education  Policy,  the",
  "government refused to take up the responsibility of compulsory",
  "education, but accepted the policy of removal of illiteracy",
  "and  urged  provincial  governments  to  take  early  steps  to",
  "provide free elementary education to the poorer and more",
  "backward sections. Private efforts were to be encouraged for",
  "this and the quality of secondary schools was to be improved.",
  "A university, it was decided, was to be established in each",
  "province and teaching activities of universities were to be",
  "encouraged.",
  " Saddler University Commission (1917-19)",
  "The commission was set up to study and report on problems",
  "of  Calcutta  University  but  its  recommendations  were",
  "applicable more or less to other universities also. It reviewed",
  "the entire field from school education to university education.",
  "It  held  the  view  that,  for  the  improvement  of  university",
  "education,  improvement  of  secondary  education  was  a",
  "necessary  pre-condition.  Its  observations  were  as  follows:Development of Education  ✫✫✫✫✫ 569",
  "1.  School  course  should  cover  12  years.  Students",
  "should  enter  university  after  an  intermediate  stage  (rather",
  "than matric) for a three-year degree course in university. This",
  "was done to",
  "(a) prepare students for university stage;",
  "(b) relieve  universities  of  a  large  number  of  below",
  "university standard students; and",
  "(c) provide collegiate education to those not planning",
  "to go through university stage.",
  "A separate board of secondary and intermediate education",
  "should be set up for administration and control of secondary",
  "and  intermediate  education.",
  "2. There should be less rigidity in framing university",
  "regulations.",
  "3. A university should function as centralised, unitary",
  "residential-teaching autonomous body, rather than as scattered,",
  "affiliated  colleges.",
  "4. Female education, applied scientific and technological",
  "education, teachers’ training including those for professional",
  "and vocational colleges should be extended.",
  "In the period from 1916 to 1921 seven new universities",
  "came up at Mysore, Patna, Benaras, Aligarh, Dacca, Lucknow",
  "and Osmania.",
  "In 1920, the Government recommended Saddler report",
  "to the provincial governments.",
  " Education Under Dyarchy",
  "Under  Montagu-Chelmsford  reforms  education  was  shifted",
  "to provincial ministries and the government stopped taking",
  "direct  interest  in  educational  matters,  while  government",
  "grants, liberally sanctioned since 1902, were now stopped.",
  "Financial  difficulties  prevented  any  substantial  expansion",
  "but  still  education  grew,  especially  under  philanthropic",
  "efforts.",
  " Hartog Committee (1929)",
  "An increase in number of schools and colleges had led to",
  "deterioration of education standards. The Hartog Committee",
  "was set up to report on development of education. Its main",
  "recommendations  were  as  follows.",
  "1. Emphasis should be given to primary education but",
  "there need be no hasty expansion or compulsion in education.570 ✫✫✫✫✫ A Brief History of Modern India",
  "2. Only deserving students should go in for high school",
  "and  intermediate  stage,  while  average  students  should  be",
  "diverted to vocational courses after VIII standard.",
  "3.  For  improvements  in  standards  of  university",
  "education,  admissions  should  be  restricted.",
  " Sergeant Plan of Education",
  "The Sergeant Plan (Sergeant was the educational advisor to",
  "the Government) was worked out by the Central Advisory",
  "Board  of  Education  in  1944.  It  recommended—",
  "1. pre-primary education for 3-6 years age group; free,",
  "Wardha Scheme of Basic Education (1937)",
  "The Congress had organised a National Conference on Education",
  "in October 1937 in Wardha. In the light of the resolutions passed",
  "there, Zakir Hussain committee formulated a detailed national",
  "scheme for basic education. The main principle behind this scheme",
  "was ‘learning through activity’. It was based on Gandhi’s ideas",
  "published in a series of articles in the weekly Harijan. Gandhi thought",
  "that Western education had created a gulf between the educated",
  "few  and  the  masses  and  had  also  made  the  educated  elite",
  "ineffective. The scheme had the following provisions.",
  "(i) Inclusion of a basic handicraft in the syllabus.",
  "(ii) First seven years of schooling to be an integral part of",
  "a free and compulsory nationwide education system (through mother",
  "tongue).",
  "(iii) Teaching to be in Hindi from class II to VII and in English",
  "only after class VIII.",
  "(iv)  Ways  to  be  devised  to  establish  contact  with  the",
  "community around schools through service.",
  "(v)  A  suitable  technique  to  be  devised  with  a  view  to",
  "implementing the main idea of basic education—educating the child",
  "through the medium of productive activity of a suitable handicraft.",
  "The  system,  rather  than  being  a  methodology  for",
  "education, was an expression of an idea for a new life and a new",
  "society. The basic premise was that only through such a scheme",
  "could India be an independent and non-violent society. This scheme",
  "was child-centred and cooperative.",
  "There was not much development of this idea, because of",
  "the start of the Second World War and the resignation of the",
  "Congress ministries (October 1939).Development of Education  ✫✫✫✫✫ 571",
  "universal and compulsory elementary education for",
  "6-11 years age group; high school education for 11-",
  "17  years  age  group  for  selected  children,  and  a",
  "university course of 3 years after higher secondary;",
  "high schools to be of two types: (i) academic and",
  "(ii) technical and vocational.",
  "2. adequate technical, commercial and arts education.",
  "3.  abolition  of  intermediate  course.",
  "4. liquidation of adult illiteracy in 20 years.",
  "5.  stress  on  teachers’  training,  physical  education,",
  "education  for  the  physically  and  mentally",
  "handicapped.",
  "The objective was to create within 40 years, the same",
  "level  of  educational  attainment  as  prevailed  in  England.",
  "Although a bold and comprehensive scheme, it proposed no",
  "methodology for implementation. Also, the ideal of England’s",
  "achievements may not have suited Indian conditions.",
  "Development  of  Vernacular",
  "Education",
  "During the early 19th century vernacular education was in",
  "a  sorry  state  of  affairs.  It  was  mostly  dependent  on",
  "contributions from wealthy zamindars.",
  "1835,  1836,  1838  :  William  Adam’s  reports  on",
  "vernacular education in Bengal and Bihar pointed out defects",
  "in the system of vernacular education.",
  "1843-53  :  James  Jonathan’s  experiments  in  North-",
  "West  Provinces  (UP),  as  the  lieutenant-governor  there,",
  "included opening one government school as model school",
  "in each tehsildari and a normal school for teachers’ training",
  "for  vernacular  schools.",
  "1853 : In a famous minute, Lord Dalhousie expressed",
  "strong opinion in favour of vernacular education.",
  "1854 : Wood’s Despatch made the following provisions",
  "for  vernacular  education:",
  "1. Improvement of standards",
  "2. Supervision by government agency",
  "3.  Normal  schools  to  train  teachers572 ✫✫✫✫✫ A Brief History of Modern India",
  "These gave impetus to the cause of vernacular education",
  "1854-71 :  The  government  paid  some  attention  to",
  " ",
  "secondary and vernacular education. The number of verna-",
  "cular  schools  increased  by  more  than  five-fold.",
  "1882 : The Hunter Commission held that State should",
  "make  special  efforts  for  extension  and  improvement  of",
  "vernacular  education.  Mass  education  was  to  be  seen  as",
  "instructing masses through vernaculars.",
  "1904  :  Education  policy  put  special  emphasis  on",
  "vernacular education and increased grants for it.",
  "1929 : Hartog Committee presented a gloomy picture",
  "of  primary  education.",
  "1937 : These  schools  received  encouragement  from",
  "   ",
  "Congress  ministries.",
  "Development  of  Technical",
  "Education",
  "The Engineering College at Roorkee was set up in 1847; the",
  "Calcutta College of Engineering came up in 1856. In 1858,",
  "Overseers’ School at Poona was raised to the status of Poona",
  "College of Engineering and affiliated to Bombay University.",
  "Guindy  College  of  Engineering  was  affiliated  to  Madras",
  "University.",
  "Medical training started with establishment of a medical",
  "college  in  Calcutta  in  1835.  Lord  Curzon  did  much  to",
  "broaden the whole basis of professional courses—medicine,",
  "agriculture,  engineering,  veterinary  sciences,  etc.  He",
  "established an agriculture college at Pusa which acted as a",
  "parent institution of similar institutions in other provinces.",
  "Evaluation  of  British  Policy",
  "on  Education",
  "1. Even the inadequate measures the government took",
  "for  the  expansion  of  modern  education  were  guided  by",
  "concerns other than philanthropic. The government measures",
  "for  promotion  of  education  were  influenced  by—",
  "agitation  in  favour  of  modern  education  by",
  "●",
  "enlightened  Indians,  Christian  missionaries  and",
  "humanitarian  officials;Development of Education  ✫✫✫✫✫ 573",
  "the  need  to  ensure  a  cheap  supply  of  educated",
  "●",
  "Indians to man an increasing number of subordinate",
  "posts  in  administration  and  in  British  business",
  "concerns—thus there was an emphasis on English",
  "medium as the language of administration and of",
  "education;",
  "the hope that educated Indians would help expand",
  "●",
  "market for British manufactures in India;",
  "an  expectation  that  Western  education  would",
  "●",
  "reconcile Indians to British rule, particularly as it",
  "glorified British conquerors and their administration.",
  "The British thus wanted to use modern education to",
  "strengthen the foundations of their political authority in India.",
  "2.  Traditional  system  of  Indian  learning  gradually",
  "declined for want of support, and specially after 1844 when",
  "it was declared that applicants for government employment",
  "should possess knowledge of English.",
  "3. Mass education was neglected leading to widespread",
  "illiteracy  (1911—84  per  cent  and  in  1921—92  per  cent)",
  "which created a wide linguistic and cultural gulf between the",
  "educated few and the masses.",
  "4. Since education was to be paid for, it became a",
  "monopoly of upper and richer classes and city dwellers.",
  "5.  There  was  an  almost  total  neglect  of  women’s",
  "education because (i) the Government did not want to arouse",
  "wrath  of  orthodox  sections;  and  (ii)  it  had  no  immediate",
  "utility  for  the  colonial  rule.",
  "6. Scientific and technical education was by and large",
  "neglected. By 1857 there were only three medical colleges",
  "at  Calcutta,  Bombay  and  Madras,  and  only  one  good",
  "engineering  college  at  Roorkee  which  was  open  only  to",
  "Europeans and Eurasians.574 ✫✫✫✫✫ A Brief History of Modern India",
  "",
  ""
]