[
  "Chapter 27",
  "Survey of British",
  "Policies in India",
  "Administrative  Policies",
  "Contrary to their pre-1857 intentions of trying to modernise",
  "India on progressive lines, now the administration adopted",
  "blatantly reactionary policies on the pretext that Indians were",
  "not fit for self-governance and needed British presence in",
  "their  lives.",
  " Divide and Rule",
  "Determined to avoid a united mass action challenging their",
  "authority, the British rulers in India decided to practice a",
  "naked policy of divide and rule, by putting princes against",
  "states’ people, region against region, province against province,",
  "caste against caste and Hindus against Muslims.",
  "After an immediate spell of repression against Muslims,",
  "following  the  1857  revolt,  the  authorities  decided,  after",
  "1870, to use the middle and upper educated classes among",
  "Muslims against the rising tide of nationalism, using conflicts",
  "over scarce resources in education, administrative jobs and",
  "later political spoils (which were inherent in the very logic",
  "of  colonial  underdevelopment)  as  a  tool  to  create  a  split",
  "along religious lines among educated Indians.",
  " Hostility Towards Educated Indians",
  "The emerging middle class nationalist leadership was analysing",
  "the  exploitative,  colonial  character  of  British  rule  and",
  "demanding Indian participation in administration. At a time",
  "532Survey of British Policies in India  ✫✫✫✫✫ 533",
  "Views",
  "All experience teaches us that where a dominant race rules",
  "another, the mildest form of government is despotism.",
  "Charles Wood (the Secretary of State for India)",
  "Systems of nomination, representation and election were all",
  "means of enlisting Indians to work for imperial ends.",
  "Anil Seal",
  "when the nationalist movement was born (Indian National",
  "Congress was founded in 1885), the British interpreted the",
  "moves as a challenge to their authority and adopted a hostile",
  "attitude to such leadership. In fact, from then onwards, they",
  "opposed  all  those  who  stood  for  modern  education.",
  " Attitude Towards the Zamindars",
  "In their pursuit of reactionary policies and hope to expand",
  "their social base, the British looked for alliances with the",
  "most reactionary of social groups—the princes, zamindars,",
  "etc. The British intended to use them as a counterweight",
  "against nationalist-minded intelligentsia. Now, the zamindars",
  "and landlords were hailed as the ‘natural’ and ‘traditional’",
  "leaders of people. Lands of most of the Awadh taluqdars",
  "confiscated  prior  to  1857  were  restored  to  them.  The",
  "interests  and  privileges  of  zamindars  and  landlords  were",
  "protected in opposition to those of the peasants; the former",
  "in turn saw the British as guarantors of their very existence",
  "and  became  their  firm  supporters.",
  " Attitude Towards Social Reforms",
  "Having  decided  to  side  with  the  reactionary  elements  of",
  "Indian society, the British withdrew support to social reforms,",
  "which they felt had aroused the wrath of orthodox sections",
  "against  them.  Also,  by  encouraging  caste  and  communal",
  "consciousness,  the  British  helped  the  reactionary  forces.",
  " Underdeveloped Social Services",
  "A  disproportionately  large  expenditure  on  army  and  civil",
  "administration and the cost of wars left little to be spent on",
  "social  services  like  education,  health,  sanitation,  physical",
  "infrastructure, etc., a legacy which still haunts this country.",
  "And whatever facilities were established catered to the elite",
  "sections and urban areas.534 ✫✫✫✫✫ A Brief History of Modern India",
  " Labour Legislations",
  "As in the early stages of industrial revolution in Europe, the",
  "working  conditions  in  factories  and  plantations  in  the",
  "nineteenth-century India were miserable. Working hours were",
  "long—for women and children as well as for men—and wages",
  "were  low.  In  overcrowded,  poorly  ventilated  and  poorly",
  "lighted working places, the safety measures were practically",
  "non-existent.",
  "Ironically, the first-ever demand for regulation of the",
  "condition  of  workers  in  factories  in  India  came  from  the",
  "Lancashire  textile  capitalist  lobby.  Apprehending  the",
  "emergence of a competitive rival in the Indian textile industry",
  "under  conditions  of  cheap  and  unregulated  labour,  they",
  "demanded the appointment of a commission for investigation",
  "into factory conditions. The first commission was appointed",
  "in 1875 although the first Factory Act was not passed before",
  "1881.",
  "The Indian Factory Act, 1881 dealt primarily with the",
  "problem of child labour (between 7 and 12 years of age).",
  "Its  significant  provisions  were:",
  "employment of children under 7 years of age prohibited,",
  "●",
  "working hours restricted to 9 hours per day for children,",
  "●",
  "children to get four holidays in a month,",
  "●",
  "hazardous machinery to be properly fenced off.",
  "●",
  "The Indian Factory Act, 1891",
  "increased the minimum age (from 7 to 9 years) and",
  "●",
  "the maximum (from 12 to 14 years) for children,",
  "reduced maximum working hours for children to 7",
  "●",
  "hours a day,",
  "fixed  maximum  working  hours  for  women  at  11",
  "●",
  "hours per day with an one-and-a-half hour interval",
  "(working hours for men were left unregulated),",
  "provided weekly holiday for all.",
  "●",
  "But these laws did not apply to British-owned tea and",
  "coffee plantations where the labour was exploited ruthlessly",
  "and treated like slaves. The Government helped these planters",
  "by  passing  laws  such  as  those  which  made  it  virtually",
  "impossible for a labourer to refuse to work once a contract",
  "was entered into. A breach of contract was a criminal offence,",
  "with a planter having the right to get the defaulting labourer",
  "arrested.Survey of British Policies in India  ✫✫✫✫✫ 535",
  "Views",
  "I am sorry to hear of the increasing friction between the Hindus",
  "and Mohammedans in the north-west and the Punjab. One hardly",
  "knows what to wish, for unity of ideas and action could be very",
  "dangerous  politically;  divergence  of  ideas  and  collision  are",
  "administratively troublesome. Of the two, the latter is least risky,",
  "though it throws anxiety and responsibility upon those on the",
  "spot where the friction exists.",
  "Hamilton (Secretary of State, 1897)",
  "The English were an imperial race, we were told, with God-given",
  "right to govern us and keep us in subjection; if we protested,",
  "we were reminded of the tiger qualities of an imperial race.",
  "Jawaharlal Nehru",
  "More labour laws were passed under nationalist pressures",
  "in the twentieth century but the overall working conditions",
  "remained deplorable as ever.",
  " Restrictions on Freedom of the Press",
  "The nationalists had been quick to use new advancements in",
  "press  technology  to  educate  public  opinion  and  influence",
  "government policies through criticism and censure and later",
  "to  arouse  national  consciousness.",
  "In 1835, Metcalfe had lifted restrictions imposed on",
  "the Indian press. But Lytton, fearing an increased influence",
  "of the nationalist press on public opinion, imposed restrictions",
  "on Indian language press through the infamous Vernacular",
  "Press Act, 1878. This Act had to be repealed under public",
  "protest  in  1882.  After  that,  the  press  enjoyed  relative",
  "freedom for about two decades, but was under repression",
  "again in the wake of swadeshi and anti-partition movement",
  "as restrictions were imposed in 1908 and 1910. (Also refer",
  "to chapter on “Development of Press in India”.)",
  " White Racism",
  "The notion of white superiority was maintained very carefully",
  "by the colonial rulers by systematically excluding the Indians",
  "from  higher  grades  of  services—both  civil  and  military—",
  "from railway compartments, parks, hotels, clubs, etc., and by",
  "public display of racial arrogance through beatings, blows and",
  "even murders (reported as accidents). As Elgin once wrote,",
  "“We could only govern by maintaining the fact that we were",
  "the  dominant  race—though  Indians  in  services  should  be",
  "encouraged, there is a point at which we must reserve the",
  "control to ourselves, if we are to remain at all.”536 ✫✫✫✫✫ A Brief History of Modern India",
  "British  Social  and  Cultural",
  "Policy  in  India",
  "Till 1813, the British followed a policy of non-interference",
  "in the social, religious and cultural life of the country. After",
  "1813, measures were taken to transform Indian society and",
  "its  cultural  environs  because  of  the  emergence  of  new",
  "interests and ideas in Britain of the nineteenth century in the",
  "wake of significant changes in Europe during the 18th and",
  "the  19th  centuries.  Some  of  these  changes  were—",
  "(i)  Industrial  Revolution  which  began  in  the  18th",
  "century and resulted in the growth of industrial capitalism.",
  "The rising industrial interests wanted to make India a big",
  "market  for  their  goods  and  therefore  required  partial",
  "modernisation  and  transformation  of  Indian  society.",
  "(ii)  Intellectual Revolution which gave rise to new",
  "attitudes of mind, manners, and morals.",
  "(iii)  French  Revolution  which  with  its  message  of",
  "liberty,  equality  and  fraternity,  unleashed  the  forces  of",
  "democracy and nationalism.",
  "The  new  trend  was  represented  by  Bacon,  Locke,",
  "Voltaire,  Rousseau,  Kant,  Adam  Smith  and  Bentham  in",
  "thought  and  by  Wordsworth,  Byron,  Shelley  and  Charles",
  "Dickens  in  literature.",
  " Characteristics of New Thought",
  "Some  of  the  characteristics  of  the  new  wave  of  thought",
  "were—",
  "(i) Rationalism which advocated faith in reason and",
  "a  scientific  attitude.",
  "(ii) Humanism which advocated the love of man—the",
  "belief that every man is an end in himself and should be",
  "respected and prized as such. No man has a right to look",
  "upon another man as a mere agent of his happiness. These",
  "ideals gave rise to liberalism, socialism and individualism.",
  "(iii) Doctrine of Progress according to which nothing",
  "is static and all societies must change with time. Man has",
  "the capacity to remodel nature and society on just and rational",
  "lines.",
  " Schools of Thought",
  "These  new  currents  of  thought  caused  conflicts  among",
  "administrators  and  produced  different  schools  of  thought:Survey of British Policies in India  ✫✫✫✫✫ 537",
  "The Conservatives advocated introduction of as few",
  "changes as possible. Indian civilisation, they felt, was different",
  "from  the  European  one  but  not  necessarily  inferior  to  it.",
  "Many  of  these  thinkers  respected  Indian  philosophy  and",
  "culture. If at all, Western ideas and practices were to be",
  "introduced gradually and cautiously. Social stability was a",
  "must,  they  felt.  Early  representatives  of  this  school  of",
  "thought were Warren Hastings and Edmund Burke and later",
  "ones  included  Munro,  Metcalfe,  and  Elphinstone.  The",
  "Conservatives remained influential throughout and most of",
  "the British officials in India were generally of a conservative",
  "persuasion.",
  "The  Paternalistic  Imperialists  became  influential",
  "especially after 1800. They were sharply critical of Indian",
  "society and culture and used to justify economic and political",
  "enslavement of India.",
  "The Radicals went beyond the narrow criticism and",
  "imperialistic outlook of the Conservatives and the Imperialists",
  "and applied advanced humanistic and rational thought to the",
  "Indian situation. They thought that India had the capacity to",
  "improve and that they must help the country do that. They",
  "wanted to make India a part of the modern progressive world",
  "of  science  and  humanism  and  therefore  advocated  the",
  "introduction  of  modern  western  science,  philosophy  and",
  "literature. Some of the British officials who came to India",
  "after 1820 were Radicals. They were strongly supported by",
  "Raja Rammohan Roy and other like-minded reformers.",
  "But predominantly, the ruling elements in the British",
  "Indian  administration  continued  to  be  imperialistic  and",
  "exploitative. They thought that the modernisation of India had",
  "to occur within broad limits imposed by the needs of an",
  "easier and more thorough exploitation of its resources. In",
  "this respect, often the Radicals also towed a conservative",
  "line. They desired most of all the safety and perpetuation",
  "of the British rule in India; every other consideration was",
  "secondary.",
  " Indian Renaissance",
  "There were many Indians who instigated social reform and",
  "caused legislations to be brought about so as to control and",
  "eradicate  social  evils  imbedded  in  so-called  tradition.",
  "Rammohan Roy, Ishwar Chandra Vidyasagar, B.M. Malabari,538 ✫✫✫✫✫ A Brief History of Modern India",
  "to name a few social reformers, worked hard to get legislation",
  "passed  by  the  government  to  remove  social  evils.  [These",
  "aspects  have  been  discussed  in  detail  in  the  chapter  on",
  "Religious  and  Social  Reform.]",
  " Dilemma Before the Government",
  "The government feared that too much modernisation might",
  "generate forces hostile to their interests; thus it was thought",
  "to be appropriate to opt for partial modernisation—introducing",
  "it in some respects and blocking it in others, in other words,",
  "a  ‘colonial  modernisation’.",
  " Role of Christian Missionaries",
  "The  missionaries  regarded  Christianity  to  be  a  superior",
  "religion and wanted to spread it in India through westernisation",
  "which, they believed, would destroy the faith of the natives",
  "in  their  own  religion  and  culture.  Towards  this  end,  the",
  "Christian  missionaries",
  "— supported the Radicals whose scientific approach,",
  "they believed, would undermine the native culture",
  "and beliefs;",
  "— supported the Imperialists since law and order and",
  "the  British  supremacy  were  essential  for  their",
  "propaganda; and",
  "— sought business and the capitalist support holding",
  "out the hope to them that the Christian converts",
  "would  be  better  customers  of  their  goods.",
  " British Retreat",
  "After 1858, however, the policy of hesitant modernisation",
  "was gradually abandoned. However, the Indians proved to be",
  "apt pupils and shifted rapidly towards modernisation of their",
  "society and assertion of their culture and demanded a rule",
  "in accordance with the modern principles of liberty, equality",
  "and justice. Now, the British came to side with the socially",
  "orthodox  and  conservative  elements  of  society.  They  also",
  "encouraged  casteism  and  communalism.",
  "British  Policy  Towards",
  "Princely  States",
  "Relations with princely states were to be guided by a two-",
  "point policy—using and perpetuating them as bulwark of theSurvey of British Policies in India  ✫✫✫✫✫ 539",
  "View",
  "The British and the princes needed one another; India’s need",
  "for either was highly doubtful.",
  "F.G. Hutchins",
  "empire and subordinating them completely to British authority",
  "(the  policy  of  subordinate  union).",
  "To  cultivate  these  states  as  a  buffer  against  future",
  "political unrest and to reward them for their loyalty during",
  "the revolt of 1857, the policy of annexation was abandoned.",
  "The new policy was to depose or punish but not annex. Also,",
  "territorial  integrity  of  states  was  guaranteed  and  it  was",
  "announced  that  their  right  to  adopt  an  heir  would  be",
  "respected.",
  "The subordination of princely states to British authority",
  "was completed when the fiction of Indian states standing in",
  "a status of equality with the Crown as independent, sovereign",
  "states ended with the Queen adopting the title of Kaiser-i-",
  "Hind (Queen Empress of India) in 1876, to emphasise British",
  "sovereignty over entire India. It was later made clear by Lord",
  "Curzon that the princes ruled their states merely as agents",
  "of  the  British  Crown.  With  paramountcy,  the  British",
  "Government exercised the right to interfere in the internal",
  "affairs of states through their residents or by appointing and",
  "dismissing  ministers  and  officials.",
  "The British were helped further in their encroachment",
  "by modern developments in communication—railways, roads,",
  "telegraph, canals, post offices, etc. The motive for interference",
  "was  also  provided  by  the  rise  of  nationalist,  democratic",
  "sentiments  in  these  states,  the  suppression  of  which,  the",
  "British realised, was essential for their survival. As a positive",
  "side to these modern political movements, the British helped",
  "these states adopt modern administrative institutions. (Also",
  "refer to chapter on “Indian States under British Rule”.)",
  "British  Foreign  Policy  in  India",
  "The  pursuance  of  a  foreign  policy,  guided  by  interest  of",
  "British  imperialism,  often  led  to  India’s  conflicts  with",
  "neighbouring countries. These conflicts arose due to various",
  "reasons. Firstly, political and administrative consolidation of540 ✫✫✫✫✫ A Brief History of Modern India",
  "the country coupled with the introduction of modern means",
  "of communication impelled the Government of India to reach",
  "out for natural, geographical frontiers for internal cohesion",
  "and  defence  which  sometimes  resulted  in  border  clashes.",
  "Secondly, the British Government had as its major aims in",
  "Asia and Africa—",
  "(i) protection of the invaluable Indian empire;",
  "(ii) expansion  of  British  commercial  and  economic",
  "interests;",
  "(iii)keeping other European imperialist powers, whose",
  "colonial interests came in conflict with those of",
  "the British, at an arm’s length in Asia and Africa.",
  "These  aims  led  to  British  expansion  and  territorial",
  "conquests outside India’s natural frontiers, and to conflicts",
  "with other imperialist European powers such as Russia and",
  "France.",
  "While  the  interests  served  were  British,  the  money",
  "spent and the blood shed was Indian.",
  "(A survey of British relations with various neighbours",
  "of India has been made in the chapter on ‘British Expansion",
  "and Consolidation in India’).",
  "Summary",
  "●●●●● Administrative Policies",
  "Divide and Rule.",
  "Hostility to educated Indians.",
  "Zamindars and landlords propped as counterweights to the",
  "nationalists.",
  "Reversal of policy of support to social reforms.",
  "Social services ignored.",
  "Half-hearted and inadequate labour legislations introduced.",
  "Stifling of press wherever seen to be helping the nationalist",
  "upsurge.",
  "Racial arrogance.",
  "● British Social and Cultural Policies",
  "●●●●● Foreign Policy",
  "Reach out to natural geographical frontiers for internal cohesion",
  "and defence.",
  "Keep other European powers at an arm’s length.",
  "Promote British economic and commercial interests.Economic Impact of British Rule in India  ✫✫✫✫✫ 541",
  "",
  "",
  ""
]