[
    [
        "540) Which authority directed the RBI to disclose the list of 12 big loan defaulters that it had sent to banks for resolution",
        " The Central Information Commission (CIC) "
    ],
    [
        "541) For the first time in the history of the Indian Air Force, an all women crew flew a ______medium lift helicopter at Chandigarh base",
        " Mi-17 "
    ],
    [
        "542) The University Grants Commission (UGC) has directed universities and higher educational institutions to introduce what type of identification mechanisms in degrees issued by them",
        " Hologram of the institute and QR code "
    ],
    [
        "543) Which Indian shooter created a new world record in May end in the 10 m air pistol category",
        " Saurabh Chaudhary "
    ],
    [
        "544) DRDO successfully test fired the Akash-1S missile system recently. It is what type of missile",
        " Surface to air "
    ],
    [
        "545) Game Changer is an autobiography of which famous cricketer",
        " Shahid Afridi, Pakistan "
    ],
    [
        "546) \"The Ministry of Truth\" is a recent novel written by which author",
        " Dorian Lynskey "
    ],
    [
        "547) Who is the author of the popular book \"Jugaad- The Coalition Handbook\"",
        " Saba Naqvi "
    ],
    [
        "548) Name the Indian ride-hailing company that launched its own credit card in tie-up with the SBI Card",
        " Ola "
    ],
    [
        "549) The WHO recently declared which two countries as free from Malaria",
        " Algeria, Argentina "
    ],
    [
        "550) Name the Indian lady doctor who recently won the Global Asian of the Year 2018-19 award",
        " Hema Divakar "
    ],
    [
        "551) Which country tested in May end a new floating maglev bullet train capable of hitting speeds of 600 kilometers per hour",
        " China "
    ],
    [
        "552) What is the expanded form of maglev",
        " Magnetic levitation "
    ],
    [
        "553) Sudirman Cup is associated with which sports",
        " Badminton "
    ],
    [
        "554) ________ won the world mixed team badminton championship by defeating Japan",
        " China "
    ],
    [
        "555) Narendra Modi led the National Democratic Alliance - NDA to a historic majority by securing _______ seats out of 542 seats for 17th  Lok Sabha",
        " 353 "
    ],
    [
        "556) The prestigious Palme d'Or award is given for what purpose",
        " Best Film at the Cannes Film Festival "
    ],
    [
        "557) Which film won the 2019 Palme d'Or",
        " Parasite "
    ],
    [
        "558) Scott Morrison has been elected as the new Prime Minister of which country",
        " Australia "
    ],
    [
        "559) In which state, Prem Singh Golay has been elected as the new Chief Minister",
        " Sikkim "
    ],
    [
        "560) Who has been become the new Chief Minister of Andhra Pradesh",
        " Jagan Mohan Reddy "
    ],
    [
        "561) Which MP won the Navsari Lok Sabha seat in Gujarat by a difference of 6.89 lakh votes — the highest margin in the 2019 polls",
        " CR Patil of BJP "
    ],
    [
        "562) Name the British prime minister who announced her resignation from June 07 \"in the best interests of the country\"",
        " Theresa May "
    ],
    [
        "563) Lt. Bhawana Kanth became the first woman pilot of the Indian Air Force in what regard",
        " To undertake missions by day on a fighter aircraft, flying MiG-21 Bison "
    ],
    [
        "564) A global index which ranks how countries adhere to and are equipped to improve child rights, placed India at which rank",
        " 117th "
    ],
    [
        "565) Which country topped the kids rights index",
        " Iceland "
    ],
    [
        "566) Saray Khumalo, mountaineer from _________ became the first black African woman to scale Mount Everest",
        " South Africa "
    ],
    [
        "567) The World Bank teamed up with which bank to enable recording of secondary market bond trading using blockchain technology",
        " Commonwealth Bank ofAustralia "
    ],
    [
        "568) Cyril Ramaphosa has been re-elected as the President of which country",
        " South Africa "
    ],
    [
        "569) Indian Air Force successfully fired the BrahMos air version missile recently from which of its aircraft",
        " Su-30 MKI fighter aircraft "
    ],
    [
        "570) Pakistan appointed which senior diplomat as the High Commissioner to India",
        " MueenulHaq "
    ],
    [
        "571) The eighth edition of the Indo-Myanmar coordinated patrol (IMCOR) was held near which place",
        " Andaman and Nicobar Islands "
    ],
    [
        "572) Name the 29yearold Americanwhorecentlyreached the top of world rankings in professional golf",
        " Brooks Koepka "
    ],
    [
        "573) Kapil Sharma, popular comedian-actor was in news recently for what reasons",
        " Hehas been acknowledged as the most viewed stand-up comedian in India and abroad by the World Book of Records, London. "
    ],
    [
        "574) Order of the Rising Sun, Gold and Silver Star is the 2nd highest national award of which country",
        " Japan "
    ],
    [
        "575) Name the Indian diplomat recently honoured with the above award",
        " Shyam Saran, former Foreign Secretary of India "
    ],
    [
        "576) The International Day for Biological Diversity is observed on which date",
        " May 22 "
    ],
    [
        "577) What was the theme for this year's International Day for Biological Diversity",
        " “Our Biodiversity, Our Food, Our Health” "
    ],
    [
        "578) On which day of May the World Turtle Day is celebrating",
        " 23rd "
    ],
    [
        "579) Man Booker International Prize is given for outstanding work in which field",
        " Best book translated in to English and published in UK "
    ],
    [
        "580) Who won the Man Booker International Prize for 2019",
        " JokhaAlharthi for her novel Celestial Bodies "
    ],
    [
        "581) JokhaAlharthi hails from which country",
        " Oman "
    ],
    [
        "582) ISRO recently launched its radar imaging earth observation satellite. What is its name",
        " RISAT2B "
    ],
    [
        "583) The data from RISAT-2B shall be used for what purpose",
        " For the Armed Forces, agriculture forecasters and disaster relief agencies "
    ],
    [
        "584) The telecom major BSNL - Bharat Sanchar Nigam Ltd. partnered with ____ to increase access to its Wi-Fi footprint in the country",
        " Google "
    ],
    [
        "585) The world body governing Badminton, BFA, has launched ____ new formats of the game",
        " Two "
    ],
    [
        "586) What are the 2 new formats of badminton launched by the BFA",
        " Air Badminton and Triples "
    ],
    [
        "587) The World Metrology Day is observed on May 20th. What is metrology",
        " The science of making measurements and establishing various units of measurements "
    ],
    [
        "588) Which International Day is celebrated to raise awareness of the importance of pollinators (such as bees, butterflies, bats and hummingbirds)",
        " World Bee Day, May 20 "
    ],
    [
        "589) _______ became the first state to tap into masala bond market",
        " Kerala "
    ],
    [
        "590) Kerala listed the Kerala Infrastructure Investment Fund Board (KIIFB)’s masala bond worth of $312 million (Rs 2,150 crore) in which stock exchange",
        " London "
    ],
    [
        "591) Which popular measurement unit of weight was recently re-defined in terms of unchanging universal, physics constants",
        " Kilogram "
    ],
    [
        "592) Joko Widodo has been re-elected as the President of which country",
        " Indonesia  "
    ],
    [
        "593) India delivered the first pair of Russia made Mi24 attack helicopters to the Air Force of which country",
        " Afghanistan "
    ],
    [
        "594) Sasakawa Award 2019 for Disaster Risk Reduction is conferred by which international organization",
        " UN Office for Disaster Risk Reduction (UNDRR), Geneva "
    ],
    [
        "595) Name the Indian civil servant recently honoured with the Sasakawa Award 2019 for Disaster Risk Reduction",
        " Dr. Pramod Kumar Mishra, Additional Principal Secretary to Prime Minister of India "
    ],
    [
        "596) The Indian Navy held a major bilateral naval exercise with the Republic of Singapore Navy. Can you name it",
        " SIMBEX 19 "
    ],
    [
        "597) SIMBEX 19 naval exercise was held at which place",
        " South China sea "
    ],
    [
        "598) National Dengue Day is observed in India on which day of May",
        " 16 "
    ],
    [
        "599) Dengue, a viral disease caused by virus is transmitted by the bite of _____ mosquito",
        " Aedes aegypti "
    ],
    [
        "600) Which Arabian country has for the first time approved a scheme that permits permanent residency to certain expatriates, allowing them to own real estate in the kingdom and reside with their families, without a local sponsor",
        " Saudi Arabia "
    ],
    [
        "601) _________ became 1st country in Asia to pass a law that grants legal sanction to same-sex marriage",
        " Taiwan "
    ],
    [
        "602) Observation of the International Day of Light on May 16 is supported by which UN organization",
        " UNESCO "
    ],
    [
        "603) Which global day is celebrated on May 17 to raise awareness about high blood pressure in people across the world",
        " World Hypertension Day "
    ],
    [
        "604) Which big country has recently rolled out a merit-based immigration system to grant residency based on points for their age, knowledge, job opportunities and civic sense",
        " USA "
    ],
    [
        "605) Commandos of which premier counter-terror force created history by scaling the Mount Everest on May 16 in their maiden attempt",
        " NSG - National Security Guard "
    ],
    [
        "606) Which train was in news recently for competing 1 lakh running kilometres on May 16, without missing a single trip in just three months of its launch",
        " Vande Bharat Express "
    ],
    [
        "607) Captain Aarohi Pandit, 23-year-old pilot from Mumbai became the world's first woman in what regard",
        " To cross the Atlantic Ocean solo in a Light Sports Aircraft "
    ],
    [
        "608) The RBI has asked all NBFCs with asset size of over Rs. 5,000 crore to appoint chief risk officers for what purpose",
        " To minimize risk associated with all the loan products "
    ],
    [
        "609) What name has been given to the recently created recyclable plastic",
        " Poly diketoenamine, or PDK plastic "
    ],
    [
        "610) Victor Vescovo, 53 years old diver and deep-sea explorer from USA broke the world record for which item",
        " Deepest dive in history, diving down to 10,927 meters "
    ],
    [
        "611) Where is the deepest (in ocean) point on the earth",
        " The Challenger Deep in Mariana Trench in Western Pacific ocean "
    ],
    [
        "612) The International Day of Families is observed on which day of May",
        " 15th "
    ],
    [
        "613) Name the sherpa who reached the top of Mt Everest for the 24th time, creating a new world record",
        " Kami Rita Sherpa "
    ],
    [
        "614) The Geological Survey of India, GSI, has revealed that 35 per cent the country's Graphite deposits is available in __________",
        " Arunachal Pradesh "
    ],
    [
        "615) Graphite is used widely in which two ways in the automobile industry",
        " Lubricants and brake linings "
    ],
    [
        "616) India has been selected to the Consultative Group (CG) of Global Facility for Disaster Reduction and Recovery. Where is its headquarters",
        " Washington DC, USA "
    ],
    [
        "617) Which global financial giant manages and supports activities of Global Facility for Disaster Reduction and Recovery",
        " World Bank "
    ],
    [
        "618) India recently extended a $1 billion Line of Credit through EXIM bank to which country",
        " Mongolia "
    ],
    [
        "619) India extended a $1 billion Line of Credit to Mongolia for what purpose",
        " To set up its firstever petrochemical refinery "
    ],
    [
        "620) World’s first exclusive women's cricket magazine was recently released in India. What is its title",
        " 'Criczone' "
    ],
    [
        "621) Chhaya Sharma, an IPS officer was felicitated with McCain Institute Award 2019 for courage and leadership. She is known for investigation of which infamous case",
        " Nirbhaya rape case, 2012 "
    ],
    [
        "622) G S Lakshmi has become the first ever woman to be appointed to the _______.",
        " ICC International Panel of Match Referees "
    ],
    [
        "623) The DRDO successfully flight tested the drone  ABHYAS. What is it",
        " a High-speed Expendable Aerial Target (HEAT) "
    ],
    [
        "624) Department of Biotechnology under ministry of science and technology recently launched human tissue mapping project. What is its name",
        " “MANAV- Human Atlas Initiative” "
    ],
    [
        "625) Prof. Tijjani Mohammed Bande has been elected as the president of which international forum",
        " UN General Assembly "
    ],
    [
        "626) Prof. Bande is a senior politician and career diplomat of which country",
        " Nigeria "
    ],
    [
        "627) Which women cricketer created world record of securing highest number of wickets by a spinner in ODI cricket",
        " Sana Mir, Pakistan "
    ],
    [
        "628) Who has been appointed as the Coach for Indian men’s football team",
        " Igor Stimac, Croatia "
    ],
    [
        "629) World celebrates International Nurses Day on May 12 to commemorate the birth anniversary of which famous person",
        " Florence Nightingale "
    ],
    [
        "630) Who was Florence Nightingale and she became famous for what work",
        " British social worker who rendered outstanding nursing services during the war of Crimea in late 19th century "
    ],
    [
        "631) _______ won the International Bowler of the Year award in the CEAT Cricket Rating International Awards 2019",
        " JaspritBumrah "
    ],
    [
        "632) Which International Day is observed twice, on 2nd Saturday of May and October 2 to highlight the need for the conservation of migratory birds and their habitats",
        " World Migratory Bird Day "
    ],
    [
        "633) Mumbai Indians became IPL champions for the fourth time after defeating which team",
        " Chennai Super Kings "
    ],
    [
        "634) India celebrates May 11 as the National Technology Day to commemorate which major event",
        " Conducting of Pokhran nuclear Tests (Shakti Pokhran II) of 1998 "
    ],
    [
        "635) Dia Mirza, the Indian actress has been appointed as the Goodwill Ambassador for India for which UN programme",
        " UN Environment programme "
    ],
    [
        "636) Popular milk products brand Amul has decided to be the principal sponsor of which international cricket team for the upcoming world cup",
        " Afghanistan "
    ],
    [
        "637) Which country declared climate emergency in 2nd week of May",
        " Ireland "
    ],
    [
        "638) What is the objective of declaring climate emergency in a country",
        " To achieve drastic reduction in green house gas emissions "
    ],
    [
        "639) Which country recently reported the first ever case of the Monkeypox Virus, a rare virus similar to the human smallpox",
        " Singapore "
    ],
    [
        "640) Reliance Industries Ltd. (RIL) acquired one of the oldest companies, British toy retailer __________ in an all cash deal",
        " Hamleys "
    ],
    [
        "641) Which state for the first time has inducted an all women platoon of 30 commandos as antinaxal force",
        " Chhattisgarh "
    ],
    [
        "642) World over May 8 is celebrated as International Thalassaemia Day. This is what type of decease",
        " An inherited blood disorder marked by inadequate amount of Hemoglobin "
    ],
    [
        "643) JagjitPavadia has beenre-elected by the UN Economic and Social Council to a five-year term on which of its outfit",
        " International Narcotics Control Board "
    ],
    [
        "644) World Red Cross Day is observed on which date",
        " May 8 "
    ],
    [
        "645) The World Red Cross Day is celebrated to commemorate the birthday of founder of Red Cross. Who was he",
        " Henry Dunant "
    ],
    [
        "646) Where is the headquarters of Red Cross",
        " Geneva, Switzerland "
    ],
    [
        "647) What is the theme for this year's World Red Cross Day",
        " #Love "
    ],
    [
        "648) Vice President Venkaiah Naidu embarked on a four-day official visit to _____ on May 9",
        " Vietnam "
    ],
    [
        "649) Which organization distributed more than one lakh bee boxes to the farmers and unemployed people recently",
        " KVIC-Khadi and Village Industries Commission "
    ],
    [
        "650) Which state has notified a new act as per which commercial establishments in certain specified areas will now be allowed to operate 24 hours",
        " Gujarat "
    ],
    [
        "651) Which international body supports the celebration of World Asthma Day",
        " Global Initiative for Asthma, USA "
    ],
    [
        "652) What is the theme for this year's World Asthma Day",
        " STOP for Asthma "
    ],
    [
        "653) What is the full form of STOP",
        " Symptom evaluation, Test response, Observe and assess, Proceed to adjust treatment "
    ],
    [
        "654) Asthma effects which vital system of the human body",
        " Respiratory system "
    ],
    [
        "655) The Reserve Bank has decided to enhance the housing loan limits for priority sector for which banks",
        " Regional Rural Banks (RRBs) and Small Finance Banks (SFBs) "
    ],
    [
        "656) As per new RBI guidelines, RRBs and SFBs can give housing loan to individuals up to Rs. ____  lakh in metropolitan centers",
        " 35 "
    ],
    [
        "657) As per new RBI guidelines, RRBs and SFBs can give housing loan to individuals up to Rs. ____ lakh in other than metropolitan centers",
        " 25 "
    ],
    [
        "658) Govt. has launched FAME scheme for boosting promotion of electric vehicles in the country. Expand the acronym FAME",
        " Faster Adoption and Manufacturing of Hybrid and Electric Vehicles "
    ],
    [
        "659) Extremely severe cyclonic storm ______ made landfall on the eastern coast wreaking widespread destruction",
        " Fani "
    ],
    [
        "660) King Maha Vajiralongkorn has been crowned as the new king of which country",
        " Thailand "
    ],
    [
        "661) King Maha Vajiralongkorn is the 10th king of ______ dynasty founded in 1782",
        " Chakri "
    ],
    [
        "662) Which city in Karnataka has launched an allwomen police patrol unit named ‘Rani Abbakka Force’",
        " Mangaluru "
    ],
    [
        "663) Which Indian scientist was honoured with Chevalier de l'Ordre national de la Legion d'Honneur award in 1st week of May",
        " A S Kiran Kumar (Former Chairmanof ISRO) "
    ],
    [
        "664) Which UN organization supports the celebrations of the World Press Freedom Day on May 3",
        " UNESCO "
    ],
    [
        "665) The Central government has asked the state transport departments to make it mandatory for all EVs (electric vehicles) to use only ______ colour number plates",
        " Green "
    ],
    [
        "666) Researchers at__________, New Delhi, have developed an ultrasensitive quantum thermometer using graphene quantum dots",
        " Jamia MilliaIslamia "
    ],
    [
        "667) Which country became India’s top crude oil supplier, meeting more than a fifth of the country’s oil needs in 2018-19",
        " Iraq "
    ],
    [
        "668) U N Security Council designated Pakistan-based Jaish-e-Mohammed chief as a \"global terrorist\". What is his name",
        " Masood Azhar "
    ],
    [
        "669) Which country has announced its plans to move its capital as the present capital is very heavily congested and is sinking at one of the fastest rates in the world",
        " Indonesia,(Capital Jakarta) "
    ],
    [
        "670) As per the recent report from Sweden based Stockholm International Peace Research Institute (SIPRI), India was the world’s _____ biggest military spender in 2018",
        " Fourth "
    ],
    [
        "671) As per a report by SIPRI, ______ is the biggest military spender in the world",
        " USA "
    ],
    [
        "672) Which country announced its withdrawal from the UN Arms Trade Treaty as it hinders its citizen's right to bear arms",
        " USA "
    ],
    [
        "673) Which country witnessed its first abdication of its emperor in past 200 years",
        " Japan "
    ],
    [
        "674) What is the name of the new emperor of Japan",
        " Naruhito "
    ],
    [
        "675) Coronation of Naruhito as the emperor of Japan marked the beginning of a new imperial era named _________",
        " Reiwa "
    ],
    [
        "676) Australia's _________has become the first female umpire to officiate in a men's one-day international at the ICC World Cricket League",
        " Claire Polosak "
    ],
    [
        "677) Who is the winner of this year's National Intellectual Property Award",
        " Dr. Benny Antony "
    ],
    [
        "678) Which bank launched India’s first ‘Green Car Loan’ to encourage customers to buy electric vehicles",
        " SBI "
    ],
    [
        "679) Which author won the $10,000 Rabindranath Tagore Literary Prize",
        " Rana Dasgupta "
    ],
    [
        "680) Name the India’s ace cueist who won the Asian Snooker Tour title in Bengaluru",
        " Pankaj Advani"
    ]
]