[
  "CHAPTER14",
  "Sustainable Environment",
  "FACTS & CONCEPTS",
  "u Introduction : International Co-operation",
  "u Concept of Sustainability and Sustainable Environment",
  "u Use of Efficient and Eco-Friendly Technologies",
  "u Emerging Eco-Friendly Technologies",
  "u Available Eco-Friendly Technologies",
  "u Sustainable Use of Resources",
  "u Adoption of Indigenous Practices-Sacred Groves",
  "u Some Examples of Indigenous Practices",
  "u Sacred Groves14.1. INTRODUCTION : INTERNATIONAL CO-OPERATION",
  "The World Commission on Environment and Development (WECD) reported in 1987 –‘the",
  "present decade (1980s) has been marked by a retreat from social concerns. Scientists bring to our",
  "attention urgent but complex problems bearing on our survival: a warming globe, threats to the",
  "earth’s ozone layer, deserts consuming agricultural land. We respond by demanding more details,",
  "and by assigning the problems to institutions ill equipped to cope with them.’",
  "The decade of 1980s observed a number of new discoveries like-",
  "(i) Measurement of the size of ozone hole by British Researchers in 1985,",
  "(ii) The U.S. Government’s Report entitled Global-2000, recognized that species extinction",
  "was threatening biodiversity,",
  "(iii) Adoption of World Charter for Nature by the General Assembly of United Nations",
  "(1982), made clear that environment and development were interdependent, and",
  "(iv) The realization of intrinsic values of Species and Ecosystems through the World Charter for",
  "Nature (1982).",
  "In spite of these developments the decade of 1980s experienced severe industrial accidents that",
  "left permanent marks on environment and human health. Some examples are mentioned below-",
  "A. The leakage of the Methyl Iso Cynate (MIC) in 1984 from one of the Union Carbide’s plants",
  "located in Bhopal, India, killed 3000 people and injured 2000.",
  "B. Up to one million people died of hunger in Ethiopia during 1984-85.",
  "C. The  world’s  worst  nuclear  accident  occurred  when  a  reactor  at  the  Chernobyl  Nuclear",
  "Power Plant, exploded in the Ukrainian Republic of Soviet Union on Saturday, April 26,",
  "1986.",
  "D. The spill of 50 million Litres of oil from Exxon Valdez super tanker into Alaska’s Prince",
  "William in 1989 reflected that even the remotest areas on the globe are unsafe due to human",
  "activities.",
  "A World Industry Conference was organized in 1984 by United Nations in Canada. It was the",
  "first attempt to provide a code of conduct for sound management in the business sector. As a result of",
  "this the concept of Sustainable Development and Eco- friendly Technology or Eco-efficiency was",
  "introduced in the area of development. Some of the major objectives of eco-efficiency are (1)",
  "Judicious use of fossil fuels, (2) Reduction of pollution load, (3) Maximum production (4) Reduction",
  "of man-power-wastage; and (5) Sustainable Development.",
  "To make the environment sustainable, a number of measures are necessary to be taken up by the",
  "people and government across the globe. Some of these measures are- use of efficient and eco-",
  "friendly technologies, sustainable use of resources and adoption of indigenous practices like",
  "keeping of sacred groves. Here in this chapter, we are going to discuss these tough issues in most",
  "simple ways.",
  "14.2. CONCEPT OF SUSTAINABILITY AND SUSTAINABLE",
  "ENVIRONMENT",
  "It is being felt that the process of modern development is defective one. It is creating varioustypes of stresses on the environment due to which a number of local, regional and global problems",
  "have emerged out that challenge the existence of human beings and other organisms on this planet.",
  "Some of the environmental problems that have been created due to stress caused on environment",
  "by modern developments are being listed below-",
  "(1) Destruction of forests.",
  "(2) Falling underground water table.",
  "(3) Rise in global temperature and climate change.",
  "(4) Extinction of animal and plant species.",
  "(5) Large scale migration of people.",
  "(6) Great financial inequality.",
  "(7) Reduction in the means of livelihood for the poor.",
  "(8) Scarcity of food.",
  "(9) Increasing number of disasters.",
  "Besides  above  mentioned  problems,  the  process  of  modern  development  is  creating  gender",
  "inequality and imbalances in sex-ratio. In view of these problems it is thought that the current process",
  "of development cannot go for long. This means it is unsustainable.",
  "Keeping  in  mind  the  unsustainable  nature  of  modern  development,  scientists  and",
  "environmentalists  the  world  over,  have  thought  out  a  new  model  of  development  called  as",
  "sustainable development.",
  "Such a new model of development which benefits every individual, safeguards environmental",
  "rights of every citizen and which may keep the natural environment in a perfectly balanced state is",
  "called as sustainable development.",
  "Sustainable Development has following basic objectives-",
  "(i) Respect and care for living beings.",
  "(ii) Improvement in the quality of human life.",
  "(iii) Establishing equity in the distribution and sharing of resources.",
  "(iv) Planning and implementing projects on Gender Equality.",
  "(v) Minimizing the depletion of resources.",
  "(vi) Changing attitudes for Environmental conservation.",
  "(vii) Caring and sharing of the natural resources.",
  "14.3. USE OF EFFICIENT AND ECO-FRIENDLY TECHNOLOGIES",
  "The word efficient technology in the present context means such a technology which derives",
  "maximum  through  the  utilization  of  minimum  resource  with  negligible  quantity  of  wastage.  Old",
  "machines often consume lots of fuels and generate lots of wastes without liberation of sufficient",
  "energy. Thus we cannot afford to waste our resource by making use of old and inefficient technology.",
  "An ecofriendly technology is one that can be employed for the developmental works without",
  "causing any harm to any part of the natural environment. Rather, such a technology supports the",
  "balance of environment alongwith doing the needful.",
  "The selection of an appropriate technology for a particular purpose depends on following",
  "important factors-",
  "(i) The cost of technology should be low.(ii) It should be selected keeping in view the demand of electricity on local level.",
  "(iii) It should be supported by government.",
  "(iv) It should be based on locally available resources.",
  "14.3.1. Available Eco-Friendly Technologies",
  "Some of the significant ecofriendly technologies used in modern times are discussed below-",
  "A. Wind Power: India has a Wind Energy Potential of 45,000 MW. The capital cost of a single",
  "wind power plant ranges from Rs. 4.0 to 4.5 Crore/MW and the cost of power generation through",
  "wind power plant is expected to decline in the cost of a power plant as- Improvements in Technology,",
  "Increase in the size of turbine & optimal planning and site selection. 80% of the power generated",
  "through wind systems is of captive in nature.",
  "B. Small Hydro- Power: The total installed capacity of small hydro-power is 63 MW. However",
  "there is a drastic increase to 226 MW within a period of only ten years. These small hydro-power",
  "stations are located in hilly areas and canal drops. Most of these plants are connected to grid. Some",
  "of the small hydro-plants in India are run by Non-Government Organizations or by local communities.",
  "C.  Biomass  Power:  Primary  power  generation  technologies  applied  in  the  generation  of",
  "Biomass Power are – gasification, co-generation and Direct Combustion. So far, about a total of 34",
  "units aggregating to upto 210 MW capacity co-generation plants have been commissioned whereas 26",
  "units aggregating to 237 MW capacity is under implementation. Of the total energy supplied world",
  "wide  the  biomass  power  generation  is  about  14%  out  of  this,  38%  is  consumed  in  developing",
  "countries comprising rural and traditional sectors. Major applications of biomass power are – direct",
  "or indirect heating, pumping water for irrigation, power generation, rural electrification and",
  "industrial uses.",
  "D.  Energy  from  Wastes:  The  basic  concept  behind  generating  energy  from  wastes  is  the",
  "reduction of wastes. The technologies so far available for the recovery of energy from wastes, are-",
  "Anaerobic Digestion, Bio-methanation, landfill gas recovery, incineration and intensification or",
  "pelletization.  Other  ecofriendly  technologies  for  deriving  energy  from  wastes  are  pyrolysis,",
  "gasification, alcohol fermentation, slurry carb process and plasma.",
  "E. Solar Energy Technologies: Solar Water Heating, Solar Cookers, Solar Air Heating, Solar",
  "thermal  heating,  Solar  thermal  building  design  are  some  important  non-grid  solar  thermal",
  "technologies applied in India and other countries.",
  "F. Hybrid and Stand-alone System: Combination of two different energy technologies is",
  "called as Hybrid System. Under this scheme solar photovoltaic system and wind electric generators",
  "can  be  combined  to  produce  energy.  During  cloudy  days  wind  electric  generation  is  useful  for",
  "optimum  supply  whereas  during  low  wind  conditions  solar  photovoltaic  system  can  be  used",
  "effectively. Wind water pumps, wind battery chargers and chemical storage comprise stand-alone",
  "Wind technologies.",
  "G.  Rural  Energy  Technologies:  Some  technologies  mostly  used  in  rural  areas  are  being",
  "introduced below-",
  "(I) Biogas: Biogas generation is the most important, clean and eco-friendly technology for",
  "rural areas. The biogas plant installation potential of India is 12 million plants out of which",
  "3.1 million plants have so far been installed different parts of the country. Two types of",
  "Biogas plants are most commonly used in the country and they are of fixed drum andfloating drum types. Equipments like stoves, burners, lamps etc. are available indigenously.",
  "(II) Improved Chulhas or the Energy Efficient Wood Stoves: Wood-stoves are scientifically",
  "designed wood burning devices designed for optimal regulation of heat flow as well as",
  "better fuel utilization. These wood stoves, conserve fuel wood, reduce air pollution, help",
  "in checking tree fellings, reduce health hazards, save cooking time, provide employment",
  "opportunities to rural poor and upgrade the environment.",
  "14.3.2. Emerging Eco-friendly Technologies",
  "A. Fuel Cells: Fuel cells are suited for decentralized power generation due to their modular",
  "nature. Hydrogen or any other inflammable gas is used as primary fuel in these fuel cells.",
  "India is focusing on the development of such an ecofriendly technology that can be applied",
  "for generating electricity alongwith the protection of water & heat. The application of fuel",
  "cells include – production of electricity, water and heat; Industrial and residential uses,",
  "surface  transportation  electrification  in  remote  areas  and  power  supplies  for  personal",
  "computers, health clinics etc.",
  "Fig. 14.1. A Fuel Cell.",
  "B. Hydrogen Energy: Hydrogen is a clean fuel and good source of energy. It is a possible",
  "substitute to fossil fuels and can be used as fuel for vehicular transport. A hydrogen fuel cell",
  "vehicle may be able to travel for 5,000 km between refuelling shops. Hydrogen is used in",
  "rocket and spacecraft propulsion also.",
  "Scientists are on their ways of developing Carbon nano- fibre technology (CNF). It has a",
  "capacity to store upto 70% of hydrogen by weight.",
  "C. Geothermal energy: It is the heat of the earth which is enormously available. It is clean,",
  "reliable and home-grown. The energy of the earth can be converted into heat and electricity.",
  "There are more than 300 potential sites for geothermal energy in India out of which Tattapani",
  "Geothermal fields, Chattisgarh and Puga Geothermal fields and Ladakh (J & K) have been",
  "earmarked for tapping.Fig.14.2. A Geothermal Energy Station.",
  "D. Tidal Energy: Tides, ocean thermal energy, ocean waves and ocean currents are different",
  "forms of energy. Scientists have identified many areas of tidal energy that include Gulf of",
  "kachchh  and  Gulf  of  Cambay  in  Gujarat,  Durgaduani  creek  and  a  delta  of  Ganga  in",
  "Sundarban area in West Bengal.",
  "Fig.14.3. A Tidal Energy Generation System.",
  "E. Alternate  Fuel  for  Surface  Transport:  This  technology  is  still  in  the  research  phase.",
  "Material technology development, performance improvement, cost reduction, eco-friendly",
  "electric  and  alternate  energy  or  hydrogen  energy  vehicles  and  Advanced  high  density",
  "batteries for electric vehicles are examples of some areas of development of this technology.",
  "14.4. SUSTAINABLE USE OF RESOURCES",
  "An  approach  to  economic  planning  that  attempts  to  foster  economic  growth  while",
  "preserving  the  quality  of  the  environment  for  future  generations,  is  called  as  sustainable",
  "development.The quality of the environment for future generations can only be maintained by sustainable use",
  "of resources provided by nature. But what is the meaning of sustainable use of resources? Well, in",
  "simple ways; the judicious use of resources so that the natural process of regeneration of those",
  "resources are not hampered or altered, and every one of the present and future generations may have",
  "his proper share of resources, is called as sustainable use of resources.",
  "The practice of sustainable use of resources should incorporate following components- (i)",
  "Search for alternate source of energy, (ii) Development of Renewable Resources, (iii) Judicious use",
  "of Natural Resources, (iv) Adoption of environment friendly technologies, (v) Participation of public",
  "in decision making processes, (vi) Keeping up the balance in nature.",
  "Example: If we cut some extra branches of a tree for keeping it up in a proper shape and use the",
  "cut out parts as fuel wood we make use of the tree in a sustainable way. But if we cut a tree through",
  "its main stem and use it for fuel wood we kill the tree forever. This is destruction of a resource which",
  "is the tree in this case. The same example may be applied for other resources also.",
  "Renewable resources of nature  like  vegetation  can  be  renewed  through  proper  use.  Non-",
  "renewable resources cannot be renewed in our life time. Since we are going on overusing and",
  "wasting our non-renewable resources we are sure to be captured by a crisis one day. We are already",
  "facing crisis of resources in many sectors like the energy sector. To overcome the scarcity of energy",
  "we have to develop alternate sources. Side by side we should adopt the practice of recycling and",
  "reuse of existing resources. All the renewable resources too need to be used judiciously so as to keep",
  "up the running of the regeneration capacity of nature.",
  "enviro_Facts: 14",
  "The General Assembly of United Nations Environment Programme (UNEP-1988) established a World Commission on",
  "Environment & Development in 1988. This commission is also known as the Brundtland Commission, which was formed to hold",
  "hearings across the globe and produce a formal report of its findings. The commission completed its findings as a report entitled",
  "“Our Common Future”. The sustainable Development in the report has been defined as-",
  "Development that meets the needs of the present without compromising the ability of future generations to meet their",
  "own needs” (WCED 1987). Some International Conferences like the Earth Summit (1992) continuously focussed attention on",
  "Environmental Issues. It produced a declaration of principles called as Rio - declaration on Environment and Development which",
  "st",
  "was a plan for the sustainable development of the Resources of the Earth into the 21  century. That is why it was called as",
  "Agenda-21. The Agenda-21 also included guidelines for management, conservation and sustainable development of forests. The",
  "subsequent conferences of United Nations continued to incorporate sustainable development with social issues in their programmes.",
  "14.5. ADOPTION OF INDIGENOUS PRACTICES; SACRED GROVES",
  "The word indigenous means: belonging to a particular place; or nature. Indigenous Practices",
  "means practices developed and properly applied by native people of a particular area.",
  "The  ideas  that  have  been  worked  upon  by  our  local  people  can  help  us  to  meet  the  future",
  "challenges and to achieve a sustainable development. Adoption of such practices, therefore, assumes",
  "ample importance. Many types of indigenous practices have been popular in our traditional societies",
  "in the areas of agriculture and food, health and hygiene, energy and materials. Now we should find,",
  "test and popularise, if found worth, our indigenous practices. While popularising such practices our",
  "approach  need  not  necessarily  be  traditional  only  but  it  may  also  include  current  practices  of",
  "development and contributions of institutions of our country.",
  "14.5.1. Some Examples of Indigenous PracticesA lot of indigenous practices are popularly known and applied in Indian Societies in the fields",
  "of agriculture, health and hygiene, energy, materials( metals & metallurgy, timber and wood, use of",
  "glass,  ceramics  and  refractory,  soil,  stone,  textile  and  fabrics  etc.  ).  Some  of  these  indigenous",
  "practices are mentioned below-",
  "(i) Traditional water management systems like-",
  "• Digging  of  ponds  and  check  dams  (in  Bihar,  Jharkhand,  Uttar  Pradesh,  Madhya",
  "Pradesh, Punjab, West Bengal and many other states.) and collecting rain water for",
  "domestic purposes.",
  "• Digging of Erys (small ponds with earthen embankments from three sides in Tamil",
  "Nadu), Chunwas (small water ponds) in low land areas of Jharkhand, Kunds (in",
  "Rajasthan) etc.",
  "(ii) Summer season cultivation of fields in plains of India.",
  "(iii) Applications of Manual Irrigation Systems.",
  "(iv) Planting Twigs in fields, as Singing Posts for birds.",
  "(v) Planting scare-crows in fields and beating drums in fields at nights to protect crops from",
  "cattle.",
  "(vi) Use of Neem leaves and lime for safe storage of grains.",
  "(vii) Worshipping different animals and protecting them as vahanas of Gods and Goddesses.",
  "(viii) Regarding some grasses like durva (or Doob = Cyanodon dactylon) as Sacred.",
  "(ix) Protecting  Neem  trees  as  habitat  of  Sheetala  Mata  (a  form  of  Goddess  Durga)  and",
  "worshipping Banyan and Peepal trees.",
  "(x) Protection of trees of Karam and Sal by people of Jharkhand.",
  "(xi) Worshipping of Sun on the occasion of ‘Surya Shashti’; cleaning of traditional ponds for the",
  "holy bath of the worshipper and cleaning of surroundings during a festival by the people of",
  "Jharkhand & Bihar.",
  "(xii) Keeping,  protecting  and  worshipping  Sacred  Groves  by  the  people  of  different  Indian",
  "States. Example : Management of orans or sacred Groves of Khejri by Bisnol Tribes of",
  "Indian State of Rajasthan.",
  "Fig.14.4. Worshiping the Sun God on the occasion of Surya Shashti is a traditional practice of Nature Worship specially in Bihar and",
  "Jharkhand (the two Indian States).14.5.2. Sacred Groves",
  "A. What are Sacred Groves?",
  "The word sacred means: considered to be holy or ‘connected with a god’ and the word ‘Grove’",
  "means: a small area of land with trees of particular types grown on it. Thus by combining these two",
  "words the final dictionary meaning of the couple of words Sacred Groves is: “A small area of land",
  "with particular types of trees grown on it and that are considered to be holy by the local human",
  "community”.",
  "In other words Sacred Groves can be defined as below-",
  "An area with particular types of trees dedicated to local deities or ancestral spirits that are",
  "protected by local communities through social traditions and taboos incorporating spiritual and",
  "ecological values are called as sacred groves.",
  "B. Sacred Groves of India",
  "The presence of sacred groves of India has been documented since the early 1800s. Sacred",
  "Groves of India comprise trees like Deodara (Cedrus deodara), considered to be the “abode of",
  "Gods”, Sal (Shorea robusta), Rudraksha (Elacocarpus species), Bel (Aegle marmelos), and Ashok",
  "(Saraca asoca), and kadam (Anthocephalus kadamba), Pipal (Ficus religiosa), Neem (Azadirachta",
  "indica), Banyan tree (Ficus benghalensis:  native  to  India),  Mango  tree  (Mangifera indica)  and",
  "bushes like, Basil (Ocimum basilicum & Ocimum minimum; (native to India and Iran) and grass like",
  "Doob or Durva (Cynodon dactylon) etc.",
  "Fig.14.5. Sacred Grove.",
  "In  India  most  of  the  sacred  groves  are  planted  around  artificially  dug  sacred  ponds.  This",
  "condition creates a system of pool and sacred grove. Many of the sacred trees are associated with",
  "individual deities for example Pipal is associated with Lord Vishnu; Bel with Shiva; and Rudraksha",
  "with an incarnation of Shiva, Lord Rudra. Small temples are also constructed at the pool-grove areas.",
  "C. Sacred Groves Outside India",
  "Many sacred groves are found scattered in isolated pockets in Britain, Europe, Asia and Africa.",
  "In Britain dead bodies are buried in the grounds of sacred groves and the practice is called as “Green",
  "Burials”. This practice is also adopted by United States. There are about 130 forested burial groundsin Britain.",
  "D. Importance of Sacred Groves",
  "(i) Sacred Groves provide shelter to thousands of species of other plants and animals.",
  "(ii) Sacred groves have great powers to heal body and spirit.",
  "(iii) Sacred Groves are important reservoirs of biodiversity.",
  "(iv) These are last refuse for endemic and endangered plant and animal species.",
  "(v) These are storehouses of Medicinal plants valuable to village communities as well as",
  "modern pharmacopoeia.",
  "(vi) Sacred  Groves  contain  relatives  of  crop  species  that  can  help  to  improve  cultivated",
  "varieties.",
  "(vii) Sacred Groves help in keeping the water cycle in local areas.",
  "(viii) These improve soil stability, prevent top-soil erosion and provide irrigation for agriculture",
  "in drier climates.",
  "14",
  "TOWARDS A BETTER ENVIRONMENT…",
  "In 1999 the Indira Gandhi Rashtriya Manav Sangrahalaya (The National Museum of Mankind) established a museum for",
  "sacred groves with the goal of raising awareness of the importance of sacred groves. In Bhopal a campus of 200 acres is",
  "dedicated to sacred groves of different parts of India. Festivals and rituals associated with each type of sacred grove are also",
  "celebrated by communities there. In Goa a sacred grove restoration project has also been undertaken by the Society for",
  "Ecological Restoration- India. The bio-diversity of sacred groves is being documented and catalogued through many national and",
  "regional projects in India so as to prevent outsiders from patenting local species and traditional knowledge. A web-interfaced",
  "multimedia database is also being prepared by HCL centre for biodiversity informatics to document the biodiversity status of",
  "sacred groves in India.",
  "IMPORTANT DEFINITIONS",
  "MIC : Methyl Iso Cynate, a gas, leakage of which from Union Carbide factory in",
  "1984 killed about 3000 people and injured about 2000 in Bhopal, India.",
  "WORLD  INDUSTRY : The conference organised by United Nations in Canada in 1984 after a series",
  "CONFERENCE of industrial accidents in different parts of the world. The conference was",
  "organised to provide a code of conduct for sound management in the business",
  "sector.",
  "SUSTAINABLE : A new model of development which benefits every individual, safeguards",
  "DEVELOPMENT environmental  rights  of  every  citizen  and  which  may  keep  the  natural",
  "environment  in  a  perfectly  balanced  state  is  called  as  sustainable",
  "development.",
  "ECO-  FRIENDLY : Technologies that can be employed for the developmental works without",
  "TECHNOLOGIES causing any harm to any part of the natural environment, are called as Eco-",
  "friendly Technologies.",
  "INDIGENOUS PRACTICES : Practices that are developed and properly applied by native people of a",
  "particular area are called as indigenous practices.",
  "SACRED GROVES : Area with particular types of trees dedicated to local deities or ancestral",
  "spirits that are protected by local communities through social traditions and",
  "taboos  incorporating  spiritual  and  ecological  values  are  called  as  sacredgroves.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Where did the spill from the super tanker Exxon Valdez occurred into Alaska’s Prince Williams?",
  "2. Name any one Eco- friendly Technology.",
  "3. Mention two objectives of Eco-Efficiency.",
  "(ICSE 2008)",
  "4. ‘Many indigenous technologies are popular in our traditional societies in the areas of water conservation’- Name any one of such",
  "technologies.",
  "5. What do you mean by a Sacred Grove?",
  "6. Which Sacred Grove is considered to be the abode of Gods?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "[2 Marks Each]",
  "1. What is sustainable development? What are its objectives?",
  "(ICSE 2007)",
  "2. Define Sustainable Development.",
  "(ICSE 2010)",
  "3. What do you mean by Eco- friendly Technology?",
  "4. What do you mean by the efficient use of Resources?",
  "5. Name any three of the emerging Eco- friendly technologies. Describe any one of them.",
  "6. Define Sacred Grove. Mention names of any two states where sacred groves are found.",
  "(ICSE 2007)",
  "7. What is an indigenous technology? Give one example.",
  "8. Mention any four significant features of Sacred Groves.",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 Marks Each)",
  "1. Describe any three ways by which international co-operation can help in achieving a sustainable future.",
  "(ICSE 2010)",
  "2. What is Sustainable Environment? How do Eco-friendly Technologies and indigenous practices help in maintaining sustainability",
  "of environment?",
  "3. What are Sacred Groves? Mention some of the Sacred Groves of India. How are the Sacred Groves important?",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. The World Commission on Environment and Development which was formed in 1983, is also known as –",
  "(a) The Brundtland Commission",
  "(b) World Meteorological Organisation",
  "(c) The World Commission on Floods",
  "(d) World Industry Conference",
  "2. The United Nations adopted the World Charter for Nature in the year-",
  "(a) 1989",
  "(b) 1982",
  "(c) 1999",
  "(d) 1987",
  "3. The first International attempt by United Nations to provide a code of conduct for the sound management in the business sector",
  "was made in Canada in 1984. It was called as-",
  "(a) World Trade Organisation",
  "(b) World Industry Conference",
  "(c) World Commission on Environment and Development(d) World Charter for Nature",
  "4. One of the conditions for eco-friendly technology is –",
  "(a) its cost should be low",
  "(b) it can be applied by all nations",
  "(c) it can be applied in rural areas only",
  "(d) it should be available to all sections of society",
  "5. Bisnoi Tribes of the Indian State of Rajasthan manage Orans which means –",
  "(a) sacred groves of mango",
  "(b) sacred groves of Khejri",
  "(c) sacred groves of Neem",
  "(d) sacred groves of Sal",
  "B. Fill in the Blanks",
  "1. Up to one million people died of hunger in Ethiopia during the year … that coincides with the Chernobyl Nuclear Disaster in",
  "Ukrainian Republic of Soviet Union.",
  "2. The process of modern development is creating economic …………… .",
  "3. An ………… Technology can be employed for developmental works without causing any harm to any part of the natural",
  "environment.",
  "4. 80% of the power generated through wind systems is ………… in nature.",
  "5. CNF in the field of technological developments stands for …………… .",
  "C. True / False Questions",
  "Write T against the statement which is True and F against the statement which is False-",
  "1. The Hybrid and Stand-alone System of Technology is the combination of two energy technologies.",
  "2. The Biogas installation potential of India is 500 million plants.",
  "3. The practice of sustainable development involves participation of public in decision making process.",
  "4. Erys in Tamil Nadu are small ponds with earthen embankments from two sides.",
  "5. Rudraksha is considered to be an incarnation of Shiva, Lord Rudra.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. 1985, 2.Biogas generation, 3. Judicious use of fossil fuels and maximum production, 4. Construction of ponds, 5. A small",
  "area of land with trees of religious significance, 6. Deodara.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (a), 2.(b), 3.(b), 4.(a), 5.(b)",
  "B. Fill in the Blanks",
  "1.1984, 2.inequalities, 3.eco- friendly, 4.captive, 5. Carbon nano-fibre Technology",
  "C. True/ False",
  "1. T, 2. F, 3. T, 4. F, 5. T",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "14.1. SURVEY",
  "Do a survey of indigenous technologies applied in your area. Find out the ways through which these technologies are better in",
  "comparison to modern technologies applied for the similar purposes. Write a survey report.",
  "14.2. PROJECT",
  "Do a project on the topic: Listing of locally available medicinal plants and their importance to society. Write the Project –",
  "report.",
  "",
  ""
]