[
  "CHAPTER3",
  "Conservation",
  "and Management: Soil",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u What is Conservation of Soil?",
  "u Practice of Conservation and Management of Soil",
  "u Proper Tillage and Land Use Management",
  "u Alternate Cropping",
  "u Judicious Use of Inputs",
  "u Use of Manure, Bio-Fertilizers and Bio-Pesticides",
  "u Prevention and Control of Soil Erosion",
  "u Forests and Their Importance to Human Beings",
  "u Conservation of Forests",
  "u Joint Forest Management",
  "u Afforestation",
  "3.1. INTRODUCTIONWe know that, soil is the loose material which covers land surface of the earth, supports the",
  "growth of plants and acts as a habitat for numerous types of organisms. It is a loose combination",
  "of  physical  (organic  and  inorganic)  and  biotic  materials.  The  development  of  soil  (called  as",
  "Paedogenesis) takes thousands of years. So, it can be called as a non- renewable resource. In spite of",
  "being  a  non-  renewable  natural  resource,  soil  is  under  heavy  stress  due  to  bad  practices  of",
  "agriculture; overuse of inputs like water, fertilizers and pesticides; deforestation; overgrazing; over-",
  "development  and  pollutions.  In  this  chapter,  we  are  going  to  study  about  the  conservation  and",
  "management of soil.",
  "3.2. WHAT IS CONSERVATION OF SOIL?",
  "Fig. 3.1. Degraded land.",
  "Making the best use of soil, together with protecting it from all types of factors that may",
  "cause its degradation is called as soil conservation.",
  "Soil is a vital life support system. No life is possible without soil as plants, our food- providers,",
  "can not grow without it. It provides shelter to numerous types of micro organisms and animals.",
  "The conservation of soil is needed urgently because degradation of soil across the world has",
  "become  a  matter  of  particular  concern  today.  According  to  a  report  of  the  United  Nations",
  "Environmental Programme, it is estimated that about 13 percent of land in Asia and Pacific has been",
  "degraded due to clearance of forests and introduction of invasive species.",
  "The agricultural mismanagement is causing chemical soil degradation which is seen in the form",
  "of acidification and salinization of soil. Out of about 1977 m ha dry land in Asia, more than one half",
  "is affected by desertification. All these cases of land degradation are related directly or indirectly to",
  "the land use practices like agricultural expansion and intensive agriculture.",
  "3.3. PRACTICES OF CONSERVATION AND MANAGEMENT OF SOIL",
  "The  judicious  use  of  soil,  maintenance  of  its  fertility  and  prevention  of  its  loss  by  all",
  "possible means, is called as Conservation and Management of Soil.",
  "The Conservation and Management of Soil involves a number of practices. These practices",
  "are–",
  "♦ Proper tillage of land and Land use Management,",
  "♦ Judicious use of inputs like water, fertilizers, and pesticides,",
  "♦ Use of manure like compost and green manure,",
  "♦ Use of bio- fertilizers on the place of synthetic chemical fertilizers,♦ Use of bio- pesticides on the place of synthetic chemical fertilizers, &",
  "♦ Prevention and control of soil erosion through various different methods– like, plantation",
  "conservation of grasslands and forests and, through Social Forestry and Agro- forestry.",
  "Let us discuss these practices of conservation and management of soil one by one.",
  "3.3.1. Proper Tillage and Land use Management",
  "Tillage in traditional terms is the preparation of soil for growing crops. It is accomplished by",
  "using a plough, tilling machine, tractor etc. which cuts into the ground and turns over the soil.",
  "Fig. 3.2. Modern devices for Land-Tilling. : A-Tractor-tiller B. Garden-Land cultivator.",
  "Farmers get following benefits from tilling the lands-",
  "♦ Tillage removes the weeds that grow in crop fields,",
  "♦ It makes the soil loose by breaking up the surface layers,",
  "♦ It provides a bed of soil which holds sufficient moisture continuously over many years,",
  "♦ Proper tillage facilitates the aeration of soil. Aeration provides free circulation of oxygen",
  "and  water,  results  in  the  increased  biological  activities  in  the  soil  and  allows  the",
  "Nitrogen Fixing Bacteria to do their duties.",
  "♦ It contributes to the health of plants by inhibiting plant diseases and by discouraging the",
  "developments of various types of insects that harm plants.",
  "Proper tillage practices help the conservation of soil in many ways. The uphill and downhill",
  "direction of furrows promotes soil erosion. But, by ploughing across the slope, water is directed to",
  "enter into the soil. This type of ploughing is known as contour ploughing.",
  "The utilization of a particular type of land for a suitable purpose is called as land use",
  "management.  Lands  are  utilized  for  growing  crops,  developing  pastures,  growing  forests,",
  "developing and protecting wildlife, constructing houses etc. But all types of land should not be used",
  "for all types of purposes. For example, a fertile and well drained land should be used for agriculture",
  "only and forest lands should not be used for agriculture.",
  "3.3.2. Alternate CroppingFig. 3.3. Root-nodules on roots of a leguminous plant.",
  "Growing different crops in a set pattern of alternation is called as Alternate Cropping.",
  "Most often it is also called as the Crop Rotation, in which crops are grown in a particular field in a",
  "cyclic  fashion.  In  winter,  cover  crops  are  sown  to  protect  the  soil.  Often  leguminous  (like  Pea,",
  "Soybean, Pigeon Pea etc.) crops are sown as cover crops and these crops help in the enrichment of",
  "soil with nitrogen. The roots of leguminous crops allow a number of nitrogen fixing bacteria to live in",
  "their nodules and to fix nitrogen for them. This process is called as Biological Nitrogen Fixation.",
  "There is an un-usual leguminous plant called Sesbania rostrata. This plant has nodules on its stems in",
  "addition to nodules on roots. Farmers use it as Biofertilizer crop.",
  "In an Alternate Cropping pattern, leguminous crops follow non-leguminous crops. The plants of",
  "leguminous crops have tap root systems that draw water and minerals from the lower layer of soil. On",
  "the other hand, the non- leguminous crops have fibrous root systems that draw water and minerals",
  "from the superficial layer of soil. Thus the fertility of soil is retained and promoted through alternate",
  "cropping pattern or through the pattern of the crop rotation.",
  "3.3.3. Judicious use of Inputs",
  "Water, fertilizers, and pesticides are principal inputs of agriculture. These inputs, if not in",
  "adequate quantity, create such conditions which are harmful to the whole soil system.",
  "Flooding of fields with water, during irrigation causes an increase in the salt content of the soil",
  "and makes it saline. A saline soil is always unfit for the growth of plants.",
  "Fertilizers too, damage soil composition if applied in excess quantities. Many of the synthetic",
  "fertilizers used in our fields for increasing crop production, are unsafe and seriously harmful to thesoil and soil organisms if applied in excess quantities. The excessive application of these chemicals",
  "increases salt content of the soil.",
  "The synthetic pesticides applied on crop plants cause serious soil pollution and kill various",
  "types of soil organisms inhabiting it. Many of the synthetic pesticides are non- biodegradable and",
  "hence persist in the soil; for longer periods.",
  "3.3.4. Use of Manure, Bio-fertilizers, and Bio-pesticides",
  "Manure  is  a  mixture  of  organic  materials  prepared  under  natural  conditions  through  the",
  "decomposition of bio- wastes and agricultural residues. It is often done in a deep pit called as",
  "compost. Hence, the manure so produced is also called as compost. It is very useful for crops as well",
  "as for soils. It improves soil fertility by adding important nutrients to it, improves soil composition",
  "and upgrades its ability of water retention. It is through the preparation of manure that the problem of",
  "disposal of agricultural waste and waste from animal husbandry can be solved in proper ways.",
  "Manure may be of different types- like composts, worm composts and green manures compost",
  "is the manure prepared from crop residues and animal wastes in scientifically dug compost pits either",
  "through  aerobic  or  anaerobic  ways.  Manure  or  similar  fertilizers  are  also  called  as  Organic",
  "Fertilizer.",
  "enviro_Facts : 03",
  "GREEN MANURE",
  "The Sunn hemp (Crotolaria juncea) and Dhaincha (Cymopsis tetragonoloba), are plants utilized for preparing green",
  "manure. When plants like Sunn hemp etc. are ploughed in soil and allowed to decompose under natural conditions, they are",
  "converted into green manure. Crops like paddy, maize, cotton or wheat are grown after mixing green manure into the soil.",
  "FARM YARD MANURE",
  "The manure prepared through the decomposition of crop residues layered for some days on the floor of cattle sheds, is called",
  "as farm yard manure. It usually contains Nitrogen (0.5%), Phosphorus pentaoxide (0.2 %) and Potassium (0.5 %).",
  "Bio-fertilizers are specific types of living organisms like symbiotic bacteria, Cyanobacteria",
  "(also called as blue green algae), sea weeds etc. that can bring about nutrient enrichment of soil in",
  "many different ways. Anabaena azollae, Anabaena cycadae, Azolla pinnata and Nostoc are different",
  "plants that enhance the productivity of soil when added to it.",
  "Bacteria like Rhizobium fix nitrogen for plants and Nostoc, Azolla, and Cyanobacteria that are",
  "great nitrogen fixers, are used as bio- fertilizers in crop fields, most frequently.",
  "Bio-fertilizers are useful in the Conservation and Management of soil in following ways –",
  "(i) These are helpful in the replenishment and enhancement of soil fertility.",
  "(ii) These fertilizers improve water holding capacity, aeration, porosity and drainage of soil.",
  "(iii) These fertilizers are helpful in reclamation of unproductive soils.",
  "(iv) These fertilizers are helpful in preventing soil erosion.",
  "Bio- pesticides are biological agents that are helpful in controlling plant pests.",
  "There are basically two types of bio-pesticides: Bio-herbicides and bio- insecticides.",
  "Bio-herbicides are living organisms which destroy herbs. These may be insects that feed onspecific weeds or micro organisms that may cause diseases in weeds. Here are some examples –",
  "(1) Mycoherbicide:  This  is  derived  from  a  fungus  called  as  Phytophthora palmivora.  It",
  "controls the growth of milk weed vines in citrus.",
  "(2) Cochineal insect (Cactoblastic cactorum): This insect eats away cactus plants. This is",
  "being introduced in controlling overgrowth of cacti in India and Australia.",
  "Recently, transgenic plants of vegetables like tomato and tobacco have been developed through",
  "genetic engineering. These plants are so engineered genetically that these can develop resistance",
  "against herbicides. Garlic, Cloves, Cedar wood oil etc. have been tested indigenously and have been",
  "found useful in repelling certain insect- pests. Besides these, Pheromones like Xanthenes and Plant",
  "Hormones like Auxins, gibberellins etc. are also used as bio- pesticides.",
  "The natural enemies of particular insects and certain other substances that are used for",
  "killing or repelling insect pests in a particular area are called as bio- insecticides. There are",
  "following categories of bio- insecticides –",
  "(1) Disease causing organisms (pathogens), parasites and predators.",
  "(2) Pheromones or insect hormones.",
  "(3) Natural Insecticides like tobacco extract, neem oil, and specific bacterial toxins (called as",
  "Thuriosides).",
  "(4) Viral bio- insecticides like Bioculoviruses that affect insect pests.",
  "(5) Fungal agents or different fungi, that are useful in controlling insect pests.",
  "(6) Insect insecticides like Lady Bird and Praying Mantis that eat away many types of insects",
  "(Fig. 3.4).",
  "Fig.3.4. Lady Bird (a) and Praying Mantis (b) work as insect- insecticides.",
  "The use of synthetic chemical pesticides causes health hazards and ecological imbalances. In",
  "view of this, the Government of India has adopted Integrated Pest Management Programme (IPM) as",
  "main strategy of plant protection. The IPM is an eco- friendly strategy which aims at minimum use of",
  "synthetic pesticides. The Government of India spent Rs. 1,500 lakh as grant –in –aid during 8th and 9th",
  "Five Year Plans for the establishment of 30 state laboratories for the development of biopesticides",
  "and biological pest control agents. The consumption of pesticides came down from 72,133 MT during1991-92 to 41,020 MT during 2003-04 due to the IPM.",
  "3.3.5. Prevention and control of Soil Erosion",
  "The depletion of top productive soil by the agency of water or wind is called as soil erosion.",
  "Some farming methods also cause soil erosion through these agencies. Those farming methods are –",
  "Mono agriculture or Mono cropping, wrong methods of ploughing or tilling the land, overgrazing by",
  "cattle like goats and sheep, deforestation etc.",
  "There are many different methods of controlling soil erosion. Those methods are –",
  "(i) Rotation of crops or Alternate Cropping,",
  "(ii) Construction of proper drainage or outlets to carry away the water of fields without causing",
  "soil erosion,",
  "(iii) Plantation – like Afforestation, reforestation, Compensatory Plantation etc.",
  "(iv) Control on overgrazing,",
  "(v) Terracing on hill slopes to check direct flow of water,",
  "(vi) Adoption of proper methods of cultivation,",
  "(vii) Putting ban on the farming on land near river banks.",
  "A. PLANTATION",
  "Growing plants on hill slopes and uncovered land is called as plantation. Plantation checks",
  "soil erosion in following ways –",
  "(a) Canopies of trees check raindrops against falling on the earth surface directly. Thus the",
  "velocity of raindrops is reduced due to which they become unable to break the layer of the top soil.",
  "(b) Roots of plants and trees bind soil particles and do not allow them to flow away with water.",
  "B. CONSERVATION OF GRASSLANDS",
  "Grasses have highly branched fibrous root systems. Hence, they are effective in binding soil",
  "particles  and  in  checking  the  erosion  of  soil.  The  overgrazing  in  grasslands,  cause  complete",
  "destruction  of  grasses.  Thus  overgrazing  is  a  menance.  Soil-erosion,  loss  of  fertility  and",
  "desertification are three most serious impacts of overgrazing. If overgrazing is accompanied by lack",
  "of water, or drought, the whole grassland may get converted into a desert. Hence, conservation of",
  "grasslands is necessary for the conservation of soil. The conservation of grassland is done through",
  "following ways –",
  "(i) Overgrazing should be stopped so as to allow the growth of grasses,",
  "(ii) If grazing is allowed, it should be on rotational basis,",
  "(iii) Shrubs and weeds should be removed from the grassland, as these impose adverse impacts",
  "on the development of grasses,",
  "(iv) The loss of soil and water from the grassland should be checked effectively.",
  "3.4. FORESTS AND THEIR IMPORTANCE TO HUMAN BEINGS",
  "Let  us  have  a  fresh  look  on  forest.  In  fact,  a  forest  is  a  complex  and  dynamic  ecosystemconsisting mainly of trees that form a buffer for the earth to provide shelter to innumerable life",
  "forms and to provide food to them. The trees which make up the main area of the forest create a",
  "special environment which, in turn, affects the kinds of animals and plants that can exist in the forest.",
  "FORESTS ARE MOST IMPORTANT TO HUMAN BEINGS. HOW? LET US RECALL",
  "SOME MAIN POINTS –",
  "1. Forests provide social, economic, medicinal, and environmental benefits to human beings.",
  "2. They provide raw materials to many industries.",
  "3. Forests absorb carbon dioxide and act as major sinks for it. In this way forests maintain",
  "gaseous balance in nature and control air pollution as well. Thus, forests play important roles in",
  "reducing warming of the earth or the global warming.",
  "4. Human beings are connected to all life forms including vast varieties of animals and plants.",
  "Forests provide not only shelter to animals, they provide them food and protection to them as well.",
  "Thus forests help in human survival indirectly by helping the survival of animals and plants or the",
  "biodiversity.",
  "5. Forests have been the homes of many tribal cultures where these cultures flourished and",
  "developed.",
  "6. Forests are helpful in controlling soil erosion and thus protecting the agriculture which is the",
  "major source of food for human beings. If soil erosion is checked, the siltation of rivers will be",
  "checked and the danger of floods will automatically be removed up to major extent.",
  "In spite of their great values, human beings are destroying forest at a fast rate. Felling or cutting",
  "of forest trees is called as deforestation. The rate at which deforestation is being done today is of",
  "great concern. Currently, 12 million hectares of forests are cleared annually. At this rate all the moist",
  "tropical forest could be lost by the year 2050, except for isolated areas in Amazonia, the Zaire basin,",
  "as well as a few protected areas within reserves and parks. Some countries such as Ivory Coast,",
  "Nigeria, Costa Rica, and Sri Lanka are likely to lose all their tropical forests by the year 2010 if, no",
  "conservation steps are taken.",
  "FOLLOWING ARE SOME OF THE BASIC CAUSES OF DEFORESTATION-",
  "(i) Conversion  of  forests  and  woodlands  to  agricultural  land  to  feed  growing  numbers  of",
  "people;",
  "(ii) Development of cash crops and cattle ranching, both of which earn money for tropical",
  "countries;",
  "(iii) Commercial logging (which supplies the world market with woods such as meranti, teak,",
  "mahogany and ebony) destroys trees as well as, it opens up forests for agriculture;",
  "(iv) Felling of trees for firewood and building material; the heavy chopping of foliage for",
  "fodder; and heavy browsing of saplings by domestic animals like goats.",
  "To compound the problem, the poor soils of the humid tropics do not support agriculture for",
  "long. Thus people are often forced to move on and clear more forests in order to maintain production.",
  "CONSEQUENCES OF DEFORESTATION",
  "1. Forests act as a major carbon store because carbon dioxide (CO ) is taken up from the",
  "2",
  "atmosphere and used to produce the carbohydrates, fats, and proteins that make up the tree. Whenforests are cleared, and the trees are either burnt or rot, this carbon is released as CO . This leads to",
  "2",
  "an increase in the atmospheric CO  concentration. CO  is the major contributor to the greenhouse",
  "2 2",
  "effect. It is estimated that deforestation contributes one-third of all CO  releases caused by people.",
  "2",
  "2.  Trees  draw  ground  water  up  through  their  roots  and  release  it  into  the  atmosphere",
  "(transpiration). In Amazonia, over half of all the water circulating through the region’s ecosystem",
  "remains within the plants. With removal of part of the forest, the region cannot hold sufficient water.",
  "The effect of this could be a drier climate.",
  "3. With the loss of a protective cover of vegetation more soil is lost.",
  "4. Deforestation leads to soil erosion, which causes Silting of water courses, lakes and dams.",
  "5.  Destruction  of  forests  results  into  Extinction  of  species  which  depend  on  the  forest  for",
  "survival. Forests contain more than half of all species on our planet - as the habitat of these species is",
  "destroyed, so the number of species declines.",
  "6.  Deforestation  leads  to  Desertification.  The  causes  of  desertification  are  complex,  but",
  "deforestation is one of the major contributing factors.",
  "3.5. CONSERVATION OF FORESTS",
  "A  number  of  programmes  are  being  carried  on  by  the  government  and  non-  government",
  "organizations on different levels. Some of these programmes are being described below -",
  "3.5.1. Joint Forest Management (JFM)",
  "India framed its Forest Policy in 1988. The Ministry of Environment and Forest (MoEF- 1990)",
  "passed  several  subsequent  resolutions  through  which  it  stressed  on  the  needs  of  ‘People’s",
  "Participation’ in the management of natural forests. It has been mentioned in the Policy Document that",
  "local communities should be motivated to take active parts in the protection and preservation of",
  "forests and to derive their share of benefits from them.",
  "The practice of management of forest resources jointly by the Forest Department and the",
  "local  communities  which  would  entitle  them  in  sharing  of  forest  produce  in  lieu  of  their",
  "participation  in  protection  and  management  of  forest  resources  is  called  as  Joint  Forest",
  "Management or JFM..",
  "Under JFM, Forest Protection Committees are formed between villagers and forest officials.",
  "These committees safeguard and protect the forest areas that are prone to illicit felling. Villagers elect",
  "members  of  these  committees  from  among  themselves.  Now,  there  are  separate  Village  Forest",
  "Committees as well. These committees are constituted by villagers themselves and members of these",
  "committees remain responsible for rejuvenation of forests through the conservation of soil moisture",
  "and  plantation.  As  of  March  2006,  there  were  1,06,482  committees  managing  an  area  of  about",
  "22million hectare in 28 states and Union Territory of Andaman and Nicobar islands.",
  "Recent years have seen a number of changes in the management of forests. There is a major shift",
  "towards a more decentralized and people oriented forestry. Responding to scarcities, villagers have",
  "started organizing themselves to reverse degradation and restore productivity. The result has been a",
  "renewal of degraded ecosystems.",
  "The destruction of natural forests for timber, cropland, fuel- wood, pasture, urbanization etc.",
  "have had an impact on many poor rural families who are dependent on forest resources for fuel,",
  "fodder, food, medicine, and housing etc. The deterioration of forests has accelerated soil erosion,sedimentation of rivers, increased flooding, and has overtaxed the land’s capacity to regenerate and",
  "sustain.  It  is  now  being  recognized  that  local  communities  need  to  be  involved  in  establishing",
  "sustainable Forest Management Systems.",
  "3.5.2. Afforestation",
  "The generation of fresh artificial forests by planting trees is called as Afforestation. It is",
  "important for the conservation of soil by increasing vegetation cover on land together with solving the",
  "problem  of  fuel  wood,  fodder  and  rural  energy.  The  government  of  India  set  up  the  National",
  "Afforestation  and  Eco-  Development  Board  (NAEB)  in  AUGUST  1992.  The  aims  of  the",
  "establishment of this board were-",
  "(a) The Promotion of Afforestation,",
  "(b) Plantation of trees,",
  "(c) Ecological Restoration, and",
  "(d) Eco- development",
  "The NAEB has developed various schemes for the promotion of Afforestation and development",
  "of Management Strategies. It formulates different programmes and implements them. It has set up",
  "Ecological Task Force (ETFs) of Ex-service Men who are employed in remote areas. The ETFs are",
  "responsible to undertake restoration of degraded ecosystems by measures like Afforestation, soil",
  "conservation etc. The Social Forestry and Agro- forestry are two ambitious schemes which are",
  "based on the community participation under the Joint Forest Management Programme.",
  "Fig. 3.5. Trees plantation along roadsides.",
  "A. SOCIAL FORESTRY",
  "Plantation of trees in village common lands, along road sides and along rail tracks etc.,",
  "useful in view of production of fuel wood and fodder, is called as social forestry.",
  "The term ‘Social forestry’ was first used in 1976 by the National Commission on Agriculture,",
  "Government of India. It was then that India embarked upon a social forestry project with the aim of",
  "checking deforestation and making use of all unused and fallow land.Government forest areas that are close to human settlement and have been degraded over the",
  "years due to human activities needed to be afforested. Trees  were  to  be  planted  in  and  around",
  "agricultural fields. Plantation of trees along railway lines and roadsides, and river and canal banks",
  "were carried out. They were planted in village common land, Government wasteland and Panchayat",
  "lands.",
  "Social forestry also aims at raising plantations by the common man so as to meet the growing",
  "demand for timber, fuel wood, fodder, etc, thereby reducing the pressure on the traditional forest",
  "area. This concept of village forests to meet the needs of the rural people is not new. It has existed",
  "through the centuries all over the country but it was now given a new character.",
  "With the introduction of this scheme the government formally recognized the local communities’",
  "rights to forest resources, and is now encouraging rural participation in the management of natural",
  "resources. Through the social forestry scheme, the government has involved community participation,",
  "as part of a drive towards afforestation, and rehabilitating the degraded forest and common lands.",
  "This need for a social forestry scheme was felt as India has a dominant rural population that still",
  "depends largely on fuel wood and other biomass for their cooking and heating. This demand for fuel",
  "wood will not come down but the area under forest will reduce further due to the growing population",
  "and increasing human activities. Yet the government managed the projects for five years then gave",
  "them over to the village panchayats (village council) to manage for themselves and generate products",
  "or revenue as they saw fit.",
  "At present in almost all the countries where social forestry programmes have been taken up, both",
  "commercial  and  non  commercial  farm  forestry  is  being  promoted  in  one  form  or  the  other.",
  "Individual farmers are being encouraged to plant trees on their own farmlands to meet the domestic",
  "needs of the family. In many areas, this tradition of growing trees on the farmland already exists. Non-",
  "commercial farm forestry is the main thrust of most of the social forestry projects in the country today.",
  "It is not always necessary that the farmer grows trees for fuel wood, but very often he is interested in",
  "growing trees without any economic motive. He may want it to provide shade for the agricultural",
  "crops; to act as wind shelters; to promote soil conservation or to use his wasteland.",
  "COMMUNITY FORESTRY",
  "Another  scheme  taken  up  under  the  social  forestry  programme  is  the  raising  of  trees  on",
  "community land and not on private land as in farm forestry. All these programmes aim to provide for",
  "the entire community and not for any individual. The government has the responsibility of providing",
  "seedlings and fertilizer but the community has to take responsibility of protecting the trees. Some",
  "communities manage the plantations sensibly and in a sustainable manner so that the village continues",
  "to benefit. Some others take advantage and sell the timber for a short-term individual profit. Common",
  "land being everyone’s land is very easy to exploit. Over the last 20 years, large-scale plantation of",
  "Eucalyptus, as a fast growing exotic tree, has occurred in India, making it a part of the drive to",
  "reforest the subcontinent, and create an adequate supply of timber for rural communities under the",
  "augur of ‘social forestry’.",
  "Planting  of  trees  on  the  sides  of  roads,  canals  and  railways,  along  with  planting  on",
  "wastelands is known as ‘extension’ forestry. Under this project there has been creation of wood",
  "lots  in  the  village  common  lands,  government  wastelands  and  panchayats  lands.  Schemes  for",
  "afforesting degraded government forests that are close to villages are being carried out all over the",
  "country.OBJECTIVES OF SOCIAL FORESTRY",
  "Social forestry, schemes that have been started all over the country have made a considerable",
  "difference in overall forest cover in a short time. Afforestation outside the conventional forest area",
  "is done for the benefit of rural and urban communities. The main objectives of Social Forestry are to:-",
  "1. Improve the environment for protecting agriculture from adverse climatic factors,",
  "2. Increase the supply of fuel wood for domestic use, small timber for rural housing, fodder for",
  "livestock, and minor forest produce for local industries,",
  "3. Increase the natural beauty of the landscape; create recreational forests for the benefit of",
  "rural and urban population,",
  "4. Provide jobs for unskilled workers,",
  "5. Reclaim wastelands, and",
  "6. To raise the standard of living and quality of life of the rural and urban people.",
  "MISSION OF SOCIAL FORESTRY",
  "♦ To  carry  out  a  need  based  and  time  bound  programme  of  afforestation  with  special",
  "emphasis  on  fuel  wood  and  fodder  development  on  all  degraded  and  denuded",
  "lands/forests.",
  "♦ Afforestation of abandoned Jhoom lands and mined areas.",
  "♦ Linear strip plantation of fast growing species on sides of public roads, rivers, streams",
  "and irrigation canals.",
  "♦ Afforestation on unutilized lands under State/Corporate, institutional or private ownership.",
  "♦ Generation of Green belts in urban/industrial areas.",
  "♦ Creation of Shelter belt (generally more extensive than the wind breaks) for the purpose of",
  "shelter from wind and sun, covering areas larger than a single farm on a planned pattern.",
  "♦ Generation of Farm forestry in the form of raising rows of trees on bund or boundaries of",
  "fields and individual trees in private agricultural land as well as creation of wind breaks",
  "round a farm or orchard by raising one or two lines of trees.",
  "♦ Raising flowering trees and shrubs mainly to serve as recreation forests for the urban and",
  "rural population.",
  "♦ Elicit  people’s  participation  involving  women  and  young  people  in  conservation  of",
  "forests, wildlife and environment.",
  "♦ Environmental awareness generation and celebration of vanamahotsava,  environment",
  "day, wildlife week etc.",
  "BENEFITS FROM SOCIAL FORESTRY",
  "1. The waste lands near villages and semi urban areas can be conserved and developed",
  "through this programme.",
  "2. The problem of fuel wood and fodder in rural areas can be solved through social forestry.",
  "3. The pressure on existing forests can be reduced through this programme.",
  "4. It helps in the protection of soil from soil erosion.",
  "5. It provides housing facilities to local birds and animals.",
  "B. AGROFORESTRY",
  "The practice of growing crops between rows of trees is called as Agro- forestry. Tea- and",
  "coffee  farms  are  important  examples  of  this  practice  in  which  tea  and  coffee  bushes  are  grownbetween rows of trees having less canopy areas. Cropping between rows of trees like Coconut, Sal,",
  "Teak etc. and growing different types of trees like Papaya, Kusum etc. on demarcation lines of fields",
  "yield additional benefits to farmers.",
  "The  practice  of  agro-  forestry  has  been  traditionally  adopted  in  India  in  the  form  of  Jhum",
  "cultivation. How ever, this is not an environmentally sound practice as it involves clearing of bushes",
  "and trees in a particular area and growing crops in the ash mixed soil, after burning those bushes and",
  "trees.",
  "The benefits from agro-forestry are listed below-",
  "Fig. 3.6. A Tea-farm dotted with Trees is an example of Agroforestry.",
  "1. This practice provides additional benefits to farmers by increasing their income,",
  "2. Trees provide shelter to numerous birds that eat away insect pests of crops,",
  "3. This practice is important as it is helpful in checking soil erosion and increasing moisture",
  "content of air over the crop fields.",
  "The practice of agro forestry requires adequate knowledge about nature and demands of",
  "different crops together with a complete knowledge about different trees that are to be",
  "combined in the agro forestry system.",
  "4. Agro forestry is helpful in improving soil fertility as leaves of trees falling on the ground",
  "decompose and increase soil fertility.",
  "3",
  "TOWARDS A BETTER ENVIRONMENT…",
  "“Earth Eco Task Force” of ex-servicemen has been active in Pithoragarh, Uttaranchal. In addition to their earlier activities",
  "in Rajasthan, Jammu & Kashmir and Uttar Pradesh, it undertakes ecological restoration work in selected environmentally",
  "degraded areas, particularly in unapproachable and hostile territories. The “Forest Survey of India Report” (1993) which was",
  "based on satellite images, showed that our forest cover had increased from 6,00,000 sq. km (1990-1991) to 6,40,107 sq. km in",
  "1993. The afforestation work has been specially speeded up during the last some years and over 30 lakh hectares have been",
  "afforested since then. Besides, 3760 lakh seedlings have been distributed for plantation on private lands. The World Bank isactively helping both technically and financially in the implementation of various afforestation projects. These include Arawali",
  "project, Indira Gandhi Canal Area Afforestation Project, Dhanbad Project, Kulu Manali Project, Western Ghats and",
  "Andhra Pradesh Afforestation Project and Greening of Haryana Project etc.",
  "IMPORTANT DEFINITIONS",
  "CONSERVATION  AND : The judicious use of soil, maintenance of its fertility and prevention of its loss",
  "MANAGEMENT OF SOIL by all possible means, is called as conservation and management of soil.",
  "DESERTIFICATION : The process of conversion of productive land into unproductive and dry land",
  "(or desert) is called as desertification.",
  "BIO FERTILIZER : The biological agents or substances that improve the fertility of soil, are called",
  "as bio fertilizers.",
  "BIO- PESTICIDES : The biological agents or substances of biological origin that can kill or repel",
  "pests, are called as bio pesticides.",
  "TILLAGE : Preparation of soil for growing crops accomplished by using a plough which",
  "cuts into the ground and turns over the soil.",
  "TRANSGENIC PLANTS : Genetically engineered crop plants resistant to pesticides/pests, are called as",
  "transgenic plants.",
  "PHEROMONES : Insect hormones usually secreted during their sexual activities to attract the",
  "opposite sex are called as Pheromones.",
  "SOCIAL FORESTRY : Plantation of trees in village common lands, waste – Lands, along rail tracks,",
  "along road sides etc. is called as social forestry.",
  "AGRO- FORESTRY : Plantation of trees on demarcation lines of fields and in tea / coffee farms is",
  "called as agro forestry.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. What type of natural resource is soil. Renewable or Non- renewable?",
  "2. What is the Land Use Management? Answer in one sentence.",
  "3. Name any one Nitrogen Fixing Bacteria.",
  "4. Name any one bio- herbicide.",
  "5. Name any one insect which acts as bio-insecticide.",
  "6. Which of the following trees cannot be combined in agro- forestry?",
  "(a) banyan",
  "(b) papaya",
  "(c) coconut",
  "(d) palm",
  "7. What help do agro forestry trees provide to the environment besides adding to the income of farmers?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What do you mean by Conservation of Soil? List any two indigenous methods of soil conservation.",
  "(ICSE 2008)",
  "2. How does excess use of inputs cause harm to the soil?",
  "3. How are the applications of manure, bio-fertilizers and bio- pesticides helpful in the conservation of soil?",
  "4. Describe in brief any two practices that are helpful in the prevention and control of soil erosion?",
  "5. What is Joint Forest Management? How, in your opinion, is it helpful in the proper Conservation and Management of our Forest",
  "Resources?",
  "6. Write Note on Joint Forest Management (JFM).",
  "(ICSE 2008)",
  "7. What are Forest Protection Committees ?(ICSE 2007)",
  "8. Mention two objectives of JFM (Joint Forest Management).",
  "(ICSE 2006, 2008)",
  "9. Mention any two ways by which Social Forestry is useful to us.",
  "(ICSE 2008)",
  "10. What is Social Forestry? In what ways is it beneficial to",
  "(a) rural populations",
  "(b) environment?",
  "11. (i) Define agro forestry.",
  "(ICSE 2007)",
  "(ii) State any two advantages of agroforestry.",
  "(ICSE 2010)",
  "12. Write any two protective Functions of Forests.",
  "(ICSE 2008)",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What do you mean by conservation and management of soil? Describe in brief some important practices for the conservation",
  "and management of soil?",
  "2. What is Forest Conservation? How is it linked with soil conservation? Describe any two important practices of management of",
  "forests.",
  "3. Explain Importance of Forests to Mankind.",
  "(ICSE 2007)",
  "4. “The primary objective of Social Forestry was recommended by the National Committee on Agriculture, Government of India in",
  "1976.” Mention Six objectives of this agricultural programme.",
  "(ICSE 2006)",
  "5. Briefly describe the process of composting. State any two advantages of compost.",
  "(ICSE 2010) [Hint: Elabarate on the basis of your study in previous classes]",
  "6. Explain any three causes and three effects of soil erosion.",
  "(ICSE 2010) [Hint : Elaborate on the basis of your study in previous classes.]",
  "7. Overgrazing is a menace. Explain three impacts of overgrazing. Discuss any three measures to control this menace.",
  "(ICSE 2010)",
  "8. What are organic fertilizers? State any two advantages of using them.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Tillage is accomplished by using a…",
  "(a) tube well",
  "(b) plough",
  "(c) harvester",
  "(d) combine",
  "2. The utilization of a particular type of land for a suitable purpose is called as….",
  "(a) soil erosion",
  "(b) development of pasture",
  "(c) land use management",
  "(d) drainage",
  "3. Nodules are found on the roots of….",
  "(a) banana",
  "(b) papaya",
  "(c) leguminous plant",
  "(d) azolla",
  "4. The root system found in a non- leguminous plant is…",
  "(a) fibrous root system(b) tap root system",
  "(c) no root system",
  "(d) both tap and fibrous",
  "5. Many of the synthetic pesticides are…",
  "(a) biodegradable",
  "(b) non-biodegradable",
  "(c) fertilizers",
  "(d) herbicides",
  "B. Fill in the blanks",
  "1. By ploughing across the slope, the water is allowed to …… into the……… .",
  "2. Proper tillage practices facilitate the aeration of……… .",
  "3. Nitrogen fixing bacteria live inside the …… of leguminous plants.",
  "4. Alternate cropping may also be called as crop………… .",
  "5. Leguminous crops have…… root system.",
  "C. True / False",
  "Write T against the statements that are True and F against the statements that are False.",
  "1. Water, fertilizers and pesticides are principal inputs of agriculture that should be applied in plenty.",
  "2. Fertilizers too damage soil composition if applied in excess quantities.",
  "3. Manures are inorganic materials which are prepared through the decomposition of under natural conditions.",
  "4. Transgenic plants are developed through genetic engineering.",
  "5. Pheromones are plant hormones or phytohormones.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. non- renewable, 2.The utilization of a particular type of land for a suitable purpose is called as land use management.,3.",
  "Rhizobium, 4.Cochineal insect (Cactoblastic cactorum), 5.Lady Bird, 6. (a) banyan, 7.agro forestry trees provide shelter",
  "to birds and animals.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (ii), 2. (iii), 3.(iii), 4.(i), 5. (ii)",
  "B. Fill in the blanks",
  "1. enter, ground 2.soil, 3. root- nodules, 4. rotation, 5. tap",
  "C. True / False",
  "1. F, 2.T, 3. F, 4.T, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "3.1. SURVEY",
  "Do a survey of the area nearby your school and observe cases of soil erosion. Discover all possible causes of soil erosion in",
  "each case and prepare a project on Soil Conservation and Management in……… (Name of the area). Write a project report.",
  "3.2. DISCUSSION",
  "Organise a discussion through the eco-club of your school on ‘Roles of grasslands in soil conservation’.",
  "3.3. FIELD WORK",
  "Contact the Forest Officer of your district and find out about the Social forestry and Agro Forestry programmes being",
  "implemented in the district. Prepare a report on your visit.",
  "",
  ""
]