[
  "CHAPTER6",
  "Public Awareness",
  "Programmes and",
  "Conservation",
  "FACTS & CONCEPTS",
  "u Introduction : What is Awareness?",
  "u Concepts and Issues to be incorporated in a Public Awareness Programme",
  "u Institutions, Organizations and Individuals concerned with Public Awareness Programmes",
  "u Means of Communication in Public Awareness Programmes.",
  "u National Efforts and Public Awareness Programmes",
  "u Public Awareness Programmes Concerning Conservation",
  "u Relevance of Indigenous Practices",
  "u Linkages of Tribal Culture with Forest Resources and their Conservation.",
  "6.1. INTRODUCTION : WHAT IS AWARENESS?Enormous stress has been laid on natural resources since last few decades. Due to this stress, a",
  "number of environmental problems have emerged out on global, national and regional levels.",
  "Environmental  problems  are  to  be  solved  by  the  people  on  all  the  different  levels  through",
  "individual and joint efforts. For this, all the different problems concerning natural resources like",
  "water, soil, air, forests and others; and their causes are to be understood properly by every one",
  "including common people. Those who already understand environment, its manifestations, causes of",
  "stress  etc.  can  devise  programmes  for  conservation  and  implement  those  programmes  involving",
  "common  people.  For  common  people,  some  sort  of  stimulation  towards  conservation  of  natural",
  "resources is necessary which can be done by creating awareness.",
  "Fig. 6.1. A Public Awareness Programme in progress.",
  "The dictionary meaning of awareness is – Knowing or realizing something or knowing and",
  "realizing that something exists and that is important.",
  "In  the  context  of  environment,  awareness  means;  knowing  about  environment,  realizing",
  "different  types  of  environmental  problems  caused  by  human  activities  and  feeling  those",
  "problems with a deep sense of responsibility.",
  "The public awareness can be generated through different types of programmes. What is a public",
  "awareness programme?",
  "Well,  a  programme  formulated  and  designed  to  make  the  public  know  about  general",
  "processes  of  environment,  its  different  resources,  needs  and  ways  of  conservation  of  those",
  "resources etc., is known as Public Awareness Programme.",
  "6.2. CONCEPTS AND ISSUES TO BE INCORPORATED IN A PUBLIC",
  "AWARENESS PROGRAMME",
  "The environmental problems are numerous and these problems vary from place to place on",
  "global, national and regional levels. Public Awareness Programmes are designed and conducted to",
  "develop proper insights into the basic environmental concepts and issues listed below.",
  "1. The Biosphere and its components like plants, animals, and microorganisms,",
  "2. Physical resources like water, air, soil etc.3. Energy, its resources and availability,",
  "4. Human activities causing stress on environment,",
  "5. Nature, extent and impact of human activities and all possible measures to avert the bad",
  "impacts of these activities.",
  "6.3. INSTITUTIONS, ORGANISATIONS AND INDIVIDUALS CONCERNED",
  "WITH PUBLIC AWARENESS PROGRAMMES",
  "The Public Awareness Programmes concerning conservation of resources like water, soil, air,",
  "forests, wild animals and others, are being carried on by governments, non-government organizations,",
  "local bodies, corporations, educational institutions, village Panchayats etc.",
  "International Organizations like WWF (World Wide Fund for nature), Green Peace, PETA",
  "(People for Ethical Treatment to Animals) etc. are running campaigns for the awareness regarding",
  "conservation  of  nature  and  natural  resources.  The  fundamental  aims  of  these  international",
  "organisations are :-",
  "(i) Building awareness about the importance of protection of wildlife",
  "(ii) Formulating, designing and implementing wildlife conservation programmes; and running",
  "campaigns across the world.",
  "Indian Organizations like: the Centre for Science and Environment, New Delhi; Vigyan",
  "Prasar,  New  Delhi,  Govt.  of  India;  Centre  for  Environment  Education,  Ahmedabad;  Bombay",
  "Natural  History  Society,  Mumbai;  Wildlife  Institute  of  India,  Dehradun;  Zoo  Outreach,",
  "Coimbatore, Tamil Nadu People for Animals-New Delhi, India; several government agencies and",
  "non- govt. organizations are running different types of Awareness and Conservation Programmes in",
  "most effective ways.",
  "Film Producers like Jacques Cousteau and David Attenborough have made documentaries on",
  "several endangered species of animals so as to stimulate sense of conservation among masses. Zoo",
  "2000,  Expedition  to  the  Animal  Kingdom,  Earth  Watch  etc.  are  names  of  some  programmes",
  "designed to generate awareness. Besides these, some Television Channels work round the clock for",
  "generating awareness regarding everything related to the conservation of environment.Fig. 6.2. The Vigyan Rail.",
  "A  number  of  books  and  magazines  are  being  brought  out  by  different  organizations  for  the",
  "creation of awareness about the conservation of natural resources. Down to Earth (published by the",
  "Society  for  Environmental  Communications,  New  Delhi),  Journal  of  Bombay  Natural  History",
  "Society (BNHS), Hornbill (published by BNHS-Mumbai), and Sanctuary (602, Maker Chamber,",
  "Nariman  Point,  Mumbai)  -  are  names  of  some  important  magazines  in  this  regards.  The  “Silent",
  "Spring” – the book authored by Rachel Carson, is a world famous book on the Pesticide Poisoning.",
  "The Vigyan Prasar, New Delhi (India); has been running various types of programmes for the",
  "popularization of science and conservation of environment across the country. The Vigyan Rail is its",
  "latest effort to generate awareness about science and environment.",
  "The Central Pollution Control Board ( Ministry of Environment and Forest, Govt. of India),",
  "Vigyan Prasar ( Ministry of Science and Technology, Govt. of India), National Council of Science and",
  "Technology Communications (Ministry of Science and Technology, Govt. of India), WWF-India etc.",
  "organizations  are  catalyzing  different  programmes  run  by  other  organizations  and  functioning  of",
  "various Eco- clubs, Nature clubs etc. in different schools of India for the generation of awareness and",
  "development of students as environmentally conscious citizens of the world.",
  "Factors behind Planning an Awareness Programme",
  "(a) Ecological Factor – It relates to the importance of wise use and careful maintenance of",
  "living systems.",
  "(b)  Ethical  Factor  –  This  factor  relates  to  the  right  or  wrong  of  doing  something  for",
  "conservation like: whether it is our duty to conserve natural resources and to save the earth for future",
  "generations.",
  "(c) Aesthetic Factor – It relates to the beauty of landscape and promotion of different religious,",
  "cultural and traditional practices of conservation.",
  "(d) Economic Factor – It relates to the growth of economy through conservation and expenses",
  "involved in the awareness programme.6.4. MEANS OF COMMUNICATION IN PUBLIC AWARENESS",
  "PROGRAMMES",
  "There are several ways of communicating messages in public awareness programmes like Tree",
  "Plantation,  Commercial  Advertising,  News  Paper  Articles,  Postal  Stationary,  Films,  books  etc.",
  "Puppet Shows,  Folk  Songs,  Street  Hoardings,  Padyatras,  Nukkar  Nataks(street  theatres),  Rallies,",
  "Radio Broadcasts, Nature Walk, Eco- tourism, Class Room Lectures, Seminars, Symposia etc. are",
  "some other effective ways of communication in such programmes. Besides these, visual displays (like",
  "flipcharts,  posters  etc.),  handouts,  slides,  overhead  projectors  and  transparencies,  videos,  film",
  "shows, street hoardings, competitions in schools (like essay writing, painting, poster making, debates,",
  "discussions,  exhibitions  etc.,)  are  other  effective  means  of  communication  in  public  awareness",
  "programmes where constraints of space, time and money come in the way.",
  "Fig. 6.3. Scene of a Puppet Show.",
  "6.5. NATIONAL EFFORTS AND PUBLIC AWARENESS PROGRAMMES",
  "The Government of India is promoting Public Awareness through its different programmes. It has",
  "created an Environmental Information System (ENVIS) – network to disseminate information about",
  "environment. The Ministry has launched a portal at URL.http://www.envis.nic.in, to connect all the",
  "ENVIS- centers. The inclusion of Environmental Education as a separate and compulsory subject in",
  "the education curricula at all levels is a major step towards creation of environmental awareness.",
  "The Central Ministry of Human Resources Development (HRD) organizes different types of",
  "training programmes, seminars, workshops, eco- clubs, National Green Corps (NGC) etc. for the",
  "creation  of  awareness  among  different  sections  of  the  Indian  societies.  The  Central  Ministry  of",
  "Environment  and  Forests  has  been  organizing  National  Environmental  Awareness  Campaigns",
  "(NEAC) every year through various reputed non- government organizations in different regions of the",
  "country. Currently, the Government of India is conducting Global Learning and Observation to",
  "Benefit the Environment  (GLOBE)  and  International  Scheme  and  Education  Programme.  These",
  "programmes are being conducted with hands-on participatory approach.6.6. PUBLIC AWARENESS PROGRAMMES CONCERNING",
  "CONSERVATION",
  "Conservation in the current age has become economic, religious, cultural and political issue.",
  "Pad Yatras, Rallies and Marches are being conducted by people in different parts of the country in",
  "order to conserve water, soil, forests, air and wildlife through peoples’ own ways. We have studied",
  "about  the  CHIPKO  movement  of  Garhwal  Himalayas  (June,  1973)  in  class  VIII.  The  chipko",
  "movement was started under the leadership of sarvodaya workers Chandi Prasad Bhatt, Sarala Dewi",
  "and Sundarlal Bahuguna etc., under the banner of Dashouli Gram Swarajya Sangh(DGSS). We have",
  "also  studied  about  many  other  conservation  programmes  run  by  local  people,  like-  Appiko,",
  "Sukhomanjari, Silent Valley Movement, Joint Forest Management in West Bengal, Bisnois and",
  "the Narmada Bachao Andolan. The Narmada Bachao Andolan is still continued under the leadership",
  "of the social activist Medha Patkar since last two decades. After the construction of the Sardar",
  "Sarovar Dam(SSD), the NBA is continued against raising the height of the dam( from the current",
  "110.64 meters to 121.92 meters) and in favour of rehabilitation of 24000 families of 177 villages.",
  "Fig. 6.4. The Sardar Sarovar Dam: A Mammoth Project.",
  "The seriousness of the problems with water, soil, air, forests and wildlife is important to be",
  "known for devising appropriate strategies for their conservation. The pollution of water, soil and air;",
  "the depletion of forests; the degradation of soil and loss of species of flora and fauna are primary",
  "problems of environment that need to be solved through making the public aware of the seriousness of",
  "these problems.",
  "Different awareness programmes for conservation of these resources like Tree Plantation, Van",
  "Mahotsav,  Regeneration  of  forests,  Social  forestry,  Agro-  forestry,  Installation  of  Solar  Energy",
  "Devices, application of Pollution Free Technologies, cleaning of rivers and lakes etc. are certain",
  "programmes that are being conducted for the conservation of resources. Not only governments alone,",
  "but thousands of non-government organizations are busy round the year for creating public awareness",
  "concerning the status and conservation of these resources.6.7. RELEVANCE OF INDIGENOUS PRACTICES",
  "India has a long history of conservation. The sense of conservation is deeply rooted in the",
  "traditions  and  cultures  of  different  Indian  societies.  In  many  other  countries  also,  the  traditional",
  "societies are conserving their resources through indigenous practices since long. The social forestry",
  "or raising Village Gardens in the villages of Java is one important example in this regard.",
  "enviro_Facts : 06",
  "Some important indigenous practices of conservation observed in India are:",
  "(a) The  construction  of  ponds  for  water  storage  and  community  water  supply  have  been  ancient  practices  of  water",
  "conservation in India. The Archaeological Survey of India has reported about a 2000 years old pond at Shringavera Pur",
  "in Allahabad district of U.P.",
  "(b) The collection and use of rain water.",
  "(c) Growing Sacred Groves as a part of religious and cultural practice by the tribal people of Jharkhand, Madhya Pradesh,",
  "Andhra Pradesh, Tamil Nadu and other Indian states and even of many other countries like Greece and Rome etc.",
  "(d) The worship of the sun, the moon, the earth, rivers, stones, animals and trees in traditional Hindu societies.",
  "(e) The indigenous practices of storage of grains, management of pests and weeds, treatment of humans and cattle by the",
  "application of medicinal herbs.",
  "(f) The indigenous practice of summer cultivation of fields for solarisation, destruction of weeds and insect- pests.",
  "(g) The celebration of festivals connected to the worship of nature like the celebration of Sarhul, Karma etc. by the tribal",
  "people of Jharkhand and other Indian states and the Earth Dance of tribal people of Jharkhand.",
  "Following is the relevance of indigenous practices in nature conservation -",
  "(i) The indigenous practices of conservation are carried on by local people as participatory",
  "activities. These practices are helpful in strengthening the local resource bases.",
  "The sense of conservation, rooted deep in religions and cultures is very important in view",
  "(ii)",
  "of conservation of nature.",
  "The construction of community ponds, check dams and other water harvesting systems are",
  "(iii)",
  "very important for the maintenance of microclimate.",
  "(iv) The indigenous techniques of conservation are cheaper and sustainable.",
  "6.8. LINKAGES OF TRIBAL CULTURE WITH FOREST RESOURCES AND",
  "THEIR CONSERVATION",
  "The  word  ‘tribal’  is  usually  associated  with  another  word  which  is  ‘forest’.  The  tribal",
  "communities of different types have been living in forests in different parts of the world, since time",
  "immemorial. Thus forests serve as habitats for those people and in true sense, these habitats provide",
  "them everything for their livelihood. So, forests and forest resources have close linkages with tribal",
  "communities  and  with  their  culture.  Some  of  the  important  linkages  of  the  tribal  culture  with",
  "conservation of resources are reflected in following examples.",
  "(i) Since most of the tribal people live in forests, forests are as dear to them as their homes.",
  "Hence, they do their best to protect forests from other people.",
  "(ii) The tribal people derive seeds and fruits from forests.",
  "(iii) Some most traditional tribal societies living in remote forests still cover their bodies with",
  "leaves; make leaf- umbrellas and grass- huts.",
  "(iv) The  tribal  people  derive  medicines  from  forest  trees  and  herbs  and  they  have  rich",
  "knowledge of medicinal herbs.",
  "(v) Many  tribal  societies  earn  money  by  selling  forest  produce  like  ber,  mahua(Madhucaindica), tree leaves( for making plates and selling them in markets) and even wood.",
  "(vi) Tribal societies get protection in forests and worship forest trees and grasses (especially",
  "doob or durva = Cynodon dactylon) during their social customs and religious ceremonies.",
  "We have already studied that tribal people of Jharkhand and some other states of India, worship",
  "sacred groves they call as Sarana(in Jharkhand), Dewarakadu(in Karnataka), Deorais(in Madhya",
  "Pradesh) etc. Sarana is the name of tribal religion also, in Jharkhand.",
  "6",
  "TOWARDS A BETTER ENVIRONMENT…",
  "RAIN WATER HARVESTING IN THE NORTH-EASTERN INDIA",
  "(With Special Reference to Mizoram)",
  "Mizoram is one of the smallest states in India having an area of only 21,000 sq. Km. It is located in the extreme North East of",
  "India bordering Myanmar and Bangladesh. The state is entirely mountainous covered with lush green vegetation. The mountains",
  "range in a North - South direction and the rivers flow in either a North or South direction. The highest peak namely Blue Mountain is",
  "only 7100 feet high and the climate of Mizoram is moderate. Towns and villages in Mizoram are mostly located on hilltops or on the",
  "upper reaches of the hills. Since perennial streams and rivers are located much below the habitations, scarcity of water in the dry",
  "season is very common. The whole state enjoys abundant monsoon rainfall during the rainy season extending five or six months in a",
  "year.",
  "Springs on the hill slope and valleys are the main water supply sources in the villages. In the dry period the yield from springs",
  "gets reduced drastically. During the worst dry periods one has to wait long hours to obtain just a bucketful of water from the spring",
  "sources. Spring water supplemented by rainwater harvesting still remains today, the main means of water supply in many villages and",
  "outskirts of towns.",
  "Through their skill and experience, the people living in hills and mountains of North-eastern India have developed a number of",
  "novel practices of farming, checking soil erosion, preventing landslides, and yes – of conserving water. Cropping in terraces along hill",
  "slopes is an age-old practice developed by tribal people. Tribals of Mizoram and Nagaland are expert in cutting beautiful terraces",
  "along mountain slopes. This system of cropping is beneficial in retaining fertility of soil; preventing land slides and checking soil",
  "erosion. Secondly, it is helpful in retaining the moisture of soil and conserving water, also. How are the terraced fields irrigated? Well,",
  "here is the answer.",
  "The terraced fields are irrigated by a network of water- channels of bamboos that reach to every field. The terraces are",
  "graduated in so nice and scientific ways that water flows conveniently through the bamboo channels and irrigates the crop fields.",
  "Sometimes holes are made in the bamboo-pipes that facilitate the flow of water in drips. Thus the water is saved against any wastage",
  "during the process of irrigation. This system of irrigation is called as “Bamboo-drip Irrigation System”.",
  "The loss of forests and less density of trees in certain regions has altered the pattern of rainfall in some districts of the North –",
  "eastern India including Mizoram and Nagaland. The water cycle in these regions has badly been altered and the sources of water",
  "have become inefficient. With the skill and experience, the people of these areas have developed a novel method of rain water",
  "harvesting and water conservation which is called as Zabo System of Rain water Harvesting.",
  "The word “Zabo” means – impounding of water. The indigenous system of conservation of rain water in Mizoram and",
  "Nagaland, through which water is collected and stored in ponds for irrigation and other purposes, is called as the Zabo",
  "system of water conservation. The harvesting of water through this system is done by collecting rain water in catchments along",
  "mountain slopes. A Pond is dug to store water of the catchment area and all the water flowing down through terraces is facilitated to",
  "accumulate into it. The water thus accumulated in ponds is used for various purposes including irrigation. The Government of",
  "Mizoram has started a number of projects of water conservation. Rainwater harvesting and spring developments were taken up as a",
  "Government Programme. The Rajiv Gandhi National Drinking Water Mission, aiming at providing drinking water to every person,",
  "sanctioned a substantial fund for rooftop rainwater harvesting tanks. As many as 198 villages in Mizoram have benefited from the",
  "scheme.",
  "IMPORTANT DEFINITIONS",
  "DECADE : A period of ten years.ENVIRONMENTAL : Knowing  about  environment,  realizing  different  types  of  environmental",
  "AWARENESS problems caused due to human activities and feeling those problems with",
  "deep sense of responsibility is called as environmental awareness.",
  "PUBLIC  AWARENESS : A programme formulated and designed to make the public know about",
  "PROGRAMME general process of environment, its different resources, needs and ways of",
  "conservation  of  those  resources  etc.,  is  known  as  public  awareness",
  "programme.",
  "CAMPAIGN : A series of planned activities that are intended to achieve a particular social,",
  "commercial or political aim is called as a campaign.",
  "National Council of Science and Technology Communications, New Delhi",
  "(India)  -  It  does  the  work  of  science  and  technology  communications,",
  "NCSTC :",
  "popularization of science and technology; awareness of environment and",
  "inculcation of scientific temper among the people.",
  "VIGYAN RAIL : The NCSTC ( the government of India), declared the year 2004, as the year",
  "of Scientific Awareness. The Vigyan Rail, Scientific Jathas, interaction of",
  "scientists with common men, were some of the activities undertaken to",
  "celebrate the year of scientific awareness.",
  "The Vigyan Rail or the Science on Wheels, is a train of Indian Railways",
  "equipped with exhibits of science and technology by Rashtriya Vigyan Evam",
  "Prodyogiki  Sanchar  Parishad  (RVPSP),  Department  of  Science  and",
  "th",
  "Technology, Govt.of India. In the year 2005, this rail was flagged off on 26",
  "April, from Safdarjung Railway Station (Delhi) by Union Minister of State",
  "for Science and Technology and Ocean Development. Now, it is being",
  "called as Vigyan Mail.",
  "POSTAL STATIONARY : The  stationary  belonging  to  the  postal  Department,  like  postal  stamps,",
  "envelops inland letters, aero grams, money order forms etc.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. A number of environmental problems have emerged out on global, national and regional levels since last few decades. Why?",
  "Answer in one sentence.",
  "2. What do you mean by awareness? Answer in one sentence.",
  "3. Name any one national and any one international organization encouraging environmental awareness programmes on their own",
  "levels.",
  "4. In which Indian city is the Wildlife Institute of India located?",
  "5. The indigenous techniques of conservation of environment are being given much importance now a days. Why? Answer in one",
  "sentence.",
  "6. Mention names of any two states where sacred groves are found.",
  "7. Name any one ancient practice of water harvesting.",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What do you mean by the Public Awareness Programme?",
  "2. What are important concepts and issues that should be incorporated in a public awareness programme?",
  "3. How are institutions, organizations and individuals associated with public awareness programmes concerning conservation of",
  "natural resources? Mention main points only.",
  "4. How can films and television channels co-operate in creating public awareness for the protection of our environment? Answer",
  "as per your own thought and experience.",
  "5. ‘You are the secretary of the eco- club of your school’-Mention any four programmes you can organize through your eco-club",
  "for building awareness among students for the protection and preservation of school environment.",
  "6. What is an Eco- club? Why and how is it formed?",
  "7. What is the relevance of indigenous practices in the conservation of natural resources?",
  "8. How is the culture of the tribal people linked with the resources of forests and their conservation?",
  "9. Write the full form of PETA. State one aim of this organisations.(ICSE 2005)",
  "10. List any two methods of insitu conservation.",
  "(ICSE 2010)",
  "11. Name any two techniques by which new crop strains are produced.",
  "(ICSE 2010)",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What may be the principal means of communication in a Public Awareness Programme? Name some national and international",
  "organizations encouraging and supporting public awareness programmes for the conservation of natural environment.",
  "2. Write an essay on ‘Importance of Public Awareness Programmes for the conservation of nature.’",
  "3. Explain- “Water Harvesting in Mizoram.”",
  "(ICSE-2005)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Sanctuary – is the name of-",
  "(a) a book",
  "(b) a film",
  "(c) a magazine",
  "(d) a sacred tree",
  "2. Which one of the following can not be used as means of communication in a Public Awareness Programmes for environmental",
  "conservation …?",
  "(a) postal stationary",
  "(b) street theatre",
  "(c) video",
  "(d) a flower show",
  "3. The functions of the National Green Corps (NGC) are related to –",
  "(a) environment",
  "(b) awareness",
  "(c) military training",
  "(d) forest guards",
  "4. Which one of the following is not an environment friendly activity…?",
  "(a) tree plantation",
  "(b) nature worship",
  "(c) water harvesting",
  "(d) whaling",
  "5. The World Environment Day is celebrated on-",
  "(a) 26 January",
  "(b) 5 June",
  "(c) 15 August",
  "(d) 14 November",
  "6. The Chipko Movement was led by –",
  "(a) Sundar Lal Bahuguna",
  "(b) C.P. Bhatt and Sarla Dewi",
  "(c) Medha Patkar",
  "(d) Arundhati Roy",
  "B. Fill in the Blanks",
  "1. The indigenous practice of digging …… is related to community water supply.",
  "2. The solarization of fields is related to the destruction of …… .",
  "3. Sarana is the religion of ……… people.",
  "4. Dewarakadu is the name of sacred groves in ……… state of India.",
  "5. Films and educational resource materials can be used in …… awareness programmes.",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False-1. Knowing about maximum utilization of natural resources is called as environmental awareness.",
  "2. Awareness Programmes are designed and conducted to develop insight into environmental concepts and issues.",
  "3. WWF is the organization basically concerned with wrestling.",
  "4. Jacques Cousteau and David Attenborough jointly wrote the book Silent Spring.",
  "5. Vigyan Prasar, New Delhi, is running various types of programmes related to popularization of science, technology and",
  "environment.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Because, enormous stress has been laid down on natural resources. 2. Knowing or realizing something, 3.National",
  "Organization: Centre for Science and Environment, New Delhi (India); International Organization: Green Peace, Washington",
  "DC, USA. 4. Dehradun, 5. Because, these techniques are cheap and sustainable, 6.Karnataka, Madhya Pradesh, 7.",
  "Construction of ponds.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1.(c), 2.(d), 3.(b), 4.(d), 5.(b), 6.(b)",
  "B. Fill in the Blanks",
  "1. Ponds, 2.insect- pests 3. Tribal, 4.Karnataka, 5.public.",
  "C.True / False",
  "1.F, 2.T, 3.F, 4.F, 5.T,",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "6.1. PROJECT",
  "Design a project for the creation of awareness about the conservation of water in your area.",
  "6.2. SURVEY",
  "Do a survey of indigenous knowledge about the conservation of natural resources, available in your area. Make a list of all",
  "those activities and explain - how they are important. Can you make suggestions for improving those practices? If yes, mention them",
  "separately. Now, prepare a complete report including importance of these practices and your suggestions for further improvement.2",
  "POLLUTION",
  "7. Types and Sources of Pollution",
  "8. Effects and Abatement of Pollution",
  "",
  ""
]