[
  "CHAPTER1",
  "Conservation and Management: Landscape",
  "and Water",
  "FACTS & CONCEPTS",
  "♦ Introduction",
  "♦ Conservation and Management of Landscapes",
  "♦ Causes of Spoilage of Landscapes",
  "♦ Need for Adopting Control Measures to Check Spoilage of Landscapes",
  "♦ Measures to Check the Spoilage of Landscapes",
  "♦ Need for Conservation and Management of Fresh Water",
  "♦ Why do We Need to Conserve Fresh Water?",
  "♦ Practices of Conservation of Fresh Water",
  "♦ Integrated Watershed Management",
  "♦ Recharging of Ground Water♦ Rainwater Harvesting,",
  "♦ Development of Appropriate Technology",
  "♦ Traditional Practices of Water Conservation",
  "♦ Conservation and Management of Ocean Resources",
  "♦ Major Stresses on Marine and Coastal Ecosystems",
  "♦ Conservation and Management of Marine and Coastal Ecosystems",
  "♦ Importance of Coral Reefs",
  "1.1. INTRODUCTION",
  "Our ecologists and economists say that the rates of exploitation and consumption of resources by",
  "human beings, have reached to infinite levels since last few decades. Now, since these conditions are",
  "not compatible with the finite resources of the earth, these are undermining the wellbeing of its both",
  "the economic and the ecological systems. The imbalances thus caused in natural ecosystems are",
  "leading to various types of environmental problems some of which are being mentioned below.",
  "The spoilage of landscapes.",
  "➢",
  "The crisis in fresh water and oceanic resources.",
  "➢",
  "The degradation of forests, grass lands and semi-arid ecosystems.",
  "➢",
  "The degradation of soil.",
  "➢",
  "The extinction of species of plants and animals (wildlife).",
  "➢",
  "The above conditions of environment aided with various types of pollutions are giving birth to",
  "various problems on natural and global levels. For these reasons the conservation and management of",
  "our natural resources have become the most important challenge that is being faced by the human, race",
  "in different parts of the world. In this chapter, we are going to study about the need of checking the",
  "spoilage of landscapes as well as conservation and management of water resources including the",
  "oceanic resources.",
  "1.2. CONSERVATION AND MANAGEMENT OF LANDSCAPES",
  "About one third of the earth’s surface is land. It covers an area of 140 million km2. The land",
  "provides us different resources like soil, land cover and landscape. The soil is the basis of agriculture",
  "and  food  production.  The  land  cover  includes  forests  and  other  vegetation.  It  is  important  for",
  "maintaining natural conditions of environment. The landscapes are important components of human",
  "habitations, peace and welfare. Since last few decades, vast areas of landscapes have been spoilt due",
  "to various types of human activities and natural disasters. Hence, there is an urgent need of checking",
  "the spoilage of landscapes.Fig.1.1. A Spoilt Landscape.",
  "1.2.1. Causes of Spoilage of Landscapes",
  "The landscape is principally spoilt due to -1.Human activities and 2. Natural Disasters.",
  "The  human  activities  causing  spoilage  of  landscapes  are  –  bad  agricultural  practices  and",
  "removal of natural vegetation. The bad agricultural practices include: excessive use of synthetic",
  "fertilizers,  synthetic  pesticides  and  low  efficiency  of  irrigation  schemes.  These  factors  cause",
  "considerable damage to soil. The application of synthetic fertilizers  alters  the  soil  quality  and",
  "makes  it  unproductive.  The  synthetic  pesticides  often  kill  the  soil  organisms  and  cause  bio-",
  "magnification in animals by joining food-chains in ecosystems. Low efficiency irrigation schemes",
  "often cause wastage of water and flooding of lands. Flooding of land makes the soil saline and ruins",
  "its productivity. The removal of natural vegetation spoils the land and vast areas of barren lands spoil",
  "the landscapes.",
  "Fig. 1.2. Removal of natural vegetation.The  natural  disasters  cause  serious  damages  to  landscapes.  The  principal  factors  causing",
  "natural disasters are – floods, earthquakes, volcanic eruptions etc.",
  "Table 1.1: Causes of land degradation",
  "Extent of Soil Degradation",
  "Causes",
  "(Million ha)",
  "Deforestation 580",
  "Overgrazing 680",
  "Fuel consumption 137",
  "Agricultural mismanagement 550",
  "Industry and urbanization 19.5",
  "Fig. 1.3. Volcanic Eruption: A Natural cause of Land Spoilage.",
  "1.2.2. Need for Adopting Control Measures to check Spoilage of Landscapes",
  "The spoilage of landscapes has become a major environmental problem now. Hence, adoption",
  "of control measures is necessary for checking the further spoilage and degradation of land. Some very",
  "important steps needed for checking the spoilage of landscapes are being described here.",
  "(i) For Controlling Soil Erosion",
  "The soil is essential for the growth and development of vegetation that controls most of the",
  "environmental processes. Secondly, it is the basic resource for agricultural production. The processof soil formation may take thousands of years but the same soil is taken away within a very short",
  "period of time by natural forces like wind and rain. Human activities of clearing of vegetation,",
  "overgrazing by cattle, careless mining activities etc. facilitate the process of soil erosion which",
  "severely alters the functions of soil and spoils the landscape heavily.",
  "The Soil Erosion Alters Soil Functions in Following Ways-",
  "♦ It destroys the ability of soil to act as a filter for pollutants.",
  "♦ It destroys the ability of soil to keep up the bio-geo-chemical cycles like the water-cycle",
  "and the nitrogen cycle.",
  "♦ It destroys the ability of soil to provide habitat and support the biodiversity at a particular",
  "place.",
  "So far, about 2000 million ha of soil has been degraded through human activities. Soil erosion",
  "by water has alone degraded about 56 percent of soil. Degradation of soil through wind erosion,",
  "overgrazing, clearing of vegetation and industrial activities are 28, 35, 7 and 1 percent respectively.",
  "In the light of these facts, we can say that soil erosion and the spoilage of landscape are inter-related.",
  "The erosion of soil can be controlled in following ways-",
  "1. By mechanical protection of soil like building of bunds and terraces along hill slopes and",
  "other slopey areas to control the speed of surface runoff.",
  "2. By biological methods of soil protection like planting of trees, checking of deforestation",
  "and controlling overgrazing by cattle.",
  "3. By water conservation and integrated system of soil protection, like protecting the land",
  "from water logging and adopting proper methods of land tilling.",
  "(ii) For Controlling Desertification",
  "The United Nations defines the desertification in following ways-",
  "Land degradation in arid, semi- arid and dry sub- humid areas brought about by factors",
  "such as climatic variations and human activities, is called as desertification. In fact, it is land",
  "degradation process which occurs in dry sub-humid areas as a result of changes in climate and",
  "human activities.",
  "The desertification of land leads to major consequences. It has become a major problem in many",
  "parts of the world and different nations are worried to control the advancement of deserts. Around",
  "3600 million ha of the world’s dry lands were degraded by desertification up to the year 2000. In",
  "view of increase in the problem of desertification, it is felt that appropriate preventive measures and",
  "reclamation strategies must be taken up to combat this problem.",
  "CAUSES AND CONSEQUENCES OF DESERTIFICATION",
  "Scientists  across  the  world,  are  of  the  opinion  that  desertification  is  the  result  of  climatic",
  "variations and atmospheric changes. But all of them now accept that some human activities are the",
  "real causes behind the desertification in the current age. The whole world agrees that desertification",
  "has many serious consequences that cause suffering and dangers to the whole life existing in the",
  "particular areas, and also, that disrupt many of the environmental processes in those areas. Some of",
  "the remarkable causes of desertification and its consequences are mentioned below.",
  "CAUSES OF DESERTIFICATION-(i) Massive  deforestation  for  various  activities  like  extension  of  agriculture,  pasture",
  "development, industrialization, mining, urbanization etc.",
  "(ii) Overgrazing  by  cattle  that  renders  the  earth-  surface  bare,  infertile,  and  thus",
  "unproductive.",
  "(iii) Over cultivation that depletes most of the organic content of the soil and makes it prone",
  "to soil erosion by wind and water.",
  "(iv) Growth  of  human  population  and  consequent  degradation  of  land  through  increasing",
  "human activities.",
  "(v) Unscientific  irrigation  practices  and  flooding  of  fields  makes  the  soil  saline  and",
  "unproductive.",
  "CONSEQUENCES OF DESERTIFICATION -",
  "Fig.1.4. One of the consequences of desertification.",
  "(i) It reduces the ability of land to support life.",
  "(ii) It adversely affects the lives of wild species, domestic animals, agricultural crops and",
  "people.",
  "(iii) Desertification reduces plant cover from the earth surface and accelerates soil erosion",
  "through wind and water. Here is an example: South Africa is loosing about 300 to 400",
  "million tones of top soil every year.",
  "(iv) Desertification is a self-reinforcing process. It means, once the process of desertification",
  "starts, the conditions are set for continual deterioration of land.",
  "(v) Desertification  causes  a  drop  in  biological  productivity  which  leads  to  decline  in",
  "economic  productivity.  It  further  forces  farmers  into  poverty  and  compels  them  to",
  "migrate.",
  "Control of desertification According to United Nations Environmental Programme",
  "(UNEP), following measures can be adopted for controlling desertification –",
  "♦ Banning of goat farming, which is destructive to the environment;♦ Reclaiming desertified land for increased productivity though a comprehensive approach;",
  "♦ Developing appropriate farming practices suited to the fragile semi-arid region;",
  "♦ Refining  of  economically  viable  traditional  practices  in  land  degradation  control  and",
  "rehabilitation;",
  "♦ Improving the living conditions and income of farmers in affected villages to lift them out",
  "of poverty.",
  "(iii) For Controlling Degeneration of Biodiversity and Checking Extinction of Species",
  "We know that the species richness at any place is called as its biodiversity. It is very essential",
  "to  maintain  the  biodiversity  because  every  species  has  a  key  role  to  play  in  the  environment.",
  "Secondly, all the species and their characteristics are properties of our planet.",
  "The biodiversity can be maintained by proper management of landscapes. For this clearing of",
  "vegetation,  habitat  destruction,  use  of  pesticides  in  agriculture,  heavy  and  careless  mining  etc.",
  "activities must be stopped.",
  "(iv) For Controlling Deforestation and Associated Problems",
  "The vegetation including forests and grasslands is essential for the maintenance of landscapes.",
  "But  forests  and  grasslands  are  at  serious  risk  due  to  various  types  of  human  activities  like",
  "industrialization,  urbanization,  agricultural  expansion,  pasture  development,  and  various  types  of",
  "construction activities. More than 220 million ha of tropical forests were destroyed during 1975-90",
  "for  the  expansion  of  agriculture  for  food  production.  The  loss  of  vegetation  cover  allows  an",
  "imbalance  in  the  atmospheric  composition  of  gases.  Under  these  conditions  the  concentration  of",
  "carbon dioxide increases in the atmosphere which further contributes to global warming and change",
  "of climate. Under these conditions it is essential to adopt control measures for checking the spoilage",
  "of landscapes.",
  "(v) For Checking Soil Pollution",
  "Lands are becoming seriously polluted due to dumping of wastes in different areas. The soil",
  "pollution from acid rains and industrial wastes is another environmental issue associated with land",
  "degradation, desertification, loss of vegetation and degeneration of biodiversity. About 12 percent of",
  "the soil degradation is caused by dumping of wastes from chemical industries alone. In China, vast",
  "areas  of  good  agriculture  land  are  threatened  by  chemical  pollution.  All  these  environmental",
  "problems are further compounded to cause the spoilage of landscapes. Hence, the adoption of control",
  "measures for these problems is very important.",
  "(vi) For Reclamation of Land Spoilt by Industries",
  "Vast  areas  of  land  have  been  made  useless  through  various  Industrial  activities  like  heavy",
  "mining, overburden dumps, accumulation of wastes and construction activities. These activities put",
  "serious stresses on land and cause spoilage of landscapes. Hence, it is essential to adopt control",
  "measures to stop the spoilage of landscapes. The land which is made useless through industries",
  "should be reclaimed for productive purposes.Fig.1.5. Reclamation of land.",
  "What is the Reclamation of Land? Restoration of a land area to more natural state is",
  "called as Land Reclamation. It is the process through which seriously disturbed surfaces of land are",
  "stabilized against the hazards of wind and water erosion.",
  "Sometimes, land reclamation involves creating new land from sea or riverbeds. Such type of",
  "reclamation has become an old practice in many coastal areas of the world. Creation of artificial",
  "islands is also an activity of land reclamation. The Kansai International Airport in Osaka, and",
  "Hong Kong International Airport, Palm Island, Hotel Burj- al- Arab in UAE are examples of",
  "artificial islands. However, new reclamation projects are restricted or no longer allowed by the",
  "Laws of Environmental Protection, in some countries.",
  "LAND REFORM",
  "Various measures such as division of large portion of land into smaller ones, that are taken to",
  "bring about a more equitable apportionment of agricultural land is called as Land Reform. In other",
  "words,  deliberate  change  in  the  way  the  agricultural  land  is  held  or  owned,  the  method  of  its",
  "cultivation, or the relation of agriculture to the rest of the economy is called as land reform. It has",
  "both the political and environmental objectives-",
  "1. A common political objective of land reform is to abolish feudal or colonial forms of",
  "landownership.",
  "2. The environmental or other objective incudes improving the social status of farmers and",
  "coordinating agricultural production with industrialization programme.",
  "1.2.3. Measures to check the spoilage of landscape",
  "Following measures are adopted to check the spoilage of landscape-",
  "(a) Prevention of soil erosion,",
  "(b) Maintenance of soil fertility, and",
  "(c) Management of land.Spoilage of land and landscape can be reduced or minimized by proper planning of land use.",
  "Planning for proper utlization of land for different purposes is called as Land use Planning.",
  "Some of the major advantages of land use planning are- (i) Checking land degradation (ii) Sustainable",
  "development and, (iii) Soil conservation.",
  "1.3. NEED FOR CONSERVATION AND MANAGEMENT OF FRESH WATER",
  "According to the National Water Policy – 1987, water is a scarce and precious resource to be",
  "developed  and  conserved  on  an  integrated  and  environmentally  sound  basis.  The  Planning",
  "Commission of India has estimated that the Annual Water flow in our rivers is 1869 cubic kilometres",
  "of water out of which we can use 550 cubic kilometres which accounts for 30 percent only. The",
  "remaining 70 percent either goes to the sea, gets wasted or causes floods enroute. We are facing",
  "irrigation problems from thousands of years due to water logging, salting or silting.",
  "1.3.1. Why do we need to conserve fresh water?",
  "There is an urgent need of water conservation because of the facts mentioned below-",
  "Fig. 1.6. About 1.1 billion people in the world lack access to safe drinking water.",
  "♦ Water is the most essential substance for life processes. It is essential for drinking, bathing,",
  "cooking, irrigation, industry, and for the survival of plants and animals.",
  "♦ The global supply of water is uneven. Due to this, many parts of the world frequently",
  "suffer from water crisis, drought, and crop-failure.",
  "♦ Most  of  our  fresh  water  sources  like  ground  water,  reservoirs,  rivers  etc.  are  under",
  "increasing environmental stress. This stress on water is caused due to overuse, water",
  "pollution and degradation of ecosystems.",
  "♦ According to the United Nations Environmental Programme (UNEP), some 80 countries",
  "of the world suffered from serious water- crisis up to mid-1990s. The World Water",
  "Council in its report of the year 2000, stated that the demand for water use is expected to",
  "increase by 40 per cent by the year 2020. The agriculture will require 17 per cent more",
  "water for producing food for our growing population by that time.♦ About1.1 billion people in the world lack access to safe drinking water. The surface and",
  "ground water has been contaminated by toxic chemicals, wastes, and pathogens. Poor",
  "water supply and problems of water sanitation are causing the spread of many water",
  "borne diseases in many parts of Asia and Africa. Some of these diseases are- cholera,",
  "diarrhoea, dysentery, eye infections, scabies, trachoma, ascariasis etc. According to a",
  "report of the UNEP, about 3 million people in Africa die due to water borne diseases.",
  "♦ Dumping of toxic wastes has polluted ground water through seepage. Landfill sites too,",
  "contribute a lot in the pollution of the underground water. Secondly, the overuse and",
  "misuse of ground water is causing the depletion of water table in many parts of the",
  "country.",
  "1.3.2. Practices of water conservation",
  "Management  of  watersheds;  recharging  of  groundwater  through  various  methods  and",
  "technologies; and traditional water harversting techniques are important practices of conservation of",
  "water. These practices have been described ahead.",
  "A. INTEGRATED WATERSHED MANAGEMENT",
  "A Watershed is the reservoir in which the rainwater falling on a vast hilly area is made to",
  "accumulate  for  recharging  the  water-table  and  for  keeping  it  reserved  for  domestic  and",
  "agricultural purposes of local communities.",
  "In watershed development, the water is conserved at source i.e. the rain water falling on hills is",
  "stored and conserved in valleys. Civil structures like contour bunds, trenches, gully plugs, check",
  "dams and percolation tanks are constructed to conserve water and to recharge the ground water. The",
  "Watershed Management also aims at protecting precious top soil from getting eroded due to rain",
  "water run offs. The Integrated Watershed Management incorporates full participation of villagers at",
  "local level.",
  "Fig.1.7. A Watershed.Watershed is the basic unit of development which involves a manageable subunit of water cycle.",
  "The Integrated Watershed  involves  various  other  elements  that  are  linked  with  the  watershed.",
  "These elements are: conservation, regeneration and judicious use of natural resources. Besides",
  "this,  the  integrated  watershed  keeps  a  balance  between  human  demands  and  availability  of  the",
  "resource.",
  "Some of the major objectives of Watershed Management are -",
  "1. Conservation of soil & water",
  "2. Recharging the ground water–table",
  "I. Major areas covered under Integrated Watershed Management",
  "The Integrated Watershed Management covers different areas of environment which are listed",
  "below-",
  "(i) Management of soil and water,",
  "(ii) Development of sustainable agriculture,",
  "(iii) Improvement in cattle rearing or the animal husbandry,",
  "(iv) Development of fodder for cattle,",
  "(v) Development of Agro-forestry i.e. growing commercially useful trees on demarcation",
  "lines of crop fields,",
  "(vi) Management of rural energy, and",
  "(vii) Development of community.",
  "Presently, the Integrated Watershed Management is mainly carried out as a major project in",
  "Orissa, Tamil Nadu, Karnataka, and Madhya Pradesh. However the development of watersheds is",
  "going on in many other states also on community basis. The Watershed Management is ideal at a place",
  "which experiences short rainfall and which has megre arrangements for irrigation.",
  "II. The Need of Integrated Watershed Management",
  "The  implementation  of  Integrated  Watershed  Management  is  needed  for  the  sustainable",
  "development  of  communities  in  a  particular  area.  It  is  most  needed  in  water  scarce  areas  for",
  "following activities –",
  "(i) For increasing production oriented works like increasing the agricultural production and",
  "doing other income generating activities,",
  "(ii) For implementing Agro-forestry and Soil Conservation Programmes (The agro-forestry",
  "programmes in Karnataka and Agriculture Development Activities in Orissa are some",
  "examples),",
  "(iii) For the empowerment of local communities so that they can generate resources and can",
  "maintain watersheds themselves,",
  "(iv) For solving water and environment related problems,",
  "(v) For planting trees to meet the demands of fibre and fodder,",
  "(vi) For managing and stabilising hill slopes and terraces,",
  "(vii) For controlling soil degradation through salinity and water logging,(viii) For assuring adequate quantity and quality of usable water through --",
  "(a) The cultivation of less water –consuming crop varieties,",
  "(b) The protection of water bodies,",
  "(c) The construction of check dams,",
  "Fig. 1.8. A Check Dam.",
  "(d) The development of irrigation facilities,",
  "(e) The development of water treatment facilities,",
  "(f) Proper disposal of waste water and recharging the ground water.",
  "(ix) For controlling floods and damages caused due to floods by-",
  "(a) The construction of flood control dams along river banks,",
  "(b) The plantation of trees in river basins to check soil erosion,",
  "(c) The protection of wetlands,",
  "(d) The construction of water diversion channels, and",
  "(e) The control on overgrazing.",
  "B. RECHARGING OF GROUND WATER",
  "Getting back the required level of ground water is called as recharging of ground water. For",
  "this, the water accumulated on the earth-surface is facilitated to enter into the earth and to raise the",
  "level of ground water.",
  "(i) Need of recharging of ground water",
  "Concrete buildings, roads etc. cover big areas of land which do not allow the rainwater to enter",
  "into the earth. Secondly, the slopes of hills too, do not allow the flowing water to enter into the earth.On the other hand, more than 80 percent of the domestic demand is met by ground water sources.",
  "Irrigation alone consumes 90 percent of the extracted ground water. The extraction of the underground",
  "water is being done at the rate higher than the natural recharge and snow- melts. These are the reasons",
  "due to which recharging of ground water level is essential.",
  "(ii) Techniques of recharging of ground water",
  "The  recharging  of  ground  water  is  principally  done  through  Rain  water  harvesting  and  the",
  "development of appropriate technology. Let us consider the rain water harvesting first.",
  "1. RAIN WATER HARVESTING",
  "The collection and transfer of rainwater from the catchment’s area to the place of storage",
  "and use is called as rainwater harvesting.",
  "The rainwater harvesting aims at-",
  "(i) checking the rainwater from flowing far away causing en-route soil erosion and flooding",
  "vast areas,",
  "(ii) meeting the demands of water in water scarce areas,",
  "(iii) recharging the ground water and raising its level, and",
  "(iv) Checking the rainwater from becoming seriously polluted or contaminated.",
  "The collection and use of rainwater is a traditional practice adopted in water scarce areas of",
  "India since long. In those areas, people have been harvesting rain water since long. Now that the",
  "overuse of the ground water in most parts of the world has pushed down the ground water at a critical",
  "level, it has become most essential to bring back the depleted water level. For this, recharging of the",
  "ground water is essential by allowing the rain water to run down inside the earth.",
  "The water of rain can be harvested in many ways. Now that vast areas of land are occupied by",
  "buildings and tarred roads, very less area is left open to catch the rain water and to allow it to go",
  "inside  the  earth.  Under  these  conditions  the  rooftop  water  harvesting  for  domestic  uses  and  for",
  "recharging of ground water is a novel option.",
  "For the recharging of the ground water, following structures are usually constructed-",
  "(a) Sub strata dykes",
  "(b) Inverted tube wells",
  "(c) Ponds and lakes with shafts and dug wells",
  "ROOF-TOP RAIN WATER HARVESTING",
  "The technique, through which the rainwater is captured from roof catchments and stored",
  "for further use, is called as roof – top rain water harvesting or the domestic water harvesting.",
  "The roof-top water harvesting and conservation system comprises six components which are",
  "being introduced below-",
  "(i) The catchments area or roof: It is the surface of the top of a house where the rain water",
  "falls.",
  "(ii) Gutters and downspouts: These are transport channels from the catchments surface to the",
  "storage area.(iii) Leaf screen and roof washers: These are the systems that remove contamination and debris.",
  "(iv) Storage  Tanks:  These  are  containers  or  permanently  built  structures  to  store  water  for",
  "cleaning and the domestic use.",
  "(v) Water treatment: For this, filters and equipments are used and disinfectants are added to",
  "purify water.",
  "Fig.1.9. Roof – top Rain Water Harvesting.",
  "This approach requires connecting the outlet/drop pipe from roof of the building to divert the rain water, to either existing",
  "wells/tubewells/bore wells or specially, designed structure.",
  "For the roof-top rain water harvesting, the roof-top should be clear and safe. If the area of the",
  "roof-top is located in Delhi, it is 100 sq m in area and the average rainfall is 0.6 m, the volume of the",
  "water harvested will be 5, 1000 L.",
  "The  rainwater  collected  on  roof  can  be  sent  to  recharge  trench  or  to  a  recharge  well,  dug",
  "properly in the ground. It helps in improving the ground water level. The recharge trench or the",
  "recharge well may also be an abandoned well in the area.",
  "The Roof-Top water Harvesting is Traditional Practice of Water Conservation in Mizoram.",
  "Since most of the villages in the state are situated on hill tops, the Mizo-community has to face acute",
  "shortage  of  water  during  most  part  of  the  year.  The  Government  of  the  state  started  rainwater",
  "harvesting  work  in  1986  with  a  number  of  projects  on  collection,  storage  and  purification  ofrainwater. As per records, about 24185 Rainwater Harvesting Tanks, and 32 impounding reservoirs",
  "had been constructed in the state by 2006-07.",
  "2. DEVELOPMENT OF APPROPRIATE TECHNOLOGY",
  "Some  very  common  technologies  applied  for  the  recharging  of  ground  water  are  being",
  "introduced below –",
  "(i) Construction of check dams",
  "A permanent or temporary wall constructed against the flow of water current in order to",
  "check it against going away and also in order to raise the existing water level, is called as a",
  "check dam.",
  "Temporary check dams are constructed by using different types of locally available materials",
  "like wood, pebbles, rock pieces, or wire nets. Accordingly, they are called as wood dams, rock",
  "dams,  or  wire  dams.  The  concept  of  check  dams  was  applied  by  Shri  Rajendra  Singh  for  the",
  "conservation of water in Rajasthan. He is called as “the water man of India”.",
  "(ii) Construction of Irrigation Ponds",
  "These are artificially constructed ponds in the area of water sheds for the collection of water for",
  "irrigation. This practice is very much popular in South India where more than 2,000150 irrigation",
  "ponds have been constructed to irrigate about 4 million ha of land.",
  "enviro_Facts : 1.1.",
  "PANI- PANCHAYAT",
  "The  World  Bank  and  governments  are  proposing  the  privatization  of  water  as  a  solution  to  the  water  scarcity.",
  "Environmentalists think that it is privatization of water that has created the crisis. Water conservation and sustainable use of water",
  "can only be possible on the basis of the democratic control over water resources.",
  "In Pune of Maharashtra state in India, an NGO named Gram Gourav Pratishthan launched a movement named Pani-",
  "Panchayat in the year 1972. The central idea under the formation of the Pani – Panchayat was-no individual should be deprived of",
  "a rightful share of the limited water resources on which life and the livelihood depends. To ensure justice, the Pani-Panchayat",
  "manages water as a community resource and not as a private property. The cultivation of sugarcane was completely banned for",
  "being inconsistent with the principle of responsible and sustainable resource use in drought prone regions.",
  "(iii) Construction of Percolation Ponds or Percolation Pits",
  "These are artificially constructed ponds in low lying areas to collect the rain water. Inverted",
  "tube wells and dug wells are constructed in the bottoms of ponds so as to allow easy percolation of",
  "water inside the ground and to recharge the ground water level.",
  "(iv) Construction of Tunnels",
  "These are deep structures in the ground, dug in order to collect the rain water in them. The rain",
  "water so collected, in tunnels, recharges the ground water table.",
  "(v) Construction of farm-pondsThese are structures constructed to collect the rainwater overflowing the crop fields or farms.",
  "This water can be re-used for irrigation during dry seasons or for Pisciculture. Such ponds are also",
  "useful in recharging of ground water. How ever, these are frequently subjected to eutrophication as",
  "their water contains plenty of plant nutrients.",
  "(vi) Sub strata-Dykes or Sub- surface dams",
  "These are long thick walls built undergrounds in the bed of some streams to stop flooding on to a",
  "low area of land or checking the sub-surface flow of water.",
  "(vii) Inverted Tube wells",
  "These are deep bore wells through which the rainwater is allowed to enter into the earth to",
  "recharge the ground water.",
  "(viii) Gully Plugs",
  "The deep incision that cuts into the bedrock due to surface runoff of water is called as",
  "gully. Gullies are formed in steep areas due to the erosion of soil by rain water. Gully plugs are",
  "stones, sand bags or wood logs that are used as obstructions against the flow of water through gullies.",
  "This practice checks the further erosion of soil as the speed of water flowing through gullies is",
  "reduced by gully plugs.",
  "C. TRADITIONAL PRACTICES OF WATER CONSERVATION",
  "Water  has  been  harvested  in  India  since  the  ancient  period.  The  need  of  Conservation  and",
  "Management of Water was felt even by the people of the Harappa and Mohenjo-Daro, about 5000",
  "years ago. Here is a historical account of the practice of water conservation in India, after which we",
  "will study about various water harvesting practices and structures that have been traditionally popular",
  "in the different parts of the country.",
  "(i) The Historical Account of Water Harvesting in India",
  "The Archaeological Studies show that India’s Great Rann of Kutch had several reservoirs to",
  "collect rain water run off in the extremely dry region of Dholavira, dating back to the 3rd millennium",
  "before the Christ.",
  "Kautilya’s Arthashashtra that was written in the 3rd century B.C. has a mention of irrigation by",
  "rain-harvested water through community participation.",
  "Junagarh  Inscriptions  dating  back  to  2nd  century  A.D.  inform  us  about  the  restoration  of",
  "Sudarsana Lake, which is not seen now since 9th century A.D.",
  "The Vijainagar Tradition of Vijainagar Kingdom (1336-1564 A. D.) laid much emphasis on the",
  "development of irrigation and water harvesting for the improvement of agriculture.",
  "The kings of olden days like Krishnadeo Rai (1509- 1530) etc. emphasized that prosperity of the",
  "empire depended on the construction of irrigation channels and water tanks.",
  "The Gond Tradition emphasized on the repairs of channels, embankments, distributaries, tanks or",
  "Talabs etc. The Rani Talab of Jabal Pur is a glaring example of water harvesting tradition of Gond",
  "Tribes.The Bengal Tradition laid emphasis on irrigation on irrigation with the water collected through",
  "rain water harvesting.",
  "The Karikala Chola of 2nd century A.D. built a Grand Anicut across the river Cauvery to divert",
  "water for irrigation.",
  "Raja Bhoj of Bhopal built the largest artificial lake (65,000 acres) in India. That lake was fed by",
  "streams and springs. Kalhan in his Raj Tarangini (12 century A.D.) has described a well maintained",
  "irrigation system in Kashmir.",
  "(ii) Traditional Water Harvesting Systems in India",
  "In respect of availability and non- availability of water, India can be divided into 15 Ecological",
  "regions, ranging from dry, cold desert of Ladakh to the dry hot desert of Rajasthan, from the sub-",
  "temperate mountain of the Himalayas to the tropical high mountain of Nilgiri.",
  "Table 1.2. Traditional Water Harvesting Systems in different Ecological Zones of India",
  "S.No. Ecological Zone Traditional Water Harvesting system/",
  "structures",
  "1. Trans- Himalayan Region Zing",
  "2. Western Himalayan Region Kul, Naula, Kuhl, Khatri",
  "3. Eastern Himalayan Region Aptani",
  "4. Northern Hill Ranges Zabo, Cheo-oziihi, Bamboo- drip irrigation",
  "5. Brahmputra Valley Dongs, Durgs /Jampois",
  "6. Indo-Gangetic Plain Ahars-pynes, Bengal’s inundation channels,",
  "Dighis, Baolis. Etc.",
  "7. Thar Desert Kunds, Kundis, Baoris, Jhalaras, Nadi,",
  "Tabas, Tankas,",
  "Khadins, Virdas, Paars etc.",
  "8. Central Highlands Talab, Bandhis, Saza Kuva, Johad, Naada,",
  "Bandh, Tank,",
  "Chandella, Bundela Tank etc.",
  "9. Eastern Highlands Katas, Mundas, Bandhas etc.",
  "10. Decan Plateau Cheruvu, Kohli, Tanks, Bhandaras, Phad,",
  "Kere, etc.",
  "11. Western Ghats Surangam",
  "12. Western Coastal Planes Virdas",
  "13. Eastern Ghats Korambu",
  "14. Eastern Coastal Plains Eri, Ooranis",
  "15. The Islands Jack WellsFig.1.10. Baori constructed in the forte of Rajasthan.",
  "Some of the Water Conservation Systems mentioned above are being introduced below-",
  "ZING",
  "Fig. 1.11. Zing- the water harvesting structure of Ladakh.",
  "Melting glaciers and snows are the only sources of water for the people residing in Ladakh",
  "region. The people of this region make intelligent use of their limited resources and make agriculture",
  "possible in this dry and barren land. The snow and ice melt slowly through the day and water is",
  "available in the streams only in the evening, when it is too late for irrigation. The water in the streams",
  "is hence led by channels to storage tanks and used the next day. These storage tanks are called as",
  "ZING.",
  "APTANI SYSTEM",
  "This system is practiced in Arunachal Pradesh by Aptani tribes. The Aptani system of ArunachalPradesh  was  practiced  by  the  Aptani  tribes.  Under  this  system  the  stream  water  is  blocked  by",
  "constructing a wall 2 to 4 m high and 1 m thick near forested hill slopes. This water is taken to the",
  "agricultural fields through channels. The valleys are terraced into plots separated by 0.6 m high",
  "earthen dams with inlet and outlet channels (to the next plot) that help to flood or drain the plots as",
  "and when required.",
  "ZABO SYSTEM",
  "This traditional system is practiced in Nagaland. The term Zabo means ‘impounding run-off’.",
  "Zabo is practiced in Nagaland. When rain falls on terraced hill slopes, the runoff collects in ponds in",
  "the middle terrace. The runoff then passes through slopes where there are cattle yards, and finally",
  "reaches the paddy fields at the foot of the hills. Thus it is through this system that not only the",
  "irrigation of paddy fields is brought about, but the fertility of the crop- field is also improved.",
  "BAMBOO DRIP IRRIGATION & TRICKLE DRIP IRRIGATION",
  "Under this system the rapidly flowing water from streams and springs is captured by bamboo",
  "pipes and transported over hundreds of metres to drip irrigate black pepper cultivation in Meghalaya.",
  "Many bamboo pipes of varying diameters and lengths are laid to manipulate and control the flow of",
  "water through this system of water conservation.",
  "The Trickle Drip System is a system of irrigation that was first developed in 1960s by farmers",
  "to check wastage of water during irrigation.",
  "In this system water is allowed to pass through a narrow route drop by drop directly to the plant",
  "roots. This system delivers the correct quantities of water to the roots of the plant, thereby not wasting",
  "any of the precious water. This method of irrigation does not waste water, and allows the crops to be",
  "adequately watered all year round. This technology was quickly adopted by the world community. By",
  "1995 over 20 million irrigation systems were in use world wide. This technology has been changing",
  "rapidly to correct for specific problems. The latest system on the market (the fifth generation) widens",
  "water passages to increase water flow and create a “clog-free” system.",
  "AHAR-PYNE",
  "Ahar-pyne is a traditional floodwater harvesting system indigenous to South Bihar. Here the",
  "terrain has a marked slope, the soil is sandy, groundwater levels are low and rivers flood their banks",
  "only during the monsoon. The ahar is the catchment basin embanked on three sides, while the fourth",
  "side is the natural slope. Pynes or artificial channels start out from the river, and meander through",
  "fields to end up in an ahar.",
  "TANKAS",
  "Tankas are round or rectangular structures usually constructed to store water in Bikaner of India.",
  "Rainwater from the roof or terrace is directed towards an opening in the floor which leads to the",
  "tanka. The rain water thus stored in tankas is used for various purposes.",
  "JOHADFig. 1.12. Khadin.",
  "Johads  are  small  earthen  check  dams  that  capture  and  conserve  rainwater,  improving",
  "percolation and groundwater recharge. This practice was started in 1984 in Rajasthan. So far some",
  "3000 Johads have been constructed across more than 650 villages in Alwar district of the state. What",
  "about other districts? Well other districts are also moving along the same path. This has resulted in a",
  "general rise of the groundwater level by almost 6 metres and a 33 percent increase in the forest cover",
  "in the area. Five rivers that used to go dry immediately following the monsoon have now become",
  "perennial, such as the River Arvari, has come alive.",
  "KHADIN",
  "A Khadin, also called a dhora, is an ingenious construction designed to harvest surface runoff",
  "water for agriculture. Its main feature is a very long (100-300 m) earthen embankment built across the",
  "lower hill slopes lying below uplands. Sluices and spillways in the area allow excess water to drain",
  "off to the catchment.",
  "The Khadin system is based on the principle of harvesting rainwater on farmland and subsequent",
  "use of this water-saturated land for crop production. First designed by the Paliwal Brahmins of",
  "Jaisalmer, Western Rajasthan in the 15th century, this system has great similarity with the irrigation",
  "methods of the people of Ur (present Iraq) around 4500 BC and later of the Nabateans in the Middle",
  "East. A similar system is also reported to have been practiced 4,000 years ago in the Negev desert,",
  "and in southwestern Colorado 500 years ago.",
  "KUNDS OR KUNDIS",
  "As in many parts of the country, the people of Rajasthan have learnt to live with scarcity of",
  "water. In Churu, Bikaner, and Sikar of the state people have learnt to harvest rain water in Kunds or",
  "Kundis. What are Kunds or Kundis?",
  "Dome  shaped  structures  over  an  underground  tank  surrounded  with  an  artificially  paved",
  "catchment sloping towards the centre is called as Kund or Kundis. Traditionally, these tanks were",
  "made up of lime, which acted as disinfectant but currently scarcity and demand hassled people to",
  "construct Kunds of cement.PANIKHETI",
  "Fig. 1.13. Panikheti- the conservation of water on terraces.",
  "The system of rice cultivation on terraces developed by the Angami and Chakesang tribes of",
  "Nagaland state of the North- eastern India is called a Panikheti. Rather, Panikheti is the term applied",
  "to the beautiful rice terraces in the North-eastern Hill Region of India. In this system of farming on",
  "terraces, water is supplied to plants by channels that carry water from streams. About 10 to 15 cm of",
  "water level is maintained in the fields and rest of the water is allowed to flow down to the lower",
  "terraces. This traditional practice ensures that there is no wastage of water while protecting the rights",
  "of farmers over the use of water.",
  "1.4. CONSERVATION AND MANAGEMENT OF OCEAN RESOURCES",
  "Seas and oceans provide various types of resources to human beings and habitats to numerous",
  "species of plants and animals. They play very important roles in the economy of a nation and its",
  "people. Still, the marine and coastal ecosystems are under severe stress due to human activities.",
  "Hence, the conservation of these resources is very important, today.",
  "1.4.1. Major Stresses on Marine and Coastal Ecosystems",
  "Our  marine  and  coastal  ecosystems  are  under  heavy  stress  due  to  various  types  of  human",
  "activities.",
  "Major Stresses on Marine Ecosystems are Listed Below-",
  "1. Pollution of marine water due to disposal of municipal, industrial, chemical and toxic",
  "wastes in the sea water.",
  "2. Dumping of various biodegradable and non- biodegradable wastes including plastics and",
  "torn fishing nets etc. into sea water.",
  "3. Over exploitation of living marine resources.",
  "4. Heavy sedimentation of sea water.",
  "5. Global  climatic  and  atmospheric  changes  induced  by  human  activities  leading  to",
  "atmospheric pollution.6. Introduction of exotic species, in a habitat, for example introduction of Jelly fish in the",
  "black sea.",
  "7. Oil spills on water surface from ships and natural sources.",
  "8. Eutrophication : A condition of enrichment of water bodies with nutrients, is called as",
  "Eutrophication. It encourages growth of aquatic plants who utilize most of the oxygen",
  "dissoved in water. It leads to death of aquatic animals.",
  "Major Stresses on Coastal Ecosystems are Listed Below-",
  "1. Increasing pressure on terrestrial and marine natural resources cause coastal degradation.",
  "2. Dumping of wastes in coastal areas intoxicate the coastal and estuarine waters.",
  "3. Population growth, increasing urbanisation, industrialization and tourism in coastal areas",
  "damage coastal ecosystems.",
  "4. Pollution  of  coastal  water  by  industrial  wastes  is  damaging  coastal  and  estuarine",
  "ecosystems. Deaths of sea birds due to intoxication of sea-water by pesticides (DDT in",
  "particular) and outbreak of Mina Mata disease in Japan from mercury contaminated",
  "seafood are two examples of serious pollutions of coastal ecosystems.",
  "5. Exploitation  of  living  resources  from  coastal  areas  is  causing  excessive  pressures  on",
  "coastal ecosystems.",
  "6. Contamination  of  sea  water  with  sewage  is  causing  nutrient  enrichment  of  coastal",
  "ecosystems. It is further leading to a serious condition of eutrophication. The sewage",
  "discharge into sea water has increased dramatically in the past three decades. Several",
  "enclosed or semi-enclosed seas like the Black Sea are experiencing serious problem of",
  "eutrophication.",
  "7. The contamination of coastal water by sewage borne pathogens is causing serious public",
  "health problems.",
  "8. Port dredging, land filling, coastal solid waste dumps, coastal constructions, beech and",
  "reef-mining, damage from tourism and recreation are causing serious impacts on these",
  "ecosystems.",
  "9. Destruction of mangrove vegetation has put severe stresses on these ecosystems.",
  "The  salt-tolerant  plants  of  tropical  and  sub-tropical,  intertidal  regions  are  called  as",
  "Mangrove – Vegetation, or simply “Mangrove”. Mangroves are highly productive but",
  "extremely sensitive and fragile.",
  "• Mangroves  save  lives  and  property  during  natural  hazards  like–Cyclones,  storm-",
  "surges and erosion.",
  "• Mangroves act as breeding, feeding and nursery grounds for esturine and marine",
  "organisms.",
  "On the Indian coastline, Andaman-Nicobar Islands and Gulf of Kachchh are the major",
  "Mangroves.",
  "1.4.2. Conservation and Management of Marine and Coastal Ecosystems",
  "According  to  a  report  of  the  UNEP,  the  degradation  of  marine  and  coastal  ecosystems  has",
  "intensified since last 30 years. The progress in the protection of these ecosystems has so far remained",
  "very slow. Fortunately, there is an emerging concern in some parts of the globe that the loss of living",
  "marine resources is as dangerous to the health of marine and coastal ecosystems as marine pollution.",
  "Some  of  the  major  threats  to  these  ecosystems  that  have  been  identified  are-pollutions,overexploitation of marine living resources and loss of coastal habitats.",
  "Major  strategies  of  conservation  and  management  of  marine  and  coastal  ecosystems  are",
  "described below.",
  "India has a coastline of over 7,500 km. It has about 2 million sq km area within the Exclusive",
  "Economic Zone (EEZ). It has been authorised to explore about 150,000 sq km of marine area in the",
  "Indian Ocean by Seabed Authority which offers immense scope for exploration and study of ocean",
  "resources.",
  "The Government of India created the Department of Ocean Development (DOD) in July 1981.",
  "An Ocean Policy Statement was brought out in 1982 by this department. Some of the features of this",
  "policy  are-  Exploratory  survey;  Assessment  and  sustainable  utilization  of  ocean  resources;",
  "Technical  advances  geared  to  the  utilisation  and  preservation  of  the  marine  and  coastal",
  "ecosystems;  Integrated  Coastal  and  Marine  area  Development;  and  Coastal  Community",
  "Development.",
  "The  Government  of  India  has  created  following  systems  for  the  conservation  and",
  "management of marine and coastal ecosystems-",
  "(i) Coastal Area Monitoring and Prediction System (OMAPS)-1990.",
  "(ii) Two Coastal Research Vessels (under National Institute of Ocean Technology) namely:",
  "Sagar Purvi and Sagar Paschimi. These vessels are meant for the monitoring of marine and",
  "coastal pollutions for Integrated Coastal and Marine area Management.",
  "The Integrated Coastal and Marine Area Management Programme (ICMAM) is a project",
  "under implementation since 1997. This project has two major components- (a) Capacity building, and",
  "(b) Development of infra structure for research and development.",
  "THE CAPACITY BUILDING COMPONENT OF ICMAM INCORPORATES",
  "(a) Development of information system for critical habitats of India such as Gulf of Khambat,",
  "Karwar Island, Gulf of Kutch, Cochin Islands, Sunder bans, Malwan, Kadmat Island,",
  "Gulf of Mannar, Pichavaran, Caring and Gahirmatha.",
  "(b) Development of guidelines for Environmental Impact Assessment.",
  "(c) Development of Model Integrated Coastal and Marine Management Plans for Chennai,",
  "Goa, and Gulf of Kutch.",
  "On global level, India ratified the UN Convention on Law of the Sea (UNCLOS) in June 1995.",
  "The Department of Ocean Development is a nodal agency for the implementation of the provisions of",
  "UNCLOS in India. Soon after the enforcement of UNCLOS, some institutions like the International",
  "Seabed Authority (ISBA) and Commission on the Limit of Continental shelf (CLCS) were formed.",
  "1.4.3. Importance of Coral Reefs",
  "Ridge or elevated part of a relatively shallow area of the sea floor approaching the",
  "surface of the sea is called as coral reef.",
  "Corals are massive wave resistant structures built largely by coral and consisting of skeletal",
  "and chemically precipitated material. These are made by polyps i.e. animals belonging to the class",
  "Coelenterata.",
  "There are basically three types of coral reefs- Fringing reefs, Barrier reefs and Atoll. Thefringing reefs develop along the shoreline of an island and usually extend outwards. The barrier",
  "reefs develop away from the shoreline and form a channel or lagoon between the reef and the",
  "shore. The atolls are islands made of corals.",
  "In Indian seas, coral reefs are found in the Gulf of Mannar, Pak-bay, Lakshdweep (atolls), Gulf",
  "of Kutch, and Andaman and Nicobar sea areas. The health of coral reefs has been declining over",
  "the past several decades. The pollution of sea water, destructive fishing practices, algal blooms,",
  "and eutrophication, coral diseases and coral bleaching are some serious causes of depletion of",
  "coral reefs.",
  "Fig. 1.14. A Coral Reef",
  "enviro_Facts : 1.2.",
  "CORAL BLEACHING",
  "What is Coral Bleaching?",
  "The whitening of coral colonies due to the loss of symbiotic zooxanthellae from the tissues of polyps is called as Coral",
  "Bleaching.",
  "Zooxanthellae are unicellular algae that provide colour to corals. They also provide food to corals and their deaths lead to",
  "breakdown of the symbiotic relationship between them. This breakdown of symbiotic relationship causes starvation and resultant",
  "deaths of coral polyps. This condition exposes the white calcium carbonate skeletons of the coral colony.",
  "There are a number of stresses or environmental changes that may cause bleaching. These causes include disease, excess",
  "shade, increased levels of ultraviolet radiation, sedimentation, pollution, salinity changes, and increased temperatures.",
  "Other causes of coral bleaching include -",
  "♦ Increased exposure to ultraviolet (UV) radiation;",
  "♦ Large amounts of storm water from heavy rains flooding the reef;",
  "♦ The exposure of coral to certain chemicals or diseases;",
  "♦ Sediments such as sand or dirt covering the coral;",
  "♦ Excess nutrients such as ammonia and nitrate from fertilizers and household products entering the reef ecosystem.",
  "(The nutrients might increase the number of zooxanthellae in the coral, but it is possible that the nutrient overload increases the",
  "susceptibility of coral to diseases.)STEPS TO PROTECT CORALS FROM BLEACHING",
  "- We should not pour gas, oil, dry cleaning fluid or other harmful chemicals into the sink, into canals or even onto the soil.",
  "- We should recycle all batteries. When put into the trash, their toxic chemicals, such as mercury or cadmium, will leach",
  "into the soil and water; and water finally reaches to the sea.",
  "- We should learn about coral reefs and educate others about their ecology.",
  "- We should inform others by writing articles for the news paper, school news magazine or other publication.",
  "- We should Support legislation that protects the reefs.",
  "- We should Support laws that prohibit pollutants from reaching the reefs.",
  "- We should reduce our carbon footprint by supporting carbon neutral programmes.",
  "- We should not drop litter or dispose of unwanted items on beaches, or in the sea.",
  "- Everyone must recognize and make specific decisions about the costs of waste disposal. Anyone may either accept the",
  "costs of waste treatment before it is discharged into waterways, or accept environmental impacts. Anyone can no",
  "longer simply assume that the sea is the cheapest and most effective place to dispose of sewage, urban, agricultural",
  "and industrial waste.",
  "The coral reefs are most complex ecosystems found on the earth. These are found in great",
  "concentrations between 4 degrees north and south latitudes in western portions of all major oceans.",
  "They  generally  extend  to  about  30  degrees  north  and  south  of  the  equator.  They  develop  at  a",
  "temperature not less than 20 degree Celsius. This is the reason why they are not found in very cold",
  "seas.",
  "Coral Reefs are Important in Following Ways –",
  "(i) Coral  reefs  provide  shelter  to  the  world’s  most  colourful  fishes.  These  support  fish",
  "production up to 2.5 lakh tonnes per year.",
  "(ii) Coral reefs control the concentration of carbon dioxide in the lower atmosphere and in",
  "the sea water.",
  "(iii) Coral reefs provide different types of raw materials for industries.",
  "(iv) Coral reefs check sea waves against going towards sea coasts by reducing their speed.",
  "(v) Coral reefs are helpful in controlling Green House Effect as they absorb carbon dioxide.",
  "(vi) Corals are used as medicines by human communities living along coasts.",
  "(vii) Coral reefs form important ecosystems. They also provide food to different types of sea",
  "animals like star fish.",
  "1",
  "TOWARDS A BETTER ENVIRONMENT…",
  "DOON VALLEY PROJECT",
  "Doon Valley (India), was facing wide spread degradation of ecosystems and falling life standards of people, about 20 years",
  "back. A project was initiated in 1993 entitled “Doon Valley Integrated Watershed Management” so as to solve the problem of",
  "ecological degradation and human suffering. The aims of the project were –",
  "1. Regeneration and replenishment of forests;",
  "2. Regeneration of water bodies;",
  "3. Reduction of Soil Erosion through afforestation;",
  "4. Controlled grazing.",
  "The project was sponsored by the European Commission Association and was launched in 302 villages of Doon Valley by",
  "Gaon Resource Management Association (GAREMA). The GAREMA has been the centre piece of the strategy of the project",
  "which addressed the collective management of watersheds.IMPORTANT DEFINITIONS",
  "SPOILAGE : The conditions of making the land bad and useless by human activities.",
  "CONSERVATION : Careful and judicious utilization of resources.",
  "DEGRADATION : The condition of damage of something including natural resources.",
  "WILDLIFE : All the life forms existing in the wild.",
  "LAND COVER : Anything, usually vegetation which covers the soil.",
  "DESERTIFICATION : The condition of productive land going unproductive due to human activities.",
  "BIODIVERSITY : The species richness of an ecosystem.",
  "INTEGRATED  WATERSHED : A  set  of  complex  activities  of  water  conservation  linked.  with  Animal",
  "MANAGEMENT Husbandry, Community Development and Income Generation.",
  "RECHARGING  OF  WATER : Getting back the required level of water.",
  "LEVEL",
  "POLYP : Animals of class Coelenterata living in seas in corals.",
  "DYKES : Long and thick walls built underground in the bed of some stream to stop",
  "Flooding on to a low area of land or checking the sub- surface flow of Water.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. What is the percentage of degradation of land through overgrazing?",
  "2. How much of the tropical forests were destroyed during 1975 -90?",
  "3. What is the full form of the abbreviation UNEP?",
  "4. Name any one traditional Indian practice of conservation of water.",
  "5. Make a mention of any one technology applied for recharging the ground water.",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "[2 Marks Each]",
  "1. What do you mean by Spoilage of Landscape? How are landscapes spoilt?",
  "2. Mention any two causes of the spoilage of landscape.",
  "3. State any two needs for adopting control measures to check the spoilage of landscape.",
  "(ICSE specimen Question)",
  "4. List any two control measures to check the spoilage of landscape.",
  "(ICSE specimen Question)",
  "5. How do industries contribute to the spoilage of land?",
  "6. How would you define the term ‘desertification’? Mention any two natural causes of land degradation.",
  "(ICSE-2005; 2006)",
  "7. What is desertification? What are its consequences?",
  "8. Define the term Land Reclamation. How is it useful to mankind?",
  "9. Mention any two causes of desertification. How can the desertification be controlled?",
  "10. How are soil erosion and spoilage of landscape inter-related?",
  "11. (i) Explain the term Land reform.",
  "(ICSE 2010)",
  "(ii) State two advantages of planning land-use.",
  "(ICSE 2010)",
  "12. Why is water called as the elixir of life?",
  "13. Why is there an urgent need to understand the limit of our water resources?",
  "14. Which place is known as the wettest place on earth but still the same faces severe drought-conditions? Mention reasons behind",
  "this tragedy.",
  "15. Name the causes that have accelerated the fresh water crisis in India.",
  "16. How is agriculture supposed to be a great exploiter of fresh water?",
  "17. What does the management of water mean?18. What is a Watershed? Where is the operation of watershed ideal?",
  "19. Why is the management of watershed considered to be very important?",
  "20. Mention any two objectives of watershed management.",
  "(ICSE Specimen Question)",
  "21. What role does water harvesting play in water conservation?",
  "22. What are Johads?",
  "(ICSE-2008).",
  "23. (i) Name any two water harvesting systems practiced in India.",
  "(ICSE-2007).",
  "(ii) What is Trickle drip irrigation. State any two advantages of such an irrigation system.",
  "(ICSE 2010)",
  "24. What are Gully Plugs? Where are they used?",
  "25. What are Kunds or Kundis, and Zings?",
  "26. Briefly explain the method of water harvesting in Mizoram.",
  "(ICSE-2005)",
  "27. What is rain water harvesting? Mention any two methods of rain water harvesting?",
  "28. List any two advantages of rain water harvesting.",
  "29. What are percolation pits?",
  "(ICSE- 2008)",
  "30. Mention any two ways through which oceans are useful to us.",
  "(ICSE – 2007)",
  "31. How are the ocean-resources threatened?",
  "32. What is meant by the term coastal zone?",
  "33. What is a coral reef? Give one example of it.",
  "34. State the importance of coral reefs in a marine biome.",
  "(ICSE Specimen Question)",
  "35. Name two human activities which are having adverse impacts on coral reefs.",
  "36. Where do coral reef ecosystems occur in India? Why are coral reefs important?",
  "37. What is meant by Panikheti?",
  "38. Why are the marine ecosystems under threat?",
  "39. Define Eutrophication.",
  "40. Name the institute in India where research on coral reefs is being conducted. What is its contribution to the coral reef-",
  "ecosystems?",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 Marks Each)",
  "1. Explain briefly various factors that lead to the spoilage of landscape.",
  "2. What are the steps that can be taken to check the spoilage of landscape?",
  "3. Describe briefly the man-made causes of desertification.",
  "(ICSE-2005)",
  "4. What are different technologies that can be developed for the recharge of the Ground Water? Describe any two of such",
  "technologies.",
  "5. Discuss any two methods of rainwater harvesting.",
  "(ICSE – 2008)",
  "6. Discuss the success of water harvesting in ancient India. Write a few success stories on it.",
  "7. “Watershed Management can succeed only when it is based on foundation of both qualitative and quantitative knowledge of",
  "ecological processes going on in the ecosystem” Explain.",
  "8. Describe the importance of coral reefs in the marine ecosystem.",
  "(ICSE – 2007)",
  "9. Describe the importance of Coastal Ecosystem.",
  "10. Write the role of coral reefs in biodiversity preservation and ecotourism. What is Coral Bleaching?",
  "(ICSE-2008)",
  "11. What are the aims of conserving marine and coastal ecosystems? Write steps of conservation of marine ecosystem.",
  "12. What are major stresses on oceanic resources? Describe the efforts of the Government of India for the conservation and",
  "management of marine and coastal ecosystem.13. How is the Marine Ecosystem being degraded day by day? What should be done for its conservation?",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple choice type questions",
  "Tick (✓) the correct option",
  "1. The area of land surface on earth is –",
  "(a) 135 m sq km",
  "(b) 230 m sq km",
  "(c) 140 m sq km",
  "(d) 410 m sq km",
  "2. The extent of soil degradation on earth through deforestation is –",
  "(a) 580 m ha",
  "(b) 850 m ha",
  "(c) 380 m ha",
  "(d) 530 m ha",
  "3. The species richness at any place is called as –",
  "(a) fauna",
  "(b) flora",
  "(c) biodiversity",
  "(d) forest",
  "4. The percentage of soil degradation caused by dumping of wastes is –",
  "(a) 12",
  "(b) 10",
  "(c) 8",
  "(d) 11",
  "5. The Integrated Watershed Development also incorporates –",
  "(a) development of community",
  "(b) education of children at school",
  "(c) improvement of crops",
  "(d) pest control",
  "B. Fill in the blanks",
  "1. …………includes forest and other vegetation.",
  "2. Low efficiency irrigation schemes often cause…………… .",
  "3. Floods, earthquakes and volcanic eruptions are natural causes of spoilage of……… .",
  "4. Bunds and terraces provide mechanical……………………… .",
  "5. Around……………m ha of the world’s dry land were degraded up to the year 2000.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. 35, 2. 220 m ha, 3. UNEP = United Nations Environment Programme, 4. Tankas and Johads, 5. inverted Tube wells,",
  "check dams.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (c), 2.(a), 3.(c), 4. (a), 5.(a)",
  "B. Fill in the blanks",
  "1. Land cover, 2. Wastage of Water 3. Land, 4. Protection, 5. 3600 m ha",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "1.1 EXPERIMENTATIONCollect samples of soil from three different places and find out rates of percolation of water through these samples. You will",
  "need funnels, water, and three different soil samples like sand, gravel, dirt or so.",
  "Make layers of soil in different ways in each of the funnels and make records of sequence of different layers in each funnel.",
  "Now, pour the clean water through funnels one by one and note the time taken in percolation for all the three cases. Collect a sample",
  "of dirty water from a nearby drain and pour one by one through these funnels. Compare the qualities of the dirty water after",
  "percolation through different funnels. Now write the project report in proper format incorporating following headlines –Project Title,",
  "Objective,  Materials,  Methodology,  Interpretation  of  data  and  Analysis,  Conclusion,  Acknowledgements  and",
  "References.",
  "1.2. SURVEY",
  "Do a survey of traditional systems of water harvesting (like dams, check dams, Tankas, johads etc.) in your locality. Try to find",
  "out –",
  "1. How many people use this system?",
  "2. What are the patterns of the use of water?",
  "3. What is the general quality of water being harvested?",
  "4. What are the factors that are adversely affecting the quality of water harvested?",
  "5. What improvements in your opinion, can be made to improve that traditional method for maximum benefits?",
  "Write a complete report and show it to your teacher.",
  "1.3. DRAWING / PAINTING",
  "Make a poster on the basis of the knowledge gained while doing the project -2, under the title – Water Harvesting in……",
  "(Name of the area)",
  "",
  ""
]