[
  "CHAPTER11",
  "Energy Crisis-Urban and",
  "Rural Sectors",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u What is Energy Crisis?",
  "u Effects of Energy Crisis on Economy",
  "u Energy Crisis in Rural and Urban Sectors",
  "u Energy Crisis in Rural Sector",
  "u Energy Crisis in Urban Sector",
  "u National and Global Scenes of Energy Consumption",
  "u The National Scene of Energy Consumption",
  "u The Global Scene of Energy Consumption",
  "u How to Solve the Problem of the Energy Crisis?",
  "u Development of Energy Efficient Technology",
  "u Conservation of Energy and Reducing Wastage",
  "u Development and Uses of Alternate Sources of Energy",
  "u Proper Urban Planning11.1. INTRODUCTION",
  "Energy is the basis of life processes on this planet. It is the basis of today’s civilization. In the",
  "previous class, we have studied about energy, its different sources and its utilization. We have studied",
  "that energy is the primary input in any system including industrial operations. We have also studied",
  "that the consumption of energy has become synonymous with the socio-economic development of",
  "countries. Some countries like United States etc. are developed countries. They utilize more energy.",
  "Other  countries  like  India  etc.  are  developing  countries.  These  countries  utilize  less  energy  as",
  "compared to developed countries. The United States, though its population is less than 5% of the",
  "world’s population, utilizes 25% of oil, 26% of gas and 26% of coal of the world. Developing",
  "countries  too,  are  trying  to  consume  more  and  more  energy  for  their  development.  Conventional",
  "Sources of energy like fossil fuels are limited in stock but the growing population puts additional",
  "pressure  on  the  demand  of  energy.  The  technologies  for  deriving  energy  from  non-conventional",
  "sources of energy like sun, wind, water etc. are yet to be developed properly. Under these conditions",
  "the whole world is facing an acute shortage of energy. This condition is called as energy crisis. In this",
  "lesson,  we  have  to  study  about  Energy  Crisis  in  urban  and  rural  sectors  and  about  all  possible",
  "measures of solving the energy crisis.",
  "11.2. WHAT IS THE ENERGY CRISIS?",
  "The dictionary meaning of the word ‘crisis’ is – a time of great difficulty, danger or uncertainty,",
  "when problems must be solved and important decisions must be taken so as to neutralize or minimize",
  "impacts. In the context of environment, the energy crisis is a time of acute shortage of energy",
  "resources creating a situation of great difficulties, danger or uncertainty before the world. The",
  "crisis of energy occurs due to a great shortfall in the supply of energy resources like gasoline",
  "(petrol), diesel, natural gas, kerosene, electricity and traditional sources. The crisis of energy",
  "causes rise in the cost of both the production and transportation leading to general rise in the prices.",
  "These problems are to be solved and important decisions are to be taken to face the conditions and to",
  "protect the balance of the economy.",
  "11.3. EFFECTS OF ENERGY CRISIS ON ECONOMY",
  "The prices of energy resources are governed by the principle of Supply and Demand. Any",
  "change in the supply or in the demand can cause sudden change in the price of the energy resource",
  "concerned.Fig. 11.1. A long line of people with LPG- cylinders, waiting for their turn in front of counter of a gas agency.",
  "The energy crisis is directly related to the market economy. This is due to the fact that prices of",
  "energy resources are directly governed by the principle of supply and demand. When there is a short",
  "supply of any resource, its demand in the market is bound to increase automatically. Some of you",
  "might have seen long lines of people carrying LPG (Liquified Petroleum Gas) cylinders in front of",
  "the counter of a gas agency (Fig. 11.1.). This condition results into a competition among consumers",
  "which encourages the market to raise the price of the resource concerned. This condition causes an",
  "energy crisis at a particular time. In other words, the crisis of energy occurs when markets fail to",
  "adjust prices in response to shortages of energy resources. Some economists are of the opinion that",
  "the energy crisis that occurred during 1973 was worsened by improper price control system.",
  "11.4. ENERGY CRISIS IN RURAL AND URBAN SECTORS",
  "Though the pattern of consumption of energy is different in rural and urban sectors, both the",
  "sectors are facing the crisis of energy. Let us discuss crises in these two sectors separately.",
  "11.4.1. Energy Crisis in Rural Sector",
  "The rural people need energy for many different purposes most of which are mentioned below-",
  "(i) Cooking of food",
  "(ii) Lighting of homes and surrounding,Fig. 11.2. A Combine machine used in agriculture needs energy for its operations.",
  "(iii) Running  of  agricultural  machines  or  appliances  like  tractors,  threshers,  harvesters,",
  "winnowing fans, combines, engine operated ploughs, harrows, seeders, transplanters etc.(",
  "Fig. 11.2.),",
  "(iv) Running of irrigation pump sets and motors of tube wells,",
  "(v) Running of fans, televisions, computers etc. in some electrified villages,",
  "(vi) Lighting  Anganwadi  Kendras,  village  council’s  houses,  village  Panchayat  houses  and",
  "community halls (where diesel generators/ electricity is available).",
  "Besides these, rural people need muscle power of humans for working in fields, bullocks for",
  "ploughing  fields  and  some  other  animals  for  carrying  goods.  Rural  people  mostly  depend  on",
  "traditional sources of energy like their own muscle power, animal energy, animal dung, fuel wood and",
  "crop residues. Animal dung, fuel wood and crop residues account for 35% to 40% of the total",
  "consumption of energy in India. But, with increasing population and development of rural areas",
  "these traditional sources are being largely replaced by modern fuels like coal, diesel, and petroleum.",
  "All of these are fossil fuels and these fuels cause considerable level of pollution. Appliances used in",
  "agriculture consume diesels and electricity up to considerable extent. Kerosene is used for lighting",
  "houses. With rising prices of crude oil, and depletion of indigenous trees, villages are facing",
  "acute  crisis  of  energy  today.  Rising  prices  of  coal,  replacement  of  cattle  by  machines  and",
  "consumption of high priced diesel have put the rural economy into a critical stage. Even the kerosene",
  "oil meant for lighting the homes of the rural poor has become costlier, though it is under public",
  "distribution system.",
  "Wood has been a major source of energy in the rural sector. Earlier, it was easily available",
  "because vast tracts of forests existed in many parts of the world and the amount of wood needed for",
  "household purposes was relatively low. As the wood began to be used for producing charcoal for",
  "industrial uses, rural people started clearing forests and selling wood for income generation. Illegal",
  "timber- trade also started in most parts of the world (Fig. 11.3.). Thus rural sector was caught into an",
  "acute crisis of energy. About two billion people of the rural world don’t have access to adequate,",
  "affordable and convenient sources of energy. Millions of rural ladies in the world walk up to many",
  "kilometers for collection of wood for cooking purposes (Fig. 11.4.).Fig. 11.3. Illegal Timber Trade goes on in most parts of the world.",
  "Fig. 11.4. Millions of rural ladies in the world walk up to many kilometers for collection of wood for cooking purpose.",
  "11.4.2. Energy Crisis in Urban Sector",
  "The Urban Sectors consume more energy than rural sectors. This is due to following reasons-",
  "I. Urban  Sectors  have  many  industries,  workshops,  shops  and  shopping  complexes,",
  "hospitals, government and public institutions etc. Most of these work day and night.",
  "Thus,  they  consume  greater  parts  of  energy.  Both  the  light  and  heavy  machines  in",
  "industries need energy for their working.",
  "Most of the machines are run on electricity. But the generation of electricity consumes coal",
  "which is a fossil fuel.",
  "Great amounts of coal and coke are consumed in metallurgical operations. Machines that don’t",
  "run on electricity require diesel, petrol or gas that too is fossil fuel. We have limited supply of fossilfuels; still their consumption is increasing at a fast rate. Here are some projections-",
  "(a) The annual consumption of fossil fuels in 1999 has been 324 quadrillion British Thermal",
  "Units (Btu).",
  "(b) The global consumption of oil is projected to rise from 78 million barrels per day in 2015",
  "and 119 million barrels per day in 2025.",
  "(c) According  to  the  report  of  the  United  Nations  Environmental  Programme  (UNEP)",
  "-1998, the richest 20% of the world’s population accounts for the consumption of 85% of",
  "the total energy produced in the world. Thus, unequal sharing of energy too, is leading",
  "our cities towards energy crisis.",
  "II. Urban sectors have different types of networks of transport systems. Besides these,",
  "most  of  the  people  move  in  their  own  vehicles  and  ignore  public  transport  system.",
  "According  to  the  report  of  UNDP,  UNEP  and  World  Bank  (1998),  about  16  million",
  "vehicles have come onto the world’s roads annually. The passenger cars account for 15%",
  "of the total global energy. Transport and industry are major consumers of oil in the world.",
  "The transportation sector accounts for about 60 % of the projected increase in the",
  "use of oil from 2002 to 2025. All the rest volume of oil is expected to be consumed by",
  "industries.",
  "Under above conditions, the consumption of fossil fuels is increasing day by day. We know that",
  "we have limited stock of fossil fuels. On the other hand, prices of crude oil and other fuels are rising",
  "at a very fast rate due to increasing rates of their consumption. With the slow down of fuel supply and",
  "rise in demand, urban sectors are bound to face energy crisis.",
  "III. The flow of traffic towards cities is increasing which is leading to the growth of urban",
  "population  and  urban  congestion.  Every  house  needs  energy  for  regular  domestic",
  "activities like cooking and running various types of home appliances.",
  "The authorities concerned with the control of traffic in metropolitan cities apply different",
  "rules and ways for controlling traffic. Strict parking prohibitions, creation of traffic lanes",
  "along roads, encouraging public transporation, and use of traffic signals are some of the",
  "important ways of controlling traffic in these cities.",
  "enviro_Facts : 11",
  "HISTORICAL ACCOUNT OF ENERGY CRISIS",
  "The Historical Accounts reveal that the world has been facing Energy Crisis since 1993. A brief historical account of the",
  "same is being given below –",
  "Year Details",
  "1993 In response to western support of Israel during Yom Kippur War, many oil producing",
  "states of Arab imposed oil export embargo, creating oil- crisis.",
  "1979 Energy – crisis due to Iranian Revolution.",
  "1990 Energy – crisis due to spike in the price of oil because of the Gulf War.",
  "2000 Energy – crisis due to UK fuel protest because of rise in the price of crude oil and",
  "high taxation on road fuel.",
  "2004 -2006 Energy crisis due to increase in the oil price, tight supply margins in the face of the",
  "increasing demand.",
  "11.5. NATIONAL AND GLOBAL SCENES OF ENERGY CONSUMPTION11.5.1. The National Scene of Energy Consumption",
  "In India, we have traditional sources of energy like animal waste, fuel wood and crop residues,",
  "fossil resources like coal, oil and natural resources and secondary sources like hydroelectric and",
  "nuclear sources. Of the total primary energy, 60% is contributed by commercial fuels. 69% of the",
  "electricity is produced from coal, 25% is produced by hydel power. Diesel and natural gas contribute",
  "up to 4% whereas 2% is contributed from nuclear power. Energy from non- conventional sources like",
  "solar, biomass, wind and tidal energy account for only one percent.",
  "It was during past two decades that demand of energy in India went up steeply. It was caused",
  "due  to  growth  in  industrial  and  transport  sectors,  population  growth,  urban  congestion,  rise  in",
  "household uses of energy, more access to consumer products and increase in the use of energy in",
  "agriculture. Rapid industrialization, urbanization, mechanization and changing life styles of people",
  "are also causing continuous increase in the energy requirements in India.",
  "In an important address on 26th June 2006, at Tata Energy Research Institute, New Delhi (India),",
  "President  Dr.  A.P.J.Abdul  Kalam  asked  the  energy  sector  to  raise  the  existing  power  generation",
  "capacity of 130,000 MW to 400,000 MW by 2030 to achieve Energy Independence. According to the",
  "President, India can achieve Energy Independence through three different sources- hydel capacity,",
  "nuclear power and non- conventional sources like solar energy, thermal power, bio- mass energy etc.",
  "The  power  generation  targets  according  to  the  Scientist  President  of  India,  Dr.  A.P.J.",
  "Abdul Kalam, are detailed below-",
  "(A). The Existing Capacity of Power Generation 1 30000 MW",
  "(B). Targets to be achieved up to 2030",
  "(i) Nuclear Power 50 000 MW",
  "(ii) Hydel Capacity 50 000 MW",
  "(iii) Large Scale Solar Energy Farms 55 000 MW",
  "(iv) Conventional Thermal Plants & through renewable sources- 1 15000 MW",
  "like wind power, bio-mass, and municipal waste and solar-",
  "thermal power",
  "TOTAL (A+B) 400,000 MW",
  "11.5.2. The Global Scene of Energy Consumption",
  "Some energy experts of the world are of the opinion that the world is progressing towards a",
  "Global Energy Crisis due to the scarcity of oil. They recommend that the world should reduce its",
  "dependence on fossil fuels. There is a vast gap between the energy consumption by developed and the",
  "developing nations. The Nations of the Organization of Economic Co- operation and Development",
  "(OECD) consume 8053Kilowatt-hours (kWh) of energy on per capita basis. It is about 100 times",
  "greater than per capita energy consumption in least developed nations. According to the reports of",
  "United Nations Development Programme-2000, per capita consumption energy in least developed",
  "nations is only 83 kilo Watt hour.",
  "The rate of total energy consumption between 1972 and 1999 remained 2%. It decreased from",
  "2.8% in 1970s and again 2.1 % in 1990s. According to the report of UNDP-2000, it was due to the",
  "global financial crisis over past 30 years that the global per capita consumption of energy grew by",
  "about 70% during 1972 – 1999.11.6. HOW TO SOLVE THE PROBLEM OF ENERGY CRISIS?",
  "The problem of energy crisis can be solved by conservation of energy and by developing its",
  "non-conventional sources. It is the practice of increasing the efficiency of the use of energy in order to",
  "achieve higher useful out put for the same energy consumption. The conservation of energy increases",
  "national  and  personal  security,  financial  capital,  human  comfort  and  environmental  value.  The",
  "problem of crisis of energy can be solved through following methods-",
  "11.6.1. Development of Energy Efficient Technology",
  "It  has  often  been  observed  that  much  of  our  fossil  fuels  and  other  fuels  are  wasted  due  to",
  "improper  combustion.  The  development  and  application  of  advanced  technologies  for  proper",
  "combustion can lead to production of more energy and improvements in energy production. Now,",
  "scientists and engineers are working to develop more efficient methods of deriving maximum energy",
  "out of fuels. They are designing more efficient transportation systems so as to reduce the loss of",
  "energy as fuel in transport.",
  "All  the  production  and  processing  of  goods  including  mining,  construction,  manufacturing,",
  "farming etc. are concerned with the industrial sector.Increasing cost of energy resources during past",
  "thirty years have forced the industry sector to make substantial improvements in their technologies. As",
  "a  result,  the  total  use  of  energy  in  the  industrial  sector  has  declined  during  the  last  decade.",
  "Responsible and profit conscious industries put greater emphasis on modification of products and",
  "manufacturing  process  in  order  to  save  energy.  The  industrial  sector  can  make  following",
  "improvements in order to save energy–",
  "(a) Judicious lighting,",
  "(b) Recovery of waste and recycling",
  "(c) Technological innovations like re-designing products and process to embody technology of",
  "greater efficiency.",
  "11.6.2. Conservation of Energy and Reducing Wastage",
  "The practice of increasing the efficiency of use of energy in order to achieve higher useful output",
  "for the same energy consumption is called as energy conservation.Fig.11.5. Fluorescent lights consume less energy.",
  "The  energy  conservation  helps  in  increasing  national  security,  personal  security,  financial",
  "capital, human comfort and environmental values. That is why; we celebrate the National Energy",
  "Conservation Day on 14th December, every year. Here are some examples of the methods of energy",
  "conservation.",
  "(i) Better insulation of buildings,",
  "(ii) Recovery of waste heat produced during many industrial processes and its better use.",
  "(iii) Encourage travel by bus and train rather than by private cars.",
  "(iv) Encouraging the use of fluorescent lights because these lights produce three times more",
  "light per unit of electricity than other lights do (Fig.11.5.).",
  "(v) Lowering of thermostats in winter and raising them during summer.",
  "(vi) Turning off unnecessary lights.",
  "(vii) Recycling of paper and metals.",
  "11.6.3. Development and Uses of Alternate Sources of Energy",
  "In view of the global energy crisis, scientists the world over are inclined in the research of",
  "alternate sources of energy such as fuel- cells technology, hydrogen fuel, bio-diesel, bio-methanol,",
  "karrick process, solar energy, tidal energy, hydroelectricity, nuclear power and energy from Bio-mass",
  "(like Bio- gas etc.). Bio-gas, Social Forestry, Solar Energy etc. can be some most useful renewable",
  "sources of energy in Rural Areas.",
  "11.6.4. Proper Urban Planning",
  "Many of our Indian cities are facing congestion due to heavy flow of labour force from rural",
  "areas. On the other hand, the growth of human population is another factor responsible for causing this",
  "problem. Great volumes of fuels are wasted due to frequent traffic jams and very slow movements of",
  "vehicles. In modern conditions an approach of New Urbanism and Transit- oriented development of",
  "cities has become most important.Secondary City : Many cities typically develop at the intersections of major highways and in",
  "other  important  areas  near  cities.  Such  cities  often  feature  amenities  that  serve  large  sub-urban",
  "populations. Such cities are called secondary cities. A secondary city can be defined as- “sizeable",
  "commerical centres offering a mix of employment, shopping and intertainment, and serving primarily",
  "a  sub-urban  area”.  Examples  :  Greater  Mumbai,  Hyderabad,  Pune,  Chennai,  (India),  Edison’s",
  "Township, Plan, Tysors (USA) etc.",
  "There are various other solutions also to the problem of the energy crisis. In order to solve this",
  "problem in rural areas, following steps can be taken up-",
  "(a) Policy makers should offer priority on rural energy and rural developments.",
  "(b) The  rural  people  should  be  put  at  the  focus  of  planning  and  implementation  and  the",
  "development of rural energy must be decentralised.",
  "(c) The  development  of  rural  energy  must  be  integrated  with  different  aspects  of  rural",
  "development.",
  "NUCLEAR ENERGY",
  "The sun and stars are seemingly inexhausitble sources of energy. That energy is the result of",
  "nuclear  reactions,  in  which  matter  is  converted  to  energy.  We  have  been  able  to  harness  that",
  "mechanism  and  regularly  use  it  to  generate  power.  Presently,  nuclear  energy  provides  for",
  "approximately 16% of the world’s electricity. Unlike the stars, the nuclear reactors that we have",
  "today work on the principle of nuclear fission. Scientists are working like madmen to make fusion",
  "reactors which have the potential of providing more energy with fewer disadvantages than fission",
  "reactors.",
  "ADVANTAGES OF NUCLEAR ENERGY",
  "1. The Earth has limited supplies of coal and oil. Nuclear power plants could still produce",
  "electricity after coal and oil become scarce.",
  "2. Nuclear power plants need less fuel than ones which burn fossil fuels.",
  "3. Coal and oil burning plants pollute the air. Well-operated nuclear power plants do not",
  "release contaminants into the environment.",
  "DISADVANTAGES OF NUCLEAR ENERGY",
  "1. A nuclear accident may go out of control leading to a nuclear explosion and the emission of",
  "great amounts of radiation.",
  "2. Radiations due to a nuclear accident may produce seriously dangerous effects for many years.",
  "3.  Nuclear  reactors  also  have  waste  disposal  problems.  Reactors  produce  nuclear  waste",
  "products which emit dangerous radiation. Because they could kill people who touch them, they cannot",
  "be thrown away like ordinary garbage. Currently, many nuclear wastes are stored in special cooling",
  "pools at the nuclear reactors.",
  "4. Nuclear reactors only last for about forty to fifty years.",
  "11",
  "TOWARDS A BETTER ENVIRONMENT…",
  "Specialists in the field of energy conservation are of the opinion that we do not realise the importance of renewable energy",
  "and bio- fuels in full spirit. They forward some suggestions to protect the country from energy crisis, some of those suggestions are",
  "mentioned below.",
  "It should be made mandatory for housing societies, government buildings and industrial houses to use solar energy for lighting",
  "and heating systems. It may be helpful in reducing the consumption of energy derived from conventional sources.Governments provide subsidies on kerosene oil which is supplied through public distribution system. Instead of subsidising",
  "kerosene, governments may subsidise applications of solar energy so as to reduce the consumption of the kerosene oil, a fossil fuel.",
  "Attractive incentives can be offered to both the industrial houses and individuals to encourage the supply of electricity",
  "generated through wind power plants and other renewable sources.",
  "Cost effective products should be developed by encouraging Research and Development (R&D). So far we have been",
  "able to harness only 45, 000MW of wind power. A big push to this sector can be given through proper Research and Development",
  "and also through offering tax- incentives.",
  "IMPORTANT DEFINITIONS",
  "ENERGY CRISIS : The energy crisis is a time of acute shortage of energy resources creating a",
  "situation of great difficulties, danger or uncertainty before the world.",
  "FOSSIL FUEL : Dead remains of plants and animals buried deep underground and obtained",
  "through mining for the use as fuel to produce energy. Examples: petroleum,",
  "natural gas, coal etc.",
  "BTU : British thermal unit .The amount of heat required to raise the temperature of",
  "one  pound  of  water  by  one  degree  Fahrenheit  (this  unit  of  energy  has",
  "currently been replaced by the S. I. Unit, the joule or J.",
  "URBAN PLANNING : Making plans for proper building up of a city.",
  "ENERGY CONSERVATION : The practice of increasing the efficiency of use of energy in order to achieve",
  "higher useful output for the same energy consumption is called as energy",
  "conservation.",
  "BIO- FUELS : Sources of biological origin that produce energy on combustion. Examples:",
  "crop residues.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Name any two traditional sources of energy.",
  "2. Name the principle that governs prices of energy resources.",
  "3. What is the major source of energy in the rural sector?",
  "4. What will be the global consumption of oil in 2015 according to current projections?",
  "5. How much increase in the use of oil has been projected to occur from 2002 to 2025 in transportation sector?",
  "6. It was during last two decades that demand of energy in India went up steeply. What were the causes of increase in the demand",
  "of energy during that period?",
  "7. Write full form of LPG. State one disadvantage of using it as a fuel.",
  "(ICSE 2006)",
  "8. When is the Energy Conservation Day celebrated in India?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What is the energy crisis? Why does it occur?",
  "2. What is the effect of energy crisis on Economy?",
  "3. Why has the rural sector been caught into an acute crisis of energy?",
  "4. What are important causes of energy crisis in the urban sector?",
  "5. How does urban planning affect energy consumption?",
  "6. Name any two prospective sites of tidal energy in India.",
  "(ICSE 2005)",
  "7. Suggest two renewable energy sources for meeting the energy demand in Rural Areas.",
  "(ICSE 2007)",
  "8. Define Secondary City. Give any one example.",
  "(ICSE 2010)III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What do you mean by energy crisis? Describe energy crisis in rural sectors.",
  "2. How is the urban sector facing an energy crisis? Suggest some important measures to solve the problem of energy crisis.",
  "3. Why do urban sectors consume more energy than rural sectors?",
  "4. Discuss the national scene of Energy consumption in India.",
  "5. “The world is progressing towards a “Global Energy Crisis”– Comment.",
  "6. State two advantages and two disadvantages of nuclear energy.",
  "(ICSE 2010)",
  "7. Explain any four ways of controlling the problem of road traffic in metropolitan cities.",
  "(ICSE 2010)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Acute scarcity of energy sources is called as -",
  "(a) energy conservation",
  "(b) energy crisis",
  "(c) energy crisis",
  "(d) acid rain",
  "2. The whole world is facing an acute scarcity of –",
  "(a) food",
  "(b) water",
  "(c) energy",
  "(d) wood",
  "3. Prices of energy resources are controlled by the Economic Principle of –",
  "(a) supply",
  "(b) demand",
  "(c) supply and demand",
  "(d) consumption",
  "4. The lobby of OPEC countries comprise –",
  "(a) UAE, Saudi Arabia, U.S., Norway, Kuwait",
  "(b) UAE, Saudi Arabia, Venezuela, Norway, Kuwait",
  "(c) Saudi Arabia, UAE, Japan, India, China",
  "(d) China, UAE, Israel, Kuwait, Venezuela",
  "5. The total consumption of energy in India accounted by animal dung, fuel wood, and crop residues is –",
  "(a) 35 – 40 %",
  "(b) 40 – 60 %",
  "(c) 10 – 30 %",
  "(d) 35 – 55 %",
  "B. Fill in the blanks",
  "1. Sun, wind, water, etc. are … … sources of energy.",
  "2. Prices of energy resources are directly governed by the principle of supply and … ….",
  "3. The richest 20% of the world’s population accounts for the consumption of … … per cent of the total energy produced in the",
  "world.",
  "4. Animal waste, fuel wood, and crop residues are … sources of energy.",
  "5. The insulation of buildings is also a way of … conservation.",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False.",
  "1. Travel by bus and by train is wastage of energy.",
  "2. Recycling of paper and metals is a way of energy conservation.",
  "3. Urban planning has nothing to do with energy conservation.",
  "4. Policy makers should offer priority on rural energy and rural development.",
  "AnswersI. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. animal dung, 2.supply and demand, 3.wood, 4. 78 million barrels, 5.60% 6. Oil crisis, Gulf war, oil price hike; 7. Liquified",
  "th",
  "petroleum gas, disadvantages – Limited supply 8. 14  December",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1.(b), 2. (c), 3. (c), 4. (b), 5. (a).",
  "B. Fill in the blanks",
  "1. Non-conventional, 2.Demand, 3.85, 4.traditional / biological 5.Energy.",
  "C. True/False",
  "1. F, 2.T, 3.F, 4.T,",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "11.1. PROJECT",
  "Prepare a project on “Traditional Sources of Energy- Status and Conservation”. Write the Project Report properly in your",
  "project book.",
  "11.2. SURVEY",
  "Do a survey of Energy Consumption in any 10 houses in your locality. Record, data pertaining to the consumption of different",
  "sources of energy, separately. Write a survey report suggesting measures to reduce energy consumption in your locality.",
  "",
  ""
]