[
  "CHAPTER9",
  "Decline in",
  "Productivity and Effects on",
  "Economy",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u Productivity : What does it mean?",
  "u Forest Productivity",
  "u Decline in Forest Productivity and Effects on Economy",
  "u Causes of Decline in Forest Productivity",
  "u Efforts to Recover the Loss of Forest Productivity and to Improve the Economy",
  "u Agricultural Productivity",
  "u Decline in Agricultural Productivityu Causes of Decline in Agricultural Productivity",
  "u Effects of Decline in Agricultural Productivity",
  "u Efforts to Recover the Loss of Agricultural Productivity and to Improve the Economy",
  "u Marine Productivity",
  "u Decline in Marine Productivity and Effects on Economy",
  "u Causes of Decline in Marine Productivity",
  "u Efforts to Recover the Loss to Marine Productivity.",
  "9.1. INTRODUCTION",
  "Natural Resources – both Physical and Biological, make up the economic strength of a nation.",
  "But human beings are destroying these resources without any care and responsibility. It has been",
  "during the last few decades that peoples and their governments started thinking about the loss of",
  "natural resources in economic terms. In fact, all the forests, crops, marine and all the other resources",
  "form economic  backbone  of  our  country.  These  resources  supply  raw  materials  to  many  of  our",
  "important industries and build up our economic strength. But, the utilization of these resources in most",
  "of the cases is being done on an unsustainable basis. As such, our resource bases are being depleted",
  "causing serious losses to their productivities. This condition may invite serious crises in the natural",
  "environment and the depleting resource bases may prove challenges to life on this planet. In this",
  "chapter, we are going to study about the loss of the productivity of our forests, agricultural and marine",
  "ecosystems and its effects on economy.",
  "9.2. PRODUCTIVITY: WHAT DOES IT MEAN?",
  "In Economics, the productivity is the rate at which goods or commodities are produced. But in",
  "the context of environment, the rate of production or the amount of organic matter accumulated in",
  "the living systems in the unit period of time is called as productivity. In more simple terms, the",
  "production of biomass per unit area in a unit period of time in an ecosystem (forest, agriculture or",
  "marine ecosystem etc.) is called as productivity of that ecosystem.",
  "The productivity of an ecosystem has been classified as: Primary Productivity, Secondary",
  "Productivity and Net Productivity.",
  "In fact, it is through the biological process that the living organisms (say- green plants, other",
  "autotrophs and chemosynthetic bacteria) synthesize energy–rich organic materials in the environment",
  "–  through  photosynthesis.  It  is  called  as  Primary  Production.  The  rate  at  which  the  energy  is",
  "converted by photosynthesis and chemosynthetic autotrophs to organic substances is called as",
  "Primary Productivity. The Primary Productivity has been classified into: Gross Primary productivity",
  "and Net Primary Productivity.",
  "The  total  (gross)  photosynthesis  or  total  assimilation  is  called  as  Gross  Primary",
  "Productivity. The rate of storage of organic matter in plant tissues in excess of respiratory",
  "utilization by plants during the period of measurement is called as Net Primary Productivity.",
  "Some of the primary production is consumed by herbivores and is transformed into other forms. The",
  "rate  of  storage  of  energy  at  consumer  level  or  the  rate,  at  which  food  is  assimilated  by",
  "consumers, is called as secondary productivity.",
  "A certain amount of organic material is used to sustain the lives of producers. What ever remains",
  "after these processes is called as Net Production. The growth and productivity of an ecosystemdepends upon certain factors like soil fertility, consumption by herbivores, climatic fluctuations and",
  "human interferences.",
  "9.3. FOREST PRODUCTIVITY",
  "The total amount of organic matter produced per unit area of forest per unit time is called",
  "as  the  forest  productivity.  In  a  stable  forest  ecosystem  there  is  neither  an  accumulation  nor  a",
  "diminution in the total amount of organic matter present. The productivity of a forest is judged in",
  "terms of various types of economically valuable products derived from it.",
  "enviro_Facts : 9.1.",
  "Forests are sources of various economically valued products. They provide important services to environment and human",
  "beings. Some most important examples are being mentioned here.",
  "1. Forests provide timber and significant revenue is derived from harvesting and processing of timber by private and",
  "government sectors.",
  "2. Forests provide over 13 million tonnes of fuel wood per year in India alone.",
  "3. Forests provide medicines, gums, resins, alkaloids leaves worth crores of rupees every year.",
  "Fig. 9.1. Timber : A Forest Product.",
  "4. Forests provide other commodities of great economic value like lakh and silk.",
  "5. Forests provide shelter to numerous species of birds, mammals, reptiles, amphibians, molluscs, insects and rodents etc.",
  "6. Forests provide job opportunities for about 50 million people in the developing countries.",
  "7. According to recent calculations natural forests store about 430 billion metric tonnes of carbon, which is more than the",
  "carbon released by the burning of fossil fuels over the next 70 years or so.",
  "8. Reports suggest that one hectare of mangrove forest offers more than US $ 1,000 to a country.",
  "9.3.1. Decline in Forest Productivity and Effects on Economy",
  "The increasing human population has put tremendous pressure on land for housing, agriculture,",
  "farming, pasture development, grazing by cattle and the production of various types of consumergoods through industrialization. For this land has to be acquired by claiming wetlands, mangroves and",
  "by large scale deforestation. In Indonesia; about 68000 sq km of land have been allocated for new",
  "plantations  for  the  production  of  palm  oil.  Here  are  some  more  examples  of  decline  in  forest",
  "productivity due to different reasons.",
  "1. The total forest area in the world has been estimated to be around 3,869 million hectares. Out",
  "of this area about 95% is covered with natural forest and 5% is covered with regenerated forest. The",
  "natural forests are being lost or being converted to other uses of land at an alarming rates. For",
  "example, about 16.1 million hectares of natural forests were lost during 1990 – 2000. The annual",
  "forest loss at the Pan-tropical level has been estimated to be 9.2 million hectares.",
  "Fig. 9.2. Great amount of money is spent each year on rescue and relief of people endangered by floods.",
  "2. According to the Food and Agricultural Organisation, the global loss of forests during the",
  "period 1990–2000 has been around 9.4 million hectares per year.",
  "3. The destruction of forests and grasslands is causing extinction of more than 12% of bird",
  "species, 25% of mammal species and about 33% of amphibian species.",
  "4. In spite of increasing awareness about deforestation on global scale during recent years, the",
  "total area under forests is declining continuously.",
  "5. About 850 million hectares of forest land is degraded in Asia and Pacific accounting for 24%",
  "of  the  region’s  land.  It  was  during  1981  –  1990  that  deforestation  in  Asia  and  Pacific  regions",
  "increased from 3.9 million hectares per year against 3.9 million hectares per year during 1981 –",
  "1990. On the global level, the annual forest loss runs at about 12 million hectares per year, mostly in",
  "developing countries.",
  "6. The period between 1976–1990, has been the period of Plantation Forestry. During this",
  "period,  dense  forest  cover  was  destroyed  from  46  to  36  million  hectares  which  reduced  the",
  "livelihood options for forest dependent poor people especially tribal people.",
  "The land denuded of forests, is taken away with the rain water to cause the siltation of rivers",
  "which finally leads to frequent floods. Floods claim large number of lives of humans and cattle every",
  "year. Great properties are ruined by devastating floods and great amounts of money are spent on",
  "rescue and rehabilitation of people. Thus, the decline in the forest productivity causes great losses to",
  "economy.9.3.2. Causes of Decline in Forest Productivity",
  "The world average of per person forest cover is estimated to be one hectare where as in India; it",
  "is just 0.10 hectare or so. Forests of India are being destroyed at the rate of 12.5 million hectares per",
  "year. If this trend continues, a day may come when we may have to face acute environmental crises on",
  "all fronts. We have already studied about all possible reasons of the depletion of the forest cover, and",
  "that  need  not  be  repeated  here  in  detail.  However  to  recall,  some  important  reasons  behind  the",
  "depletion of the forest cover are – the explosion of human population, overgrazing by cattle like",
  "sheep and goats, mining activities and heavy industrialisation, deforestation along hill slopes and",
  "the construction of roads along hillsides. Since forests contribute a lot to the national and local",
  "economy up to remarkable extent, loss of forest economy is a serious loss to the national economy.",
  "9.3.3. Efforts to Recover the Loss of Forest Productivity and to Improve the Economy",
  "There is an increasing awareness regarding the impact of the loss of the Forest Productivity on",
  "economy across the world. People are now relying on plantation for the production of industrial",
  "wood. Nearly half of the plantation in the world is not more than 15 years old. Asia has become the",
  "world leader in terms of plantation as more than 62% of all the forest plantation done by the year",
  "2000 across the globe, has been done in this region alone. Ideally, about 83% of the land area should",
  "be under forest, but due to growing demand for agricultural land and rapid urbanization, both the area",
  "under  forest  and  productivitiy  of  forests  have  decreased  considerably.  This  is  the  reason  why",
  "Governments and people are putting their efforts for raising Forests Productivity.",
  "Some very important signs of human efforts for raising forest productivity are –",
  "1. The Private Sector Investment in plantation in developing countries has gone up during",
  "recent years.",
  "2. The foreign investment in plantation sector has increased considerably.",
  "3. Communities and small landowners are producing trees for selling to private companies",
  "and generating income though it is doing a very little good to environment.",
  "4. The timber harvesting has been banned by many countries in order to conserve their forest",
  "resources or to check the economic losses due to natural calamities like land slides or",
  "floods.",
  "5. Some countries have put restrictions on the export of wood so as to address the problems",
  "of national environment and markets.",
  "6. The World  Trade  Organisation  (WTO)  Committee  on  trade  and  environment  and  the",
  "Intergovernmental Forum on Forests are considering issues pertaining forest trade.",
  "EFFECTS OF DECLINE IN FORESTS PRODUCTIVITY",
  "The decline in Forest Productivity has serious effects on the whole environment. It reduces",
  "the income of those who depend on forests, and makes their lives miserable. As forests act as sinks",
  "of carbon dioxide, a gas contributing into global warming, decline in forest productivity raises the",
  "intensity of this global terror. Roots of forest trees hold soil water and act as sponges, but in case",
  "of  their  depletion,  manifold  effects  are  observed-  for  example-  reduction  in  humus  content,  soil",
  "moisture, and general fertility of the soil. As the national economy too, has to depend heavily on the",
  "forest productivity, loss in forest productivity is sure to put down the national economy. In absence of",
  "trees soil becomes prone to serious erosions leading to siltation of water bodies- thus causing water",
  "crisis and flash floods. The soil under these conditions remains prone to desertification.9.4. AGRICULTURAL PRODUCTIVITY",
  "The rate of production of agricultural goods in a unit period of time is called as Agricultural",
  "Productivity.",
  "In  more  simple  terms,  the  production  of  flowers,  fruits,  vegetables,  legumes,  nuts,  millets,",
  "tubers, corms, roots, leaves, herbs and other agricultural products in unit period of time(say one",
  "season or one year), is called as Agricultural Productivity.",
  "Food is the most important agricultural product. But many other products like natural fibres,",
  "flowers, forage (like alfalfa, clover grasses etc.), and many other products are also obtained from",
  "agriculture. About 85 major crops are grown in the world. Some important crops are: cereal grains,",
  "(e.g.  barley,  maize,  oat  etc.  millets,  rye,  sorghum  and  wheat),  roots(sweet  potato,  cassava  etc.),",
  "pulses, oil bearing crops, nuts, sugar bearing crops, cocoa beans, coffee, tea etc. Cotton, flex, hemp,",
  "jute, sisal etc. produce plant fibres. Some farms provide raw materials for industry: like fibre, natural",
  "rubber, castor oil, linseed oil, tobacco etc. These agricultural products support greater part of the",
  "world  economy.  But  human  activities  leading  to  soil  degradation,  pollution,  encroachment  on",
  "agricultural  lands,  wetlands,  mangroves  etc.  have  posed  seriously  bad  impacts  on  agricultural",
  "production and economics of the world.",
  "Today, a variety of crops are grown through mixed farming methods. These crops are produced",
  "for commercial purposes. Farmers in Europe and Mid- Western United States do mixed farming for",
  "great productivity. This type of farming is less risky than specialized farming. Thus market price for a",
  "particular product may decline sharply. On a mixed farm, losses from one product may often be",
  "covered by profits from the other product.",
  "9.4.1. Decline in Agricultural Productivity",
  "Two –third of the world’s agricultural land has been degraded. About 1.2 billion poorest people",
  "of the world inhabit those lands. They work hard. Still the agricultural productivity is very low in",
  "those areas.",
  "The  declining  land  productivity  in  many  cases  has  forced  people  to  encroach  on  forests,",
  "grasslands and wetlands. These conditions cause further degradation of environment and decline in",
  "agricultural productivity.",
  "Climatic  variations  and  human  activities  are  causing  droughts,  land  degradation  and",
  "desertification. As per reports of United Nations Convention to Combat Desertification (UNCCD)",
  "- 2000a, about 3600 million hectare or 70% of the world’s dry land are degraded. Africa, Asia and",
  "small island states are facing serious economic losses due to land degradation caused by declining",
  "productivity of land due to climate change.",
  "Agricultural productivity declines considerably due to floods and the climatic change. The",
  "degradation of land, Siltation of rivers, pollution of soil from acid rains and industrial wastes are",
  "some of the issues that are associated with urbanisation and industrialization that are strong causes of",
  "land degradation and decline in agricultural productivity. As per estimates of Food and Agricultural",
  "Organisation (FAO) - 1996, about 1.96 million hectare of land has been degraded by industry and",
  "urbanisation. Urbanisation has also caused damages to urban agriculture on public and private lands.",
  "For example about 30% of the Russian Federation’s food is produced on 3 per cent of land in sub",
  "urban areas. The United States lost 400 000 hectare of farm land and China has lost up to 5 million",
  "hectares  of  farm  land  due  to  urbanisation.  All  these  conditions  have  put  tremendous  impact  onagriculture and decline in economy.",
  "Most of the biodiversity loss has occurred during 20th century. According to FAO’s reports, out",
  "of traditionally cultivated 7000 species for food, only 120 are being cultivated today. All these",
  "declines  in  agricultural  productivity  reflect  human  activities  pertaining  to  carelessness  and",
  "exploitation.",
  "9.4.2. Causes of Decline in Agricultural Productivity",
  "Following are the causes of the decline in Agricultural Productivity –",
  "1. With the explosion in human population the agricultural land has gradually been converted",
  "into residential and industrial areas.",
  "2. The need of production of more and more food forced people to go for commercial and",
  "extensive  agriculture.  These  practices  caused  serious  depletion  of  nutrients  causing  loss  in  the",
  "agricultural productivity.",
  "3. The agricultural production was to be boosted up by the application of synthetic chemical",
  "fertilizers and crops were protected from pests and diseases by the applications of pesticides and",
  "fungicides.  All  these  synthetic  chemicals  caused  permanent  losses  in  the  further  productivity  of",
  "agriculture by causing degradation of lands.",
  "4. Vast areas of productive land are destroyed by heavy mining and quarrying.",
  "5. Frequent floods due to siltation of rivers caused by soil erosion often leads to damage of the",
  "top  soil  at  certain  places  causing  serious  soil  degradation  leading  further  to  serious  losses  of",
  "agricultural productivity.",
  "6. Irratic rainfall induced by human activities causes frequent drought conditions that further",
  "leads to causing crop failures and damages to the agricultural productivity.",
  "7. The current practice of planting commercial varieties of trees on agricultural land instead of",
  "growing food crops is leading to serious losses to agricultural productivity.",
  "9.4.3. Effects of Decline in Agricultural Productivity",
  "1. The decline in Agricultural Productivity is causing hunger in major parts of the world.",
  "The World Food Summit- 1998 set the goal of reducing the number of hungry people up to half. In",
  "spite of great improvements in the food production about half million people are still starving across",
  "the world. Thus, it has become evident that the Agricultural Productivity has become a driving force",
  "for economic and social developments. According to the International Atomic Agency- ‘When",
  "agriculture fails sources of income are lost. Social ties are disrupted and as a result, societies",
  "become more mobile.’",
  "2.  The  decline  in  the  productivity  of  the  land  under  poor  farmers  created  regional",
  "disparities.  The  Green Revolution  was  launched  to  enhance  food  production  but  only  the  rich",
  "farmers could derive benefits out of it. The poor could not afford heavy prices of synthetic fertilizers",
  "and pesticides. Thus they remained hungry and economically backward in comparison to the rich. On",
  "the other hand, application of synthetic fertilizers and poisonous pesticides degraded the productivity",
  "of soil seriously. Thus the land even under the rich farmers no longer remained productive. These",
  "conditions  are  causing  seriously  bad  impacts  on  the  agricultural  production  during  current  times",
  "leading to a setback to the national economy.",
  "3. The agricultural growth created a gap between the rich and the poor states in the post green",
  "revolution period after 1980 – 1981.4. The agriculture growth slowed by 2 per cent a year in the 9th Five Year Plan and the overall",
  "income growth was only 5.5 per cent where as the target was 8 per cent.",
  "5. The decline in agricultural productivity is causing distress among farmers. They used to take",
  "loans from local money lenders & banks to purchase more & more agrochemicals to boost up the",
  "production. Unfortunately natural calmities ruin the crop & the already degraded land too, could not",
  "support the production. As such farmers fell into a DEBT TRAP and commited suicide when their all",
  "credit sources. The Debt-Trap is a situtation where you add on a new debt to pay an existing debt.",
  "When a farmer is over levereged all the credit sources are exhausted and he arrives at a situation of",
  "DEBT TRAP.",
  "6. Poor maintenance of irrigation system causes loss of water through wastage and seepage.",
  "The scarcity of water affects crop production adversely.",
  "7. Uncontrolled exploitation of ground water has caused serious depletion of water table in",
  "many parts of the country. It is leading to a water crisis and the failure of crops. Even after the",
  "exploitation of all the irrigation potential, up to 60% of India’s cultivable area is assessed to depend",
  "on dry land farming.",
  "AB",
  "Fig. 9.3. Water crisis (A) Children collecting water from a 7 feet deep pit in Rajkot distt. of Gujrat (India) (B) Queue for water.",
  "8. The decline in agricultural productivity has no longer left the agriculture profitable activity",
  "far general farmers. Hence, large scale migration of people  from  rural  areas  towards  cities  is",
  "increasing day by day. It is further causing urban congestions, expansion of slums and encroachments",
  "on government lands.",
  "9.4.4. Efforts to Recover the loss of Agricultural Productivity and to Improve the Economy",
  "The loss of Agricultural Economy can be recovered so as to improve the economy through",
  "following measures :",
  "(i) Improvement of Land by the application of organic fertilizers, by plantation and by control on",
  "overgrazing.",
  "(ii) Lesser dependence on agro-chemicals",
  "(iii) Adoption of methods of crop-rotation, mixed-cropping etc.,",
  "(iv) Adoption of proper methods of irrigation. etc.",
  "(v) Application of Green Manure.",
  "9.5. MARINE PRODUCTIVITY",
  "The Marine Productivity is the production of organic matter fixed or changed into stable",
  "compounds by photosynthetic organisms especially phytoplankton and algae in a unit period of",
  "time.",
  "The oceans are major sources of food, minerals, medicines and numerous types of precious",
  "things. Certain regions of a particular ocean remain zones of a very high productivity where as some",
  "regions are zones of very low productivity. Early records of ocean productivity show that the global",
  "oceanic production of organic matter fixed from nutrients amount to about 130 billion metric tonnes.",
  "Current assessments show that oceans produce 82 million metric tonnes of fish and about 500 000metric  tonnes  of  sea  weeds.  Sea  weeds  provide  us  valuable  food  and  medicines.  Cladophora",
  "fascicularia, Porphyra indica, Codium tomentosum, Hydroclathrus, Chaetomorpha lenoides and",
  "Caulerpa sertulariodes are edible algae. Some algae yield important chemicals like Agar, Algein,",
  "and Carrageenan etc. Some important algal products and their algal sources are being mentioned in",
  "the table below-",
  "Table 9.1. Some important substances derived from Marine Algae.",
  "Algal Product Algal Source",
  "Agar Gracilaria edulis, Sarconema furcellatum, Gellidiella",
  "acerosa, Gracilaria",
  "cortica, G. cylindrica, Gelidium pusilium.",
  "Algein Sargassam duplicatum, S. tenerrium, S. myriocystum,",
  "Turbinaria conoides,",
  "T. ornala, S. wightii.",
  "Carrageenan Hypnea valentiae, Laurencia papillosa, Acanthophora",
  "sp.",
  "Algae in research Doliolaria, Pentacula, Sea cucumber etc. Agar powder",
  "is  used  in  Preparing  potato  dextrose  agar  nutrient",
  "medium for cultural Studies of fungi etc.",
  "AB",
  "C",
  "Fig. 9.4. Some important marine algae : (a) Gracilaria edulis (b) Sargassam duplicatum ( c) Hypnea valentae.",
  "On the basis of the sustainable yield maximum harvestable substances from oceans amount to",
  "100 million metric tonnes per year. 25 per cent of the world’s annual output of oil is produced by",
  "offshore wells. Some of the major minerals obtained from the sea water are magnesium, bromine,",
  "sodium chloride and several metals including about 10 billions of gold. Manganese nodules, found on",
  "the sea floor contain many different minerals in different amounts. About 17% of the petroleum of the",
  "world is derived from offshore oil and gas wells. Sulphur is also found on sea floors.",
  "Ocean is also an alternate source of energy like Thermal Energy obtained through a process",
  "known as Oceanic Thermal Energy Conversion (OTEC). The sea water is also being converted for",
  "drinking and related purposes through desalination.",
  "9.5.1. Decline in Marine Productivity and Effects on Economy",
  "Rapid and unwise exploitation of oceanic resources compounded with sea- water pollution,",
  "dumping  of  wastes  and  oil  spills  has  reached  to  a  very  dangerous  level  which  has  caused",
  "considerable decline in the productivity of marine resources which has further led to serious losses to",
  "economies.According to a FAO- report, about 60 to 70 per cent of the world’s fish stock requires urgent",
  "protection. The global sustainable yield of the marine fisheries is just 6296 million tonnes per year.",
  "About one – third of the world’s marine fish production is dumped into the sea mostly in injured or",
  "dead condition.",
  "Sea –water contains a large number of water borne pathogens. Most of the cities in the",
  "developing world do not have efficient sewage treatment facilities and discharge their contaminated",
  "water into the sea. Bathing in such water poses significant risk and causes remarkable economic loss",
  "as mentioned below-",
  "DISEASES RELATED TO MARINE CONTAMINATION",
  "Oceans  and  human  health  are  linked  together  inextricably.  Though  human  beings  are",
  "studying marine environment for centuries it is only recently that they have started to study the impact",
  "of marine contamination on human beings. Since human beings are exposed to marine contamination",
  "through bathing, water sports, and eating sea-food etc., a number of infectious and non-infectious",
  "diseases use to attack them through these routes. Some serious diseases caused in human beings due",
  "to marine contamination are mentioned below –",
  "1. Bathing and swimming at marine coastal beeches cause enteric and respiratory diseases if",
  "sea-water  is  contaminated  by  domestic  waste  water  containing  fecal  matter.  The  World  Health",
  "Organization (WHO) has reported that about 150 million clinical cases of mild gastroenteritis and",
  "upper respiratory diseases are caused every year in human beings by taking baths in the contaminated",
  "marine water.",
  "2.  A  number  of  infectious diseases  attack  to  people  consuming  sea-food.  These  infectious",
  "diseases are Infectious Hepatitis-A (HAV), Reproductive Failure, Viral Hemorrhagic Septicemia",
  "etc. There are about 2.5 million clinical cases of Infectious Hepatitis globally with some 25,000",
  "fatalities, and 25,000 cases of long term disabilities from liver damage caused by eating contaminated",
  "shellfish (Food and Agricultural Organization=FAO- 1999).",
  "3. Eating of sea –food contaminated by toxins from algal bloom cause poisoning like Amnesic",
  "Shellfish Poisoning(ASP), Paralytic Shellfish Poisoning (PSP), Ciguatera Poisoning, Neurotoxin",
  "Shellfish Poisoning(NSP), Diarrheic Shellfish Poisoning(DSP) etc. Some of the most reported cases",
  "are Paralysis, Neurological Toxicity, and Human Neurobrucellosis etc.",
  "4. Intestinal Nematodes, reproductive disorders, kidney failure, and Skin Diseases etc.",
  "9.5.2. Causes of Decline in the Marine Productivity",
  "The  marine  productivity  is  declining  due  to  over  exploitation  of  marine  resources  and  the",
  "degradation of the marine environment. Trawler fishing and whaling are two principal exploitation",
  "activities causing decline in the marine productivity. The ocean bottom is scraped by trawler nets that",
  "destroy even coral reefs which are habitats of numerous types of fish and other organisms. The global",
  "fishing industry had total sales of $ 125 billion in 1995. The fishing fleet of the world doubled in size",
  "during 1970 – 1990. By 1998, the fishing capacity of the world industrial fleet rose by 22 per cent",
  "since 1991. All these activities are causing seriously bad impacts on the economies of Nations.",
  "POLLUTION OF MARINE WATER",
  "The pollution of marine water is another strong factor which causes serious decline in marine",
  "productivity leading to heavy losses to economy. The pollution of the Marine Waters is basicallycaused by following agents –",
  "(i) Oil discharge: The discharge from oil exploration units, leakage from oil tankers, oil spills,",
  "and sea accidents etc. cause serious marine pollution. It causes deaths of marine birds and other",
  "animals and other animals as well.",
  "enviro_Facts : 9.2",
  "OFFSHORE DRILLING",
  "The act of extracting underground resources that lie underwater near the shoreline is called as offshore drilling. The term",
  "offshore drilling is used to describe oil extraction off the coasts of continents, though the term can also apply to drilling in lakes and",
  "inland seas.",
  "Fig. 9.5. Offshore oil Platform",
  "th",
  "The first offshore drilling was done at the end of the 19  century in Baku in the Biki- Eibat oil field; and in 1896 at",
  "Summerland field on the coast of California.",
  "The exploration offshore oil and gas is more challenging than land based exploration because –",
  "1. It requires man-power to keep above sea-level;",
  "2. An offshore oil platform is maintained together with shops and sleeping quarters for sheltering human population in the",
  "sea;",
  "3. A helicopter- transport service is to be managed round the clock for transporting man power on shift- basis from the",
  "coastal area to the sea point and back.",
  "Effects of Offshore Drilling on environment –1. There remains continuous risk from oil spills from tankers that transport oil from pipelines; and from leaks and accidents",
  "on the platform;",
  "2. Water, oil and drilling fluid mix with the marine water and cause severe marine pollution. The produced water(the water",
  "which comes out of the earth at the time of drilling) contains heavy metals;",
  "3. Oil platforms present problems in the sea.",
  "(ii)  Algal  bloom  or  the  red  –  tide:  The  algal  bloom  in  sea  water  is  caused  by  nutrition-",
  "enrichment  of  the  sea  water  which  is  also  called  as  Eutrophication.  This  condition  creates  the",
  "formation of toxic algal bloom which causes depletion of oxygen in marine water in a very large area.",
  "This area becomes death zone where no animal can survive.",
  "(iii) Bacteria: The discharge of sewage in sea water generates and brings numerous species of",
  "pathogenic bacteria. These bacteria infect sea animals and stick to sea food causing diseases like",
  "cholera, hepatitis-A etc. in consumers.",
  "(iv)  Acid  Precipitation:  The  precipitation  of  different  acids  occurs  in  sea  water  due  to",
  "contamination by industrial discharge. This condition causes deaths of fish and other aquatic animals",
  "and contributes in the decline of productivity.",
  "(v) Toxic Discharge: Several industries discharge Mercury Chlordane, dioxins etc. directly into",
  "sea  water.  Different  toxic  pesticides  join  marine  ecosystems  through  rivers  and  streams.  These",
  "poisonous substances kill marine animals of coastal and estuarine regions.",
  "(vi) Introduction of Exotic species: Different types of species of marine animals and plants are",
  "being shipped and transported all over the world where they do not have their natural enemies. This",
  "introduction of marine species causes devastating effects on the economy and marine biodiversity.",
  "The effects of invasion of jelly fish on the Black Sea is one of various examples of the effects of",
  "introduction of exotic species documented so far.",
  "(vii)  Global  Climatic  and  Atmospheric  Changes:  Changes  in  the  global  climate  and",
  "atmosphere are affecting the flow of the ocean currents besides causing damages to marine flora and",
  "fauna. It has been predicted that the global warming may cause storms and other natural disturbances.",
  "The bleaching of coral reefs on global scale is occurring due to the global warming. It was during the",
  "year 2000 that mass bleaching of coral reefs was observed. The concentration of CO  has been",
  "2",
  "reported to increase in the sea water due to air pollution. It is feared that this condition may impair",
  "the deposition of lime stone skeletons of coral reefs.",
  "(viii)  Physical  Alterations:  Port  dredging,  landfill,  coastal  solid  waste  dumps,  coastal",
  "constructions, road buildings, cutting of coastal forests, beach and reef mining, trampling anchors and",
  "pollution due to tourism and recreation are some activities that are causing physical alterations to the",
  "marine environment. The mangroves have great economic values estimated by IUCN (1996) at around",
  "US $ 10,000 / ha/ year but more than half of the mangrove forests have been lost over the past",
  "century. According to an estimate about 58 per cent of the world’s coral reefs have been threatened",
  "with the direct physical destruction.Fig. 9.6. Pollution of sea coast due to tourist activities.",
  "9.5.3. Efforts to Recover the Loss to Marine Productivity and its Impact on Economy",
  "There are various general and global measures to recover the loss to marine productivity and its",
  "impact on economy. Some of those efforts have been listed below –",
  "A. General Measures",
  "1. Treatment of the industrial effluents before allowing them to mix in the sea water.",
  "2. Large scale tree plantation in the catchments areas of rivers and ban on overgrazing.",
  "3. Treatment of sewage before allowing it to join streams and rivers.",
  "4. Control on cultivation along the banks of rivers.",
  "5. Control on the emissions of the heat absorbing gases to prevent the global warming.",
  "B. Global Measures",
  "Various efforts have been made to check marine pollution and to recover the lost health of our",
  "marine environment on international scale, from time to time. Some remarkable international efforts in",
  "direction are mentioned below.",
  "1. The Stockholm Conference on Marine Pollution-1972.",
  "2. The International Agreements to control marine pollutions and enhance marine productivity.",
  "3. The London Protocol -1996.",
  "4. Basel Convention on the control of the Transboundary Movement of Hazardous Waste and",
  "their disposal-1972.",
  "5. The Global Programme of Action for the protection of the marine environment from land –",
  "based Activities- 1995.",
  "6. Agreement on the conservation and management of migratory fish stock and formulation of",
  "code of conduct for responsible fisheries- 2001.",
  "9",
  "TOWARDS A BETTER ENVIRONMENT…THE LONDON DUMPING CONVENTION",
  "Seas and oceans are being used as open dumping areas since long. But dumping of litter in the sea can cause huge problems.",
  "Degradation of dumped items can take different periods, and some items are hard to degrade through natural process. The dumped",
  "materials cause serious marine pollution. Some materials are routinely dumped into sea water, and they are even more dangerous for",
  "marine animals and corals. Some of such materials are matter from vessels, aircraft, and platforms of offshore drillings.",
  "In view of reducing marine dumping, a dumping convention of 15 nations of the world was organized in London on November",
  "13, 1972. It was called as the London Dumping Convention. The London Dumping Convention was called for by the United Nations",
  "Conference  on  the  Human  Environment  (June  1972,  Stockholm);  the  treaty  was  drafted  at  the  Intergovernmental",
  "Conference on the Convention on the Dumping of Wastes at Sea (November 13, 1972, London) and it was opened for",
  "signature on December 29, 1972. It  entered  into  force  on  August  30,  1975  when  15  nations  ratified  International",
  "Administration of the Convention functions through Consultative Meetings held at International Maritime Organization (IMO)",
  "headquarters in London.",
  "The Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter 1972, commonly",
  "called the “London Convention” or “LC ’72\" and also abbreviated as Marine Dumping, is an agreement to control pollution of the",
  "sea by dumping and to encourage regional agreements supplementary to the Convention. It covers the deliberate disposal at sea of",
  "wastes or other matter from vessels, aircraft, and platforms. It does not cover discharges from land-based sources such as pipes and",
  "outfalls, wastes generated incidental to normal operation of vessels, or placement of materials for purposes other than mere disposal,",
  "providing such disposal is not contrary to aims of the Convention. As of 2005, there were 81 Parties to the Convention.",
  "The main objective of the London Convention is –",
  "To prevent indiscriminate disposal at sea of wastes that could be liable for creating hazards to human health; Harming living",
  "resources and marine life; Damaging amenities; or interfering with other legitimate uses of the sea.",
  "The 1972 Convention extends its scope over “all marine waters other than the internal waters” of the States and prohibits the",
  "dumping of certain hazardous materials. It further requires a prior special permit for the dumping of a number of other identified",
  "materials and a prior general permit for other wastes or matter.",
  "IMPORTANT DEFINITIONS",
  "PRODUCTIVITY : The production of biomass per unit area in a unit period of time in an ecosystem",
  "is called as called as productivity.",
  "PRIMARY PRODUCTIVITY : The rate at which the energy is converted by photosynthesis or chemosynthesis",
  "to organic substances is called as Primary Productivity.",
  "GROSS  PRIMARY : The rate of storage of organic matter in plant tissues in excess of respiratory",
  "PRODUCTIVITY utilization by plants during the period of measurement is called as Net Primary",
  "productivity.",
  "FOREST PRODUCTIVITY : The total amount of organic matter produced per unit area of forest per unit of",
  "time is called as Forest Productivity.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Mention any two factors causing decline in forest productivity.",
  "2. How much of the agricultural land of the world has been degraded?",
  "3. How much people have directly been affected by desertification?",
  "4. Mention any one root cause of floods.",
  "5. How much of the world’s coral reef have been threatened by direct physical destruction?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What is the productivity of an ecosystem?",
  "2. Distinguish between Gross Primary Productivity and Net Productivity.",
  "3. Mention some of the major causes of decline in the forest productivity.",
  "4. What is the impact of decline in agricultural productivity on the economy of a nation? Explain any two impacts.",
  "5. What do you mean by the Marine Productivity? Mention any three causes for the decline in the marine productivity.(ICSE Specimen Question)",
  "6. Name any two offshore oil fields in India.",
  "(ICSE 2005)",
  "7. How are the Global climatic changes affecting the marine productivity?",
  "8. What is debt trap?",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What is Productivity? What is the impact of the decline in the productivity of the forest and marine ecosystems on the economy?",
  "2. What are the principal causes of the decline in the agricultural productivity? What is the impact of its decline on economy? How",
  "can it be recovered?",
  "3. What is meant by offshore Drilling? Mention Environmental Effects of offshore Drilling.",
  "(ICSE 2008)",
  "4. Describe – London Dumping Convention.",
  "5. Describe the International Efforts to recover the loss of Marine Productivity.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Living organisms synthesize energy rich organic materials from energy poor inorganic materials in the environment through the",
  "process of –",
  "(a) photosynthesis",
  "(b) respiration",
  "(c) growth",
  "(d) decomposition",
  "2. The substance synthesized by a plant during the process of photosynthesis is called as –",
  "(a) primary production",
  "(b) secondary production",
  "(c) net production",
  "(d) final production",
  "3. Total assimilation of organic substances in a plant is called as -",
  "(a) gross primary productivity",
  "(b) secondary productivity",
  "(c) net productivity",
  "(d) net primary productivity",
  "4. Many of our resource bases are being depleted fast due to their utilization on –",
  "(a) sustainable basis",
  "(b) unsustainable basis",
  "(c) regular basis",
  "(d) uneconomic basis",
  "5. It has been predicted that global warming may cause -",
  "(a) storms and other natural disturbances",
  "(b) cutting of coastal forests",
  "(c) marine pollution",
  "(d) eutrophication",
  "B. Fill in the blanks",
  "1. The decline in agricultural productivity is causing …… in many parts of the world.",
  "2. A number of farmers in India want to leave farming because they think it no longer a …… business.",
  "3. Uncontrolled exploitation of ground water has caused serious depletion of …… .",
  "4. About 56 per cent of soil degradation is caused due to soil erosion through ……… .",
  "5. Precipitation of different acids in sea water occurs due to its contamination with …… discharge.",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False.",
  "1. Some of the primary production is consumed by herbivores and is converted into other forms.",
  "2. The rate of storage of organic matter in plant tissues minus respiratory utilization of organic matter by plants equals to primaryproductivity.",
  "3. The productivity of a forest ecosystem is the total amount of organic matter produced per unit area of forest per unit time.",
  "4. Only two third of the world’s land is fertile.",
  "5. The mass bleaching of coral reefs was observed during the year 2000 due to the global warming.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Cutting of trees & overgrazing, 2. two- third, 3. 250 million, 4. sedimentation, 5. 58%",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (a), 2. (a), 3. (a), 4. (b), 5. (a)",
  "B. Fill in the blanks",
  "1. hunger, 2. profitable, 3. water table, 4. water, 5. industrial.",
  "C. True / False",
  "1. T, 2. F, 3.F, 4. F, 5. T.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "9.1. PROJECT",
  "Do a project on the impact of application of synthetic fertilizers on the productivity of agriculture. Adopt all the appropriate",
  "methods of survey and data collection for a particular crop grown by a farmer in a nearby village. Write the Project Report.",
  "9.2. OBSERVATION",
  "Observe cases of improving productivity of agriculture by any three farmers in a village nearby your home. Write the activity",
  "report.",
  "9.3. SURVEY",
  "Do a survey of any three fish farms. Enquire from the farm manager about measures he adopts for improving the productivity",
  "of his fish farm. Also, find out about the potential dangers that may hamper the productivity.",
  "9.4. DISCUSSION",
  "Through the eco- club of your school, organise a group discussion on – What is better for increasing long term agricultural",
  "productivity: the application of synthetic fertilizers or the application of manures.",
  "",
  ""
]