[
  "CHAPTER10",
  "Resettlement and",
  "Rehabilitation of People",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u Displacement, Resettlement and Rehabilitation",
  "u Issues Involved in Displacement and Resettlement",
  "u Resettlement and Development",
  "u Causes of Displacement of People",
  "u Impact of Displacement on People",
  "u Strategies for Rehabilitation of Displaced People in India",
  "u International Efforts for R & R",
  "10.1. INTRODUCTION",
  "Groups of people have moved from place to place throughout the human history. The act of",
  "coming to live in a foreign country by any group of people is called as Immigration. On the other",
  "hand, the act of leaving a country, habitat or the resource base by any group of people is called asEmigration.",
  "History reveals that large numbers of people have fled from their homelands because of different",
  "types of disasters such as epidemics, hunger or war. On the contrary, tourism, recreation, surveys and",
  "other  study  objectives,  spread  of  religion  etc.  have  also  been  some  specific  reasons  behind  the",
  "movements of different groups of people. But, here in this lesson, we are basically concerned to",
  "factors and conditions that disrupt livelihood of people, deprive them of their natural resources and",
  "enforce them to leave their habitat for resettlement and rehabilitation. Let us try to understand these",
  "terms first.",
  "10.2. DISPLACEMENT, RESETTLEMENT AND REHABILITATION",
  "The act of compulsory acquisition of land for different purposes and forcing people to give",
  "up their homes, resource bases, assets and means of livelihood is called as displacement. Large",
  "scale  displacement  of  people  occurs  due  to  Mega  River  Valley  Projects,  establishment  of  big",
  "industries,  mining  activities,  development  of  canal  systems,  railway  constructions  and  Natural",
  "Disasters.",
  "Displaced people have to settle on a suitable place which may serve as a favourable place",
  "for their living and development. They settle on a new place usually with the intention of making",
  "permanent new settlement. This is called as resettlement.",
  "In many cases migrants of some areas use to occupy government places without any provision",
  "from the government side. This leads to the problem of encroachment and development of slums in the",
  "later course. The government favoured resettlement is observed in cases of displacement due to mega",
  "projects. For the resettlement of displaced people due to a project, the declaration of an area under",
  "Para 5.12 of the National Policy on Resettlement and Rehabilitation -2003, Government of India,",
  "by  the  appropriate  Government  acquired  or  proposed  to  be  acquired  for  resettlement  and",
  "rehabilitation of project affected families is called as a Resettlement Zone.",
  "10.2.1. Issues Involved in Displacement and Resettlement",
  "Human  Rights,  governance  and  accountability,  participation  and  self  determination  in",
  "development, complexities of resettlement goals, options and strategies, relevant policy and legal",
  "instrument- are some important issues that are involved in displacement and resettlement.",
  "10.2.2. Resettlement and Development",
  "Forced displacement of people has its deleterious and traumatic consequences. It is a distressful",
  "and potentially destructive experience. Hence, it requires affirmative actions for the mitigation of",
  "deleterious and traumatic effects.",
  "According to the World Commission on Dams- Report, March 16, 2000; resettlement must be",
  "planned and implemented as a developmental project over a minimum of two generations and include",
  "not only protective measures but also the provisions of new rights, resources and strategies. Through",
  "resettlement, the project authority or the administrator tries to restore the status quo ante and makes",
  "available the material assets to project affected families. But these things do not go to fulfil the",
  "requirement.  The  resettlement  of  people  should  also  incorporate  the  improvement  in  the  living",
  "standard besides restoration of pre- relocation of living.",
  "The result of resettlement conceived as development of project affected people besidestheir relocation and development of incomes, is called as Rehabilitation.",
  "In other words, the arrangement for resettlement of people in distress due to displacement and",
  "provisions of housing, employment, recreation, education, medical aid etc. to the displaced people is",
  "called as rehabilitation. The rehabilitation is rather a vocational process of preparing people with",
  "physical, sensory, emotional development, employment and helping them cope effectively with their",
  "environment and to function as independently as possible.",
  "According  to  the  report  of  The  World  Commission  on  Dams  (March16,  2000),  the",
  "rehabilitation should also incorporate following elements –",
  "(a) Enhancement of capabilities of people,",
  "(b) Expansion of social opportunities by addressing the social and personal constraints that",
  "restrict people’s choices,",
  "(c) Landlessness should be converted to land- based settlement,",
  "(d) Joblessness should be substituted with employment,",
  "(e) Provisions of safe nutrition,",
  "(f) Construction of houses,",
  "(g) Improvements in health and wellbeing,",
  "(h) Community reconstructions and social inclusions.",
  "The United Nations Relief and Rehabilitation Administration started was on July 1, 1947.",
  "Among services supplied by the UNRRA, the maintenance of refugee camps, vocational training,",
  "orientation for settlement and an extensive tracing service to find lost relatives come on the priority",
  "basis.  The  Resettlement  and  Rehabilitation  (R  &R)  of  people  affected  due  to  natural  calamities",
  "involve services like medical, Psychological, preparation for work etc.",
  "10.3. CAUSES OF DISPLACEMENT OF PEOPLE",
  "Fig. 10.1. Scene of a devastating cyclone.",
  "The displacement of people from their habitat is caused due to several factors. These factors are",
  "kept under two major categories- Natural causes and Man-made causes.",
  "The  Natural  causes  of  displacement  of  people  comprise  volcanic  eruptions,  floods,",
  "earthquakes, cyclones, tsunamis, etc. Each one of these causes is seriously dangerous, as each one of",
  "these cause large scale devastation of life and property.The Man-made causes of displacement of people are listed below –",
  "♦ Construction  of  mega-  dams  under  River  Valley  Projects  for  irrigation  and  power",
  "generation.",
  "♦ Activities  related  to  mining  projects  that  involve  large  scale  cutting  of  forests  and",
  "clearance of land which finally result into large scale displacement of people.",
  "♦ Reservation of large areas of land as National Parks, Biosphere Reserves, Sanctuaries etc.",
  "lead to forced migration of people.",
  "♦ Scarcity of resources and adverse conditions in the home environment enforce people to",
  "migrate to resource rich and favourable environment.",
  "♦ Construction  of  roads,  rail  tracks,  flyovers  etc.  and  establishment  of  industries  cause",
  "compulsory displacement of people with little or no compensation.",
  "There are still a number of man-made causes of migration and displacement of people from their",
  "original habitats to some new habitats. Scarcity of food and other resources due to explosion of",
  "population, defeat in war (as during the World War II, in 1945), desires for material gains (as during",
  "13th century invasion by Turkish tribes on wealthy cities of Western Asia), search for religious and",
  "political freedom, change in climate, search for warmer or colder regions are some of the other",
  "reasons that stimulate people for movement to other habitats.",
  "10.4. IMPACT OF DISPLACEMENT ON PEOPLE",
  "The displacement of people from their habitats causes various types of risks on the parts of the",
  "affected  people.  It  causes  the  risks  of  landlessness,  joblessness,  homelessness,  marginalization,",
  "increased morbidity and mortality, food insecurity, loss of access to common property resources and",
  "services, and social disturbances.",
  "Besides the above, some of the major impacts of displacement are listed below–",
  "Fig. 10.2. Refuge camp of tribal people who often have to face multiple displacement.",
  "1. After displacement, the resettlement programmes usually loose momentum once the people",
  "are shifted out of the particular place. According to the World Commission on Dams,",
  "the focus on resettlement programmes remains always to simply get people to move",
  "‘out of the way’ to the resettlement sites as quickly and smoothly as possible. The",
  "displaced and resettled people are usually forgotten once their physical relocation iscomplete.",
  "2. It has been observed that indigenous tribal people are subjected to multiple displacements",
  "as  their  lands  are  not  considered  to  be  legal.  These  people  often  do  not  get  any",
  "compensation for their lands and other properties.",
  "3. The basic amenities and essential infrastructure such as schooling, health facilities, credit,",
  "agriculture,  employment,  etc.  often  remain  incomplete  at  resettlement  sites.  These",
  "conditions cause long lasting suffering to people.",
  "4. Forced  displacement  and  relocation  destroys  production  processes  of  various  social",
  "organisations. It breaks the network of relationships and allocation of resources as well",
  "as individual and community rights.",
  "5. The people of displacement areas become poorer even before their real displacement",
  "as they have to break their occupational and financial schemes they use to run for years.",
  "6. Displaced people often do not receive full compensation. They are very frequently cheated",
  "by corrupt agents and office staff.",
  "7. In cases of natural calamities and in other cases too, the displaced people are temporarily",
  "shifted to refugee camps. In some cases these people become permanent refugees and the",
  "refugee camps become their permanent homes that are later managed and repaired by",
  "themselves.",
  "8. In some cases lands of poor farmers and tribal people are forcefully acquired for private",
  "mining and industrial purposes. Such cases have been observed in Maharashtra and",
  "Orissa where people were forcibly displaced for grabbing their lands for mining and",
  "other industrial purposes.",
  "enviro_Facts : 10",
  "The construction of mega dams and other such projects create large scale devastation and destruction of resource bases of",
  "local people. One painful example is the submergence of the Traditional Tehri town set up in 1815 by Sudershan Shah due to the",
  "construction of asia’s highest Tehri Dam (height 260 meters) on Bhagirathi River. On the construction of this dam the Gandhian",
  "styled activist, has said,”This is a dam built with our tears.” The traumatic conditions of displaced people, inadequate rehabilitation",
  "etc. are giving birth to a number of social organisations and movements in the affected areas. Some of the social organisations of",
  "India fighting for the rehabilitation of displaced people and for the amendments in the Land Acquisition Act- 1984, are – Tehri",
  "Bandh Virodhi Sangharsh Samiti (TBVSS), Visthapit Mukti Morcha, Jamshed Pur; Indian Social Institute, Delhi; Samaj Parivartan",
  "Samuday, Karnataka; Shramjivi Sangathan, Maharashtra; and Narmada Bachao Andolan(NBA), led by Gandhian styled leader",
  "Medha Patkar) etc.",
  "Fig. 10.3. Submergence of the Tehri town.10.5. STRATEGIES FOR REHABILITATION OF DISPLACED PEOPLE IN",
  "INDIA",
  "A National Policy on Resettlement and Rehabilitation for Project Affected Families (PFAs)",
  "-  2003(NPRR-2003),  was  published  in  the  Gazette  of  India,  Extra  Ordinary,  Part-I,  Section-1,",
  "No.-46, on 17th February 2004. This policy aimed at lying down basic norms and packages for the",
  "resettlement and rehabilitation of PAFs. The Policy has been subjected to revision and improvements",
  "from time to time. Accordingly, the Draft National Development, Displacement and Rehabilitation",
  "Policy was released during January, 2006. Some of the principal objectives and provisions are",
  "being listed below –",
  "(i) To minimize displacement and to identify non- displacing or least displacing alternatives,",
  "(ii) To plan the resettlement and rehabilitation of project affected families including special",
  "needs of tribals and vulnerable sections,",
  "(iii) To provide better standards of living to PAFs,",
  "(iv) To facilitate harmonious relationships between the requiring body and PAFs through mutual",
  "co-operations.",
  "Every  displaced  population  has  to  receive  adequate  compensation  according  to  the  Land",
  "Acquisition Act -1994.  In  addition  to  the  legally  due  compensation,  every  displaced  community",
  "should get rehabilitation package as per the Act. Some important features of the rehabilitation",
  "package are listed below –",
  "1.  In  all  irrigation  projects,  it  is  mandatory  that  all  the  displaced  people  who  primarily",
  "depended  on  agriculture  are  settled  within  the  command  area  of  an  irrigation  project.  It  is  the",
  "responsibility of the state to provide land to the Project Affected Populations (PAPs).",
  "2. The unskilled and semiskilled persons out of the project affected population should be given",
  "direct jobs in the project.",
  "3.  The  government  must  undertake  a  special  Employment  Guarantee  Programme  for  a",
  "minimum period of five years.",
  "4. The resettlement sites must be granted the status of special Panchayat. The allocation of",
  "Jawahar Rojgar Yojna (JRY), Indira Aavasiya Yojna (IAY) etc. must be suitably enhanced to cover",
  "the needs of the people.",
  "5. All the displaced families should be provided the homesteads and dwelling units within 50 sq",
  "meters in urban and between 100 sq meters to 250 sq meters in rural areas.",
  "6. The project should bear all the cost of transportation or trans-shipment of a family along with",
  "its domestic animals, moveable properties, moveable building materials and other belongings from",
  "the place of displacement to the place of resettlement.",
  "7. The cost of providing agricultural land, homestead land, constructed houses, shops, working",
  "sheds etc. should be realised from the amount of compensation awarded to the families receiving the",
  "aforesaid packages under different conditions.",
  "8. The resettlement and rehabilitation(RR) authorities shall provide at project cost the necessary",
  "training to develop entrepreneurships and assist the adult members of the displaced families to take",
  "up economically viable self employment projects.",
  "9. All the families who have not been provided agricultural land or a regular job in the projectshall be entitled to rehabilitation grant equivalent to 750 days minimum agricultural wages.",
  "10.  Tribals  should  be  resettled  close  to  their  habitats  so  as  to  ensure  continuation  of  their",
  "traditional rights on minor forest produce and common property resources.",
  "11.  Twenty  six  basic  amenities  and  infrastructural  facilities  must  be  provided  for  en-masse",
  "resettlement. These amenities are- roads, safe drinking water, plantation, educational facilities,",
  "community hall, irrigation facilities etc. These facilities are to be ensured for resettlement and",
  "rehabilitation at the project cost.",
  "Besides  the  above,  there  are  still  a  number  of  facilities  that  are  to  be  provided  to  project",
  "affected families at the cost of the project. Some of those additional provisions are- preferential",
  "rights of allotment of shares of project particularly of companies, and double benefits in case of",
  "multiple displacements.",
  "It has been observed that people from rural areas use to migrate to cities in search of jobs to",
  "earn  money.  This  type  of  migration  can  be  reduced  by  implementing  Swarn  Jayanti  Swa-Rojgar",
  "Yojna, rural-development and improving sustainable agriculture.",
  "10.6. INTERNATIONAL EFFORTS FOR R & R",
  "A  number  of  international  institutions  or  agencies  like  the  World  Bank,  United  Nations",
  "Development Programme(UNDP), Exim Bank of United States and Jexim Bank of Japan etc.",
  "are major financers of building of mega projects(including dams), and resettlement and rehabilitation",
  "programmes. Of these institutions the World Bank Group is a big funder of dams in the world. As per",
  "estimates  it  has  funded  about  US$58  billion  dollars  as  loans  for  construction  of  dams  and",
  "rehabilitation works. The International Finance Corporation, a member of the World Bank is the",
  "largest  loan  provider  and  equity  financer  for  private  sector  projects.  The  World  Bank  draws",
  "operational directives pertaining to baseline surveys, compensations, relocations, income generations",
  "etc. Among other operational policies of the bank, policies related to protection of environment and",
  "development of indigenous people are of special importance. It is one of the leading institutions in",
  "evolving policies to mitigate the impacts of displacement.",
  "10",
  "TOWARDS A BETTER ENVIRONMENT…",
  "Mega Dams have been reported to cause earthquakes besides causing other forms of destruction in the affected areas.",
  "As such the construction of Sardar Sarovar Dam and Indira Sagar Dam entails serious seismic and ecological risks. Experts are",
  "of the opinion that the vicinity of the location of the Sardar Sarovar dam contains a Seismically Active Centre at the focal depth of",
  "3km. Two faults namely BisarPur and Ambadongar also lie across the area upstream from the reservoir.",
  "In Narmada Valley, two villages namely Vadgam (Gujrat) and Manibeli (Maharashtra) were among the first villages that were",
  "submerged in July 1993 due to the construction of Sardar Sarovar Dam. After the submergence of these villages, the World Bank had",
  "issued a document entitled ‘Next Step’ on September 11,1993 and had demanded that the submergence should have started one year",
  "after the resettlement of villages. It had threatened to cut development loans unless construction of the dam was slowed down to",
  "synchronise resettlement and rehabilitation(WWF-Publication- 1995). Now that the height of the dam is going to increase from",
  "existing 110 meters to 121 meters,, and the rehabilitation process is found inadequate the volunteers of Narmada Bachao Andolan are",
  "still fighting under the Gandhian styled activist Medha Patkar.",
  "Counter Urbanization",
  "The movement of people out of cities, to the surrounding areas is called as counter urbanization. This process has started in",
  "more economically develped countries since 1950.",
  "Counter urbanization is achieved in following ways-1. Growth of economy leading to increase in public and private transport systems",
  "2. Increasing pollution, crime and congestion in urban areas",
  "3. Search of open, less expensive, and natural spaces",
  "4. Growth of means of communication technology and other facilities in surrounding areas of cities",
  "IMPORTANT DEFINITIONS",
  "DISPLACEMENT : The act of compulsory acquisition of land for different purposes and forcing",
  "people  to  give  up  their  homes,  resource  bases,  assets  and  means  of",
  "livelihood is called as displacement.",
  "RESETTLEMENT : The accumulation of people on a suitable place that may favour their living",
  "and development, with an intension of making permanent new settlement, is",
  "called as resettlement.",
  "REHABILITATION : The vocational process of preparing people with physical, sensory, emotional",
  "development,  employment  and  helping  them  cope  effectively  with  their",
  "environment  and  to  function  as  independently  as  possible  is  called  as",
  "rehabilitation.",
  "PROJECT : According to the National Policy on Resettlement and Rehabilitation for",
  "Project Affected Families – 2003, Project means a project displacing 500",
  "families or more en masse in plain areas and 250 families or more en masse",
  "in hilly areas or other areas mentioned in schedule V and schedule VI of the",
  "constitution  of  India.  In  general,  a  project  is  a  planned  piece  of  work",
  "designed  to  produce  something  new.  Examples,  a  research  project,  a",
  "building project etc.",
  "PROJECT AFFECTED FAMILY : A  family  whose  place  of  residence  or  other  properties  or  resource  of",
  "livelihood are substantially affected by the process of acquisition of land for",
  "the project.",
  "RESETTLEMENT : An officer not below the rank of a district collector, appointed in respect of",
  "a  project  through  notification,  by  the  government,  for  resettlement  and",
  "rehabilitation of PAFs.",
  "REQUIRING BODY : A body, company, corporate institution or any other organisation for which",
  "land is to be acquired.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. State any one aspect of development that should also be incorporated in a rehabilitation programme of project affected families.",
  "2. Mention any one man made cause of displacement of people.",
  "3. Where is the Tehri Dam located in India ?",
  "4. On which river are the Sardar Sarovar and the Indira Sagar dams being built?",
  "5. What is the name of the environmental activist who is leading to the Narmada Bachao Andolan?",
  "6. When was the National Policy on Resettlement and Rehabilitaion published in the Gazette of India?",
  "7. How many people, according to the World Commission on Dams(report of March- 2000) have been displaced in the world due",
  "to reservoirs created by mega dams?",
  "8. State any two ways of reducing migration from rural to urban areas.",
  "(ICSE 2010)",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What is displacement?",
  "2. Define Resettlement.",
  "3. What do you mean by rehabilitation?",
  "4. Mention any four elements that should be incorporated in a rehabilitation programme.",
  "5. What elements should a rehabilitation programme incorporate as per the recommendations of the World Commission on Dams?6. Mention any three impacts of displacement of people.",
  "7. What are the principal objectives of the National Policy on Resettlement and Rehabilitation of project affected people – 2003, in",
  "India?",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What do you mean by resettlement and rehabilitation? Mention some of the important measures to be taken up during the",
  "rehabilitation of the people distressed by the construction of a big dam somewhere in your country.",
  "2. Developmental activities like construction of Dams and Mining lead to displacement of people. Explain any three problems faced",
  "by these displaced people.",
  "(ICSE 2007)",
  "3. What are different causes of displacement of people?",
  "4. Describe strategies for the rehabilitation of the people displaced due to projects in India.",
  "5. What are the impacts of displacement of people from their habitats due to a developmental project?",
  "6. According to the Land Acquisition Act -1894, every displaced community should get rehabilitation package. Mention principal",
  "features of the rehabilitation package for displaced people.",
  "7. What is counter-urbanisation? State any four ways of achieving counter urbainsatiow",
  "(ICSE 2010)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. The act of coming to live in a foreign country by any group of people is called as -",
  "(a) displacement",
  "(b) arrival",
  "(c) immigration",
  "(d) emigration",
  "2. When groups of people leave their country, habitat or resource base, it is called as –",
  "(a) emigration",
  "(b) departure",
  "(c) displacement",
  "(d) immigration",
  "3. The act of compulsory acquisition of land and forcing people to leave their homes is called as –",
  "(a) resettlement",
  "(b) rehabilitation",
  "(c) displacement",
  "(d) migration",
  "4. The United States started resettlement and rehabilitation on –",
  "(a) July 1, 1947",
  "(b) January 28, 1974",
  "(c) July 28, 1947",
  "(d) August 15, 1949",
  "5. The displacement of people on mass scale is basically concerned with –",
  "(a) mega projects",
  "(b) canals",
  "(c) landslides",
  "(d) road bridges",
  "B. Fill in the Blanks",
  "1. Rehabilitation is rather a ………… process.",
  "2. Forced displacement of people has it’s ……… and ……consequences.",
  "3. Resettlement must be planned and implemented as a ……project.",
  "4. People of displacement areas become poorer even before their real …… .",
  "5. The Narmada Bachao Andolan is being led by Gandhian styled leader named ………… .",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False.1. History reveals that a large number of people fled from their home land due to soil erosion, in different parts of the world.",
  "2. The displaced people have to settle on a suitable place.",
  "3. Floods and cyclones sometimes act as natural causes of displacement.",
  "4. Many displaced people often do not get adequate compensation due to legal obstacles.",
  "5. Tribal people displaced due to projects must always be rehabilitated closest to cities.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. education, 2. construction of mega- dams, 3. on Bhagirathi River, a main tributary of Ganges, in outer Himalyas(U.P.), 4.",
  "th",
  "Sardar Sarovar and Indira Sagar, 5. Medha Patkar, 6. on 17  of February 2004, 7. 60 million.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1.(c), 2. (a), 3.(c), 4. (a), 5. (a)",
  "B. Fill in the Blanks",
  "1. vocational, 2. deleterious, traumatic, 3. development, 4. displacement, 5. Medha Patkar.",
  "C. True / False",
  "1. F, 2. T, 3. T, 4. T, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "10.1. OBSERVATION",
  "Find out, if any type of developmental project is being implemented in your area. Observe cases of displacement, if any, due to",
  "the project. If you observe displacement, find out about the rehabilitation measures, being taken up. If no displacement has occurred",
  "due to it, find out about all possible impacts of the project on the local environment. Prepare a report.",
  "10.2. DISCUSSION",
  "Organise a discussion / debate on ‘Impacts of the construction of mega dams’ through the Eco- club of your school.",
  "10.3. COLLECTION / COMPILATION / COST-BENEFIT ANALYSIS",
  "Collect information in the forms of texts and photographs about the construction of the Sardar Sarovar and the Indira Sagar",
  "dams on the Narmada River from news papers and magazines. Read carefully and write the whole story in your own words. Also",
  "add your own opinion regarding benefits or harmful impacts (whatever you think) of these dams on people and environment. If you",
  "have been successful in collecting complete information, write down a cost - benefit analysis of the construction of these dams.",
  "",
  ""
]