[
  "CHAPTER5",
  "Bio-Technology and Its Applications",
  "FACTS & CONCEPTS",
  "♦ Introduction : What is Bio-Technology?",
  "♦ The Origin and Development of Bio-Technology",
  "♦ Scope of Bio-Technology",
  "♦ Bio-Technological Applications",
  "♦ Specific Applications",
  "♦ General Applications",
  "♦ Application of Biotechnology in Environmental Conservation",
  "5.1. INTRODUCTION",
  "What is biotechnology?",
  "The scientific knowledge which is applied to practical ways in industry for the benefit of human",
  "beings is called as technology. The biological sciences have recently passed through more advanced",
  "technologies in different spheres of life and activities. One of those advanced technologies is the Bio-",
  "technology.The applications of advances made in the techniques and instrumentations in research in",
  "biological sciences are called as Bio-technology. Some people define bio- technology as – the",
  "manipulation of organisms to make products that benefit human beings. In this chapter, we are",
  "going to study about bio- technology and it’s different applications in order to make a better world.",
  "enviro_Facts : 05",
  "DNA- THE BASIS OF BIOLOGICAL ACTIVITIES",
  "Fig. 5.1. Rosalind Elsie Franklin(1920-1958) : The Pioneer of the discovery of DNA.",
  "The characteristics of a living organism are determined by some physical units called as genes that are arranged on",
  "chromosomes found inside the nucleus of a cell. A gene is made of molecules of deoxyribonucleic acid (DNA), which is called as",
  "the Genetic Blue Print of each living cell. The characteristics and structure of DNA was studied by Rosalind Franklin, Francis",
  "Crick, James Watson and Maurice Wilkins (1953), for which Crick, Watson and Wilkins were awarded Nobel Prize for the year",
  "1962. The contribution of Rosalind Franklin remained un-noticed and she died four years earlier to the award of the Nobel Prize to",
  "her fellow workers. Later, Dr. H.G. Khorana, R.H. Holley and M.W. Nirenberg were awarded Nobel Prize for the year 1968, for",
  "their pioneering works related to the synthesis of gene. These studies of gene and DNA formed the basis of development of bio-",
  "technological studies in India and abroad. The presentation of double helical model of DNA and discoveries pertaining to gene,",
  "mark the beginning of the modern era of Bio- technology.Fig. 5.2. Helical Structure of DNA Molecule.",
  "5.2. THE ORIGIN AND DEVELOPMENT OF BIO- TECHNOLOGY",
  "The pioneering achievement in the field of Bio- technology was the production of greater genetic",
  "varieties of plants and animals through the techniques of Hybridization in 5000BC. It was through",
  "hybridization that present day High Yielding Varieties of plants and animals were evolved. This",
  "technique is being continuously used in improved forms in our programmes concerned with food",
  "production. Norman E. Borlaug, the American Agriculturist, received the Nobel Prize for the year",
  "1970 for his important contribution of increasing the world food supply through different techniques",
  "like  hybridization,  Selective  Breeding  and  Gene  Transfer.  Hybridization  is  the  technology  or",
  "process of crossing individuals of opposite sex of different species so as to produce off springs of",
  "combined character. The Indian Scientist Dr. M.S. Swaminathan (1967) initiated and developed",
  "technologies for increasing food production in India. Dr. Swaminathan is now being called as the",
  "Father of Economic Ecology.Norman E. Borlaug",
  "Dr. M.S. Swaminathan",
  "Fig. 5.3. Norman E. Borlaug (left) and Dr. M.S. Swaminathan (right).",
  "In 1960, Werner Arber discovered specific enzymes called as Restriction Enzyme in bacteria.",
  "These enzymes can cut the DNA strand of an organism at a precise point. Further, in 1973, Stanley",
  "Cohen and Herbert Boyer became successful in removing a specific gene from a bacterium and",
  "inserting it into another bacterium by the application of the restriction enzyme. This discovery led to",
  "the  development  of  the  Recombinant  DNA  Technology  which  is  commonly  called  as  Genetic",
  "Engineering.",
  "Another major achievement in the field of biotechnological development was the manipulation",
  "of bacteria to produce Human Protein (1977). Afterwards, the American Molecular Biologist Lydia",
  "Villa- Komaroff developed basic bio- technologyfor the production of Rat Insulin with the help of",
  "genetically  engineered  bacteria.  By  using  genetically  engineered  bacteria,  scientists  became",
  "successful in producing Human Insulin in 1978 and within a period of 5 years the Human Insulin",
  "became the first biopharmaceutical product in the market to control Diabetes Mellitus.",
  "5.3. SCOPE OF BIO-TECHNOLOGY",
  "Bio-technology  has  scope  in  the  fields  of  Agriculture  and  Animal  Husbandry,  Molecular",
  "Medicine, Forensic Science, Microbial Genetics, Environmental Sciences etc.5.3.1. Agriculture and Animal Husbandry",
  "The scope of bio- technological applications in Agriculture and Animal Husbandry is concerned",
  "with- the development of disease and pest resistant varieties of plants and animals; the production of",
  "food  containing  high  nutrient  value;  the  production  of  vaccines  and  the  development  of  drought",
  "resistant crop varieties.",
  "5.3.2. Molecular Medicine",
  "This  field  of  Bio-technology  incorporates-disease  diagnosis  through  cultural  and  different",
  "biotechnological  methods  and  through  Gene  Therapy  (cure  of  diseases  through  improvement  and",
  "modification of genes).",
  "5.3.3. Forensic Science",
  "This science relates to the identification of criminals and researches pertaining to crime. This",
  "field  of  bio-  technology  incorporates-  the  DNA-  matching  tests;  the  establishment  of  genetic",
  "relationships; DNA-mapping; DNA- Fingerprinting and Genetic Analysis etc.",
  "5.3.4. Microbial Genetics",
  "This field of bio- technology incorporates- Study of microorganisms and their genetic make up;",
  "the study of genetic behavior and possibilities of genetic alterations; recombination etc.The microbial",
  "Genetics is also concerned with the study of bio- weapons; bio-wars and bio- fuels.",
  "5.3.5. Environmental Science",
  "This field of bio- technology incorporates-studies pertaining to the detection of microorganisms",
  "causing  health  hazards;  environmental  pollutions  and  the  monitoring  of  environmental  problems",
  "concerned with the living world.",
  "5.4. BIO-TECHNOLOGICAL APPLICATIONS",
  "The application of bio- technology can be put into two board categories: Specific Applications",
  "and General Applications",
  "5.4.1. Specific Applications",
  "(a)  Genetic  Engineering:  The  experiments  of  Stanley  Cohen  and  Herbert  Boyer  (1973)",
  "pertaining to the removal of specific gene from a bacterium and the insertion of the same gene into",
  "another bacterium, marks the beginning of the Recombinant DNA- technology which is also called",
  "as the Genetic Engineering. In their experiments, the “restriction enzymes” were used for cutting the",
  "segments of DNA. The Enzymes are specific proteins which can speed up biochemical processes",
  "without being altered in the chemical reactions.",
  "The  science  of  changing  the  pattern  of  development  and  behavior  of  an  organism  by",
  "making  alterations  in  its  genes  is  called  as  genetic  engineering.  The  organisms  produced  by",
  "altering genetic make up through DNA recombinant technology or through genetic engineering arecalled as Genetically Modified Organisms  or  GMOs.  In  agriculture,  GM-crops  are  also  being",
  "produced through genetic engineering. The food produced from genetically modified crops is called",
  "as GM- food.",
  "The genetically engineered organism in which a foreign gene has been introduced to obtain",
  "desired results is called as a Transgenic Organism. Such an organism may be a plant, an animal,",
  "bacteria or fungi. These organisms are developed by injecting a foreign gene into the embryo or the",
  "fertilized egg of an organism.",
  "Importance of genetic engineering",
  "♦ Through genetic engineering the alterations in the genetic make up of an organism can be",
  "done successfully,",
  "♦ Genetic  engineering  can  be  employed  in  increasing  food  production  from  plants  and",
  "animals by producing new strains of crops and animals.",
  "♦ It is applied in the diagnosis of diseases and improvements in the medical treatment.",
  "Fig. 5.4. Tissue Culture in a laboratory.",
  "(b) Plant Tissue Culture: The technique of growing plant tissues on artificial nutrient medium",
  "under laboratory conditions, so as to produce new plants, is called as plant tissue culture. These may",
  "be the Meristem Culture, Embryo Culture, Anther Culture and so on.",
  "(c)  Monoclonal  Antibody:  The  specialized  types  of  protein  molecules  produced  in  the",
  "laboratory are called as monoclonal antibodies. These are produced naturally in our bodies when",
  "any  bacteria  or  virus  invades  it.  Monoclonal  antibodies  are  produced  in  our  blood  and  these",
  "antibodies protect us from different types of diseases. These bodies are used in identifying different",
  "types  of  cells.  These  are  also  employed  in  many  diagnostic  tests  for  bacteria  and  viruses.  Theexperiments on using monoclonal antibodies for fighting against cancer are also going on across the",
  "world.",
  "The  genetic  engineers  have  engineered  the  bacterial  species  E. colito  synthesize  a  specific",
  "protein called as Interferon. These proteins are produced naturally by body cells to oppose viral",
  "infections. Thebiologically synthesized interferon has been tested and found successful.",
  "(d) Synthesis of Enzymes: The Proteinaceous chemical substances of biological origin that",
  "accelerate biochemical reactions without undergoing any change are called as enzymes. The",
  "term “enzyme” was coined by William Kuhne in 1867 on the basis of his studies on yeast.",
  "Specific enzymes can be synthesized through the application of bio- technology. These enzymes",
  "are used in various processes like removal of stains, softening of fabrics, preparation of digestible",
  "foods, processing of meat and, even the treatment of cancer.",
  "(e)  Synthesis  of  Biodegradable  Plastics:  Bio-  technology  is  currently  employed  in  the",
  "synthesis of plastic which is biodegradable i.e. unlike other plastics; this plastic can be broken down",
  "into simpler substances by microorganisms.",
  "The biodegradable plastic is made from lactic acid which is produced at the time of bacterial",
  "fermentation of plant materials like discarded stalks of corn. In the process, molecules of Lactic Acid",
  "are chemically grouped to form the biodegradable plastic. In fact, the biodegradable plastic is a",
  "material which has most of the properties of plastic except the property of being non- biodegradable.",
  "(f) Blood Substitute: Today the number of people needing blood transfusion is increasing due to",
  "frequent  accidents  and  diseases.  In  view  of  these  facts,  biotechnologists  are  trying  to  synthesize",
  "artificial blood through bio- technology. The biotechnologists like Mary L. Nucci and Abraham",
  "Abuchowski (1998) are likely to get success in their experiments in this regard.",
  "(g) Bio-technology and Mining: Different types of bacteria are being currently employed in the",
  "extraction of different metals like copper, zinc, lead and other metals. These bacteria act on the",
  "metallic compounds available inside the earth and help in the isolation of respective metals.",
  "(h) Bio-technology and Blood Clotting Protein: Bio- technology has many types of dramatic",
  "applications in the field of medicine. It has produced Factor- VIII (1986), which is a blood clotting",
  "protein and which is not produced in haemophilic persons. Under these conditions the haemophilic",
  "people are always at the risk of bleeding to death. In the process of synthesis of Factor VIII, the",
  "human  genes  having  codes  of  production  of  blood  clotting  protein  are  transplanted  into  the",
  "haemophilic person. The factor VIII is being produced commercially since 1992.",
  "The biotechnology which is applied to medical processes is called as Red - Biotechnology.",
  "The production of antibodies and Genomic Manipulation are done under Red - Biotechnology.",
  "(i) Cloning: The bio-technology of production of cells or organisms that are originally derived",
  "from a single original cell or organism by asexual method under laboratory conditions is called as",
  "cloning. The copies of organisms produced during cloning have identical genetic make up and are",
  "known as clones. We can define a clone as an individual cell or organism which has been grown by",
  "a single body cell and which is genetically identical to its parent cell.Fig. 5.5. The First Cloned CAT- the - cc.",
  "During 1950s, scientists cloned frogs and by 1980s they cloned mice. During 1996, Ian Wilmot",
  "and his team of researchers achieved success for the first time in cloning an adult sheep. They named",
  "the clone as Dolly. Scientists at Texas A & M University in College Station produced the first cloned",
  "cat on Dec. 22, 2001 through the Nuclear Transfer Technique. They named the clone – cc or the",
  "carbon copy. It is hoped that scientists may one day become successful in cloning extinct animals",
  "also.",
  "CLONING OF ENDANGERED ANIMALS",
  "Cloning is an important technique as it is helpful in protecting endangered species as well as in",
  "bringing back extinct species of animals. An endangered ox called as Gaur of South East Asia was",
  "successfully  cloned  by  scientists  in  2000.  Scientists  are  trying  to  clone  some  other  endangered",
  "animals like African bongo, Sumatran Tiger, Giant Panda and the Mountain Goat(Spanish ibex).",
  "5.4.2. General Applications",
  "(a)Applications in Food and Beverage Industry: A number of food products are produced on",
  "industrial scale through the fermentation technology. Some of those products are wine, idlis, yoghurt,",
  "cheese,  mycoproteins,  quorn,  bread  etc.  Besides  this  bio-  technology  helps  in  the  production  of",
  "different vitamins, amino acids and vinegar etc.",
  "(b)  Application  of  Bio-technology  in  Pharmaceuticals:  Modification  of  microorganisms,",
  "animals  and  plants  so  as  to  get  maximum  yield  of  medicinally  useful  substances  is  called  as",
  "pharmaceutical bio- technology. Some important examples are being given below-",
  "(I) Production of human insulin from non- human sources.",
  "(ii) Production of hormones like Interferon, Cytokinins, Steroids and human growth hormones.",
  "(iii) Gene-therapy for prevention and control of diseases.",
  "(iv) Development of vaccines and antibodies.",
  "(c) Application of bio- technology in Agriculture: Tissue culture, cloning and hybridizationare important bio- technologies that are promoting our agriculture today. Tissue culture is important",
  "for the propagation of high yielding varieties of plants for agriculture and floriculture. Hybridization",
  "is the technique of combining properties of two plants or animals to produce one better hybrid plant",
  "or  animal.  Though  this  process  frequently  occurs  in  nature,  the  adoption  of  this  technology  has",
  "supported  the  agriculture  to  produce  more  food  to  feed  growing  population  in  many  countries.",
  "Similarly, hybridization technology has supported animal husbandry to produce more milk and meat.",
  "The application of bio- technology in agriculture can make it more sustainable. The introduction",
  "of bio-fertilizers in soil can improve it’s composition besides making it fertile in a natural way.",
  "Similarly,  the  introduction  of  bio-pesticides  can  control  pests  through  natural  ways  without",
  "contaminating the natural environment. The development of disease resistant and pest resistant crop",
  "varieties through bio- technological methods has further supported the agriculture.",
  "Scientists are continuously experimenting for the improvement of crop plants like potato, tomato,",
  "cabbage and other vegetables and fruits as well as other crop plants like sugarcane, wheat, maize etc.",
  "to obtain better yield. Some new crop varieties like Triticale (a man made cereal) have also been",
  "developed to add nutrients in our food and increase food production. Crop-varieties producing High",
  "Yield are called as High Yielding Varieties (HYV).",
  "5.4.3. Application of Biotechnology in Environmental Conservation",
  "(a)  Application  of  Bio-technology  in  Pollution  Control:  The  natural  tendency  of",
  "microorganisms can be exploited through bio- technology for solving the problem of wastes in the",
  "environment.  The  crop  residues  and  animal  waste  are  used  in  making  manure  by  the  activity  of",
  "aerobic and anaerobic bacteria. The bacterial species Pseudomonas aeruginosa has been developed",
  "to eat away the oil spilled on the sea surface. Solid wastes like crop residues can be put inside a",
  "biogas digester to produce biogas, a most suitable source of rural energy.",
  "In  nature,  green  plants  control  atmospheric  carbon  dioxide  by  utilizing  it  in  photosynthesis.",
  "Hence, plantation of more and more fast growing trees may be an important bio- technological method",
  "of controlling carbon dioxide level of atmosphere. Plants fix carbon dioxide by the help of specific",
  "enzyme Ribulose-bi-phosphate Carboxilase. The function of this enzyme is controlled genetically.",
  "Hence, scientists are trying to manipulate this enzyme to increase the rate of photosynthesis for greater",
  "reduction of atmospheric carbon dioxide level.",
  "(b) Application of Bio- technology in Waste Water Treatment: The treatment of waste water",
  "comprises  three  major  steps-  the  Primary  Treatment,  the  Secondary  Treatment  and  the  Tertiary",
  "Treatment.Fig.5.6. Waste Water Treatment plant.",
  "The primary treatment comprises many sub-steps like sedimentation, chemical coagulation and",
  "precipitation. These sub-steps remove most of the physical impurities or pollutants. The secondary",
  "treatment comprises biological process involving bio- technology of employing bacteria, fungi,",
  "algae etc. for the breaking down of complex pollutants. In this process, the effluent is passed through",
  "a microbial slime layer. The microbes present in this layer break down the organic and nitrogenous",
  "waste liberating carbon dioxide and nitrogen dioxide. Different types of microorganisms present in",
  "the slime layer are categorized below-",
  "Bacteria : Pseudomonas sp., Flavobacterium sp. and Alcaligenes etc.",
  "Fungi : Yeast and Saprolegnia sp. etc.",
  "Algae : Stigeoclonium, Ulothrix, Phormidium and Chlorella.",
  "(c)  Application  of  Bio-technology  in  the  degradation  of  pesticides:  Different  species  of",
  "bacteria and fungi tend to degrade pesticides. These microorganisms can be genetically manipulated",
  "to degrade more and more of them. Some species of bacteria like Pseudomonas sp., Flavobacterium,",
  "Azotobacter, E. coli and Acromobacter tend to degrade different pesticides. It has been reported that",
  "a mixture of Phenerocheate (a fungus) and enzyme peroxidase in suitable proportion can degrade",
  "DDT.",
  "(d) Bioremediation: The application of biotic agents like microorganisms in the correction",
  "and recovery of environmental damage is called as bioremediation. The removal of oil spilled on",
  "sea water by the help of bacteria is one example of bioremediation.",
  "(e) Industrial Applications of Bio-technology: Bio-technology is currently being applied in",
  "many areas of industry like the production of stain remover, detergents, bread, biotech-polyester,",
  "vitamins; stone washed jeans, bleached paper etc. Here are some examples-",
  "(i) Detergents containing protease enzyme can remove stains of proteinaceous nature both on",
  "fabrics and lenses,",
  "(ii) Detergents  containing  lipase  enzyme  can  remove  stains  of  oil  and  grease,  and  those",
  "containing amylase can remove starch grains stuck with fabrics.",
  "Now a days, polyesters are being synthesized from corn starch feed stock through the application",
  "of bio- technology. The enzyme cellulase is used for fading of jeans. The biotechnology applied in",
  "industrial processes is called as White Biotechnology or Grey Biotechnology. It is through this",
  "technology that less resources are utilized in industrial processes.5",
  "TOWARDS A BETTER ENVIRONMENT…",
  "The microbial action on solid wastes breaks it into simpler form.",
  "Some of the waste matter is converted into gases (mostly carbon dioxide, CO2) and the rest becomes simple to be taken in by",
  "plants. Fungi like Asparagus, Mucor and Penicillium etc. give out specific chemicals called ENZYMES. These enzymes react with",
  "wastes and break them up into simpler forms. Carbon dioxide is released in this process and the bulk of wastes is reduced. Fungi that",
  "feed on dead wastes are called as SAPROPHYTIC FUNGI. Other micro-organisms like bacteria decompose wastes under two",
  "types of conditions — (1) Aerobic conditions (2) Anaerobic conditions. Bacteria acting in presence of oxygen are called ‘aerobic’",
  "where as those acting in absence of oxygen are called “anaerobic bacteria”.",
  "Aerobic bacteria decompose solid wastes in air and produce carbon dioxide. They absorb nitrogen, carbon and phosphorus",
  "from the decomposed wastes. Anaerobic decomposition occurs in the absence of oxygen. Anaerobic bacteria give out enzyme which",
  "breaks down the wastes and produce Methane or Marsh Gas (CH4). The sulphur content is converted into sulphur dioxide (SO2).",
  "The nutrients like nitrogen, phosphorus and carbon etc. are then taken in by anaerobic bacteria. Very much heat (upto 80°C) is",
  "produced due to anaerobic decomposition. It kills seeds of weeds and germs present in the waste. The solid waste, for this type of",
  "decomposition has to be covered in a pit properly to cut off oxygen supply from the air.",
  "IMPORTANT DEFINITIONS",
  "BIO- TECHNOLOGY : Applications of advances made in the techniques and instrumentations of",
  "research in biological sciences are called as bio-technology.",
  "DNA : Deoxyribonucleic acid, called as the genetic blue print of each living cell.",
  "ENZYMES : Catalytic  proteins,  those  are  produced  by  living  cells  and  are  helpful  in",
  "mediating and promoting chemical processes of life without themselves being",
  "altered in any way.",
  "BIODEGRADABLE PLASTIC : Plastics produced by bacterial fermentation of plant materials are called as",
  "biodegradable plastics. These are formed by chemical grouping of lactic acid.",
  "FERMENTATION : A chemical process employed in household or industries for the manufacture",
  "of products such as alcohols, acids, cheese, etc. by the action of yeasts, molds",
  "and bacteria. This process is also known as zymosis.",
  "CLONING : The Bio- technology of production of cells which are originally derived from a",
  "single  original  cell  by  asexual  methods,  under  laboratory  conditions.  The",
  "clones are genetically identical to their parents.",
  "TISSUE CULTURE : Growing living tissues (of plants or animals, microorganisms) on an artificial",
  "nutrient medium under laboratory conditions. This method is applied on large",
  "scale in horticulture for the propagation of plants through asexual methods.",
  "Artificial  cultures  are  done  for  the  propagation  of  disease  causing",
  "microorganisms also, for their identification.",
  "MONOCLONAL ANTIBODIES : Specialized proteins produced in laboratory for injecting into the bodies of",
  "organisms in order to develop immunity.",
  "GENE THERAPY : The treatment of any physical problem or illness through replacement or",
  "introduction of a particular gene in the body cell of a sick person, is called as",
  "gene therapy.",
  "VACCINE : A vaccine is a solution of weak disease causing microrg- anisms which is",
  "injected in the body of a person in view of developing resistance / immunity",
  "against a particular disease.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS1. Who is called as the Father of Economic Ecology in India?",
  "2. A scientist discovered restriction enzyme in bacteria in 1960. Mention the name of this scientist.",
  "3. Which enzyme helps plants in fixing atmospheric carbon dioxide?",
  "4. Write the Term applied for the food modified through Genetic Engineering.",
  "5. Name a man made creal.",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What is the bio- technology?",
  "2. Define Genetic Engineering.",
  "(ICSE specimen Question)",
  "3. What is the Tissue Culture?",
  "4. What is the scope of bio- technology in the field of environmental science?",
  "5. What are enzymes?",
  "6. Mention any two applications of biotechnology.",
  "7. Mention the role of bio- technology in medicine.",
  "8. How is the bio- technology helpful in the treatment of wastes?",
  "9. Mention any two advantages of biotechnology.",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. Describe the scope of Bio- technology.",
  "2. “Biotechnology has tremendous scope for improving the quality of life.” Discuss some applications of biotechnology that are",
  "useful to mankind.",
  "(ICSE 2007)",
  "3. Explain the role of biotechnology in Environmental Conservation.",
  "(ICSE specimen Question)",
  "4. What is the Genetic Engineering?",
  "5. Describe any five major applications of biotechnology in the field of agriculture.",
  "6. Describe –",
  "(i) Applications of bio- technology in the treatment of waste water.",
  "(ii) Monoclonal Antibody.",
  "(iii) Applications of bio- technology in pollution control.",
  "(iv) Applications of bio- technology in industry.",
  "(v) Application of bio- technology in the degradation of pesticides.",
  "7. Expand: DNA, HYV.",
  "(ICSE 2010)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice type Questions",
  "Tick (✓) the correct option",
  "1. The manipulation of organisms to make products that benefit human beings is called as-",
  "(a) bio- technology",
  "(b) biology",
  "(c) technology",
  "(d) conservation",
  "2. The genetic blue print of each cell is called as –",
  "(a) chromosome",
  "(b) DNA",
  "(c) nucleus",
  "(d) gene",
  "3. Dr. H.G. Khorana, R.H.Holley and M.W.Nirenberg were awarded Nobel Prize for their work related to the synthesis of gene",
  "for the year –",
  "(a) 1968(b) 1971",
  "(c) 1945",
  "(d) 2000",
  "4. Norman E. Borlaug, the American Agriculturist is known for his contributions related to –",
  "(a) bio- technological instrumenta-tion",
  "(b) food production",
  "(c) plant diseases",
  "(d) DNA-fingerprinting",
  "5. The enzyme used in cutting segments of DNA is called as –",
  "(a) restriction enzyme",
  "(b) lipase",
  "(c) monoclonal antibody",
  "(d) cellulase",
  "B. Fill in the Blanks",
  "1. The biodegradable plastic is made from … … acid produced through bacterial fermentation of corn stalk.",
  "2. …… are proteinaceous chemical substances of biological origin which accelerate biochemical reactions without undergoing any",
  "change.",
  "3. Factor- VIII is a blood clotting protein not produced in a …… person.",
  "4. Plants in nature produce their clones through …… reproduction.",
  "5. Genetic engineers have engineered the species of bacteria E. coli to synthesize a specific protein called as ……… .",
  "6. The Recombinant DNA Technology is also called as ………… .",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False –",
  "1. Wine is produced through a technique known as fermentation.",
  "2. The application of bio- technology in agriculture is a dangerous practice.",
  "3. The application of biotic agents in the correction of environmental damage is called as bioremediation.",
  "4. Some pesticides can be degraded by the activities of specific bacteria.",
  "5. New DNA molecules can be created by DNA-fingerprinting technology.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Dr. M.S. Swaminathan, 2. Werner Arber 3. Ribulose- biphosphate- carboxylase, 4. GMO Food, 5. Triticale.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (a), 2. (b), 3. (a), 4. (b), 5. (a)",
  "B. Fill in the Blanks",
  "1. lactic, 2. enzymes, 3. haemophilic, 4. asexual, 5. interferon, 6. Genetic Engineering,",
  "C. True / False",
  "1. T, 2. F, 3. T, 4. T, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "5.1. FIELD WORK",
  "Contact any five farmers and find out about the indigenous biotechnological methods they apply in agriculture.",
  "5.2. PROJECT WORK",
  "Prepare a project on “the Application of Bio- technology for Rural Development.”",
  "5.3. AWARENESS",
  "Prepare a write- up for display, on the topic “Biological Alternatives to Chemical Pollutants at Home”.",
  "",
  ""
]