[
  "CHAPTER12",
  "Global Issues of Environment",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u Green House Effect",
  "u Green House Effect: How does it Occur?",
  "u Green House Gases",
  "u Importance of Green House Effect",
  "u Green House Effect and Global Warmingu Global Warming and Climate Change",
  "u Impact of Global Warming",
  "u Prevention and Control of Global Warming",
  "u Global Efforts",
  "u Acid Rain",
  "u How is Acid Rain caused?",
  "u Acid Deposition",
  "u Impact of Acid Rain",
  "u Prevention and Control of Acid Rain",
  "u Depletion of Ozone Layer",
  "u What is Ozone? How is it Formed?",
  "u Importance of Ozone Layer",
  "u Ultraviolet Radiations and their Harmful Effects",
  "u Ozone Depleting Substances (ODS)",
  "u How is the Ozone Layer Depleted?",
  "u Prevention and Control of Ozone Depletion",
  "u Global Efforts",
  "12.1. INTRODUCTION",
  "Our environment today is facing a number of problems. All those problems are causing dangers",
  "to take shape against the existence of the whole biosphere of this planet. But, who is behind all those",
  "problems? The answer is – M A N.",
  "All those problems have become great topics for discussion, planning and implementation at all",
  "levels. An important topic that people discuss or argue about is called as an issue. We have",
  "different types of environmental issues at local, regional, national and global levels. Here in this",
  "chapter,  we  are  going  to  discuss  about  some  global  issues  like  Green  House  Effect  and  Global",
  "Warming, Climate Change, Acid Rain and Depletion of Ozone Layer. These are global issues caused",
  "due to human activities in their own countries but these issues relate to the fate of the whole planet.",
  "Here we must not forget that the root-cause behind all these issues is exponential growth of",
  "human population. Until and unless the explosive growth of human population is kept in control",
  "through proper strategies, all of our efforts for tackling global issues will fall flat. Proper Family",
  "Planning and adopting birth control measures are essential strategies for effective control of growth",
  "of Human Population.",
  "12.2. GREEN HOUSE EFFECT",
  "The warming effect produced inside a green house by its glass panels, is called as Green",
  "House Effect. A green house is a specialized house constructed at horticulture stations for keeping",
  "plants that survive better in warm surrounding.",
  "12.2.1. Green House Effect: How Does it Occur?Fig. 12.1. A Green House.",
  "The walls or panels of a green house are made of specialized glass that allows short wave solar",
  "radiations to go inside but does not allow long wave infrared heat energy of the glass house to pass",
  "out. In fact, some of the solar radiations that are absorbed inside the green house get transformed into",
  "heat energy in the form of long wave infrared radiations that can not go out of the glass panels of the",
  "green house. Thus, temperature inside the green house rises as compared to the temperature outside.",
  "The term- Green House Effect was coined by J. Fourier in 1827.",
  "12.2.2. Green House Gases (GHGs)",
  "Gases that help in causing green house effect are called as green house gases (GHGs). These",
  "gases either occur naturally or are produced on earth due to human activities of burning fossil fuel and",
  "bio-mass. One of the most abundant naturally occurring green house gases is the water vapour. Other",
  "green house gases are carbon dioxide, methane, Nitrous oxide, Trifluoromethyl sulphur pentafluoride",
  "and hydrochlorofluorocarbons. It is since 1700s, that a substantial increase in the concentration of",
  "green house gases has occurred in the atmosphere.",
  "1. Water Vapour: It accounts for about 60 to 70 percent of the natural green house effect. Its",
  "level in the atmosphere rises with the increasing global warming adding up further to the green house",
  "effect.",
  "2. Carbon dioxide: In the modern age of industrialization and increasing automobile exhausts the",
  "concentration of carbon dioxide is increasing faster than the earth’s natural capacity of assimilation. It",
  "has been assessed that the level of CO  in the atmosphere has risen by more than 30 percent since",
  "2",
  "1750. Currently, the CO  concentration in the atmosphere is about 370 parts per million (ppm). It",
  "2",
  "accounts for more than 60 percent of the additional green house effect.",
  "3.  Methane:  This  gas  is  produced  through  various  sources  like  decomposing  organic",
  "substances, coal mining, production and transport of other fossil fuels etc. Its concentration in the",
  "atmosphere has become more than double since 1750. Scientists are of the opinion that it is an",
  "extremely effective heat trapping gas. One molecule of methane is 20 times more efficient in terms",
  "of trapping infrared radiation than a molecule of carbon dioxide.",
  "4.  Nitrous  Oxide:  This  gas  is  released  into  the  atmosphere  by  burning  of  fossil  fuels,",
  "automobile  exhaust,  decomposition  of  nitrogenous  fertilizers  in  the  soil  etc.  Its  level  in  theatmosphere has risen by 17 percent since 1750. This gas has a capacity of trapping heat 300 times",
  "more effectively than carbon dioxide. It can stay in the atmosphere for about 100 years.",
  "5.  Fluorinated  Compounds:  Compounds  comprising  CFCs  (chlorofluoro-carbons),  HCFCs",
  "(hydrochlorofluorocarbons) and HFCs (hydrofluorocarbons) are man- made compounds called as",
  "fluorinated compounds. These compounds are used in a variety of manufacturing processes. Each",
  "molecule of these synthetic compounds is many thousand times more effective in trapping infrared",
  "radiations than a single molecule of carbon dioxide. CFCs were first synthesized in 1928. Since then",
  "these were widely used in the manufacture of aerosol sprays, blowing agents for foams, packing",
  "materials, as solvents and as refrigerants. By 1992 an amendment in the Montreal Protocol was",
  "made to ban these compounds worldwide. However, the HFCs compounds do not contain chlorine",
  "and stay in the atmosphere only for a short time. Hence, these are regarded as safe for various",
  "applications.",
  "6. Trifluoromethyl sulphur pentafluoride: This compound was not reported before 2000. Each",
  "molecule of this industrially produced compound can trap heat more effectively than all the other",
  "gases known to cause green house effect.",
  "12.2.3. Importance of Green House Effect",
  "Our Earth is subjected to green house effect which is very important for creating a climate",
  "favourable to the sustenance of most forms of life on it. In this context, the green house effect can be",
  "defined as –",
  "The effect of warming and insulation of the earth caused due to some heat trapping gases",
  "accumulated in the atmosphere after their emission from the earth surface, is called as green",
  "house effect.",
  "The natural green house effect is in fact, a process of thermal blanketing of the earth which",
  "maintains its temperature around 33 Celsius degrees which helps in the sustenance of life on it.",
  "Without the green house effect, the climate of the earth is reported to become too cold for most of the",
  "life  to  survive.  Then,  the  temperature  may  fall  much  below  the  required  level  essential  for  the",
  "existence of life. Hence green house effect is an important natural process which is essential for the",
  "survival of life on this planet.",
  "12.2.4. Green House Effect and Global Warming",
  "Human activities of pollution are modifying the natural process of green house effect. The advent",
  "of the Industrial Revolution in the 1700s boosted up the activities of burning of fossil fuels like coal,",
  "oil and natural gas which released lots of heat absorbing gases into the atmosphere. Clearing of land",
  "for  agriculture  or  for  urban  settlements  wiped  out  the  forests  &  vegetation  that  acted  as",
  "ecological sink for some of those gases like carbon dioxide.Fig. 12.2. Global Warming.",
  "These heat absorbing gases accumulate in high concentrations in the upper atmosphere around",
  "the earth extending up to 100 km above its surface and act as glass panels of a green house. They",
  "allow much of the short wave solar radiation to reach to the earth surface but stop much of the long",
  "wave infrared rays against escaping out as heat. They absorb these infrared radiations and then re-",
  "radiate most of them back to the earth surface. Thus, the temperature of the atmosphere rises gradually",
  "causing an unnatural heating effect which is called as the Global Warming. The Global Warming is",
  "the enhanced green house effect due to greater accumulation of GHGs in the upper atmosphere.",
  "The warming of the earth’s atmosphere attributed to a build up of green house gases in",
  "high concentration in the atmosphere is called as the Global Warming. It is a term which is used",
  "to refer to the observed increase in the average temperature of the earth’s atmosphere and",
  "oceans  in  recent  decades.  Scientific  discoveries  reveal  that  the  world  experienced  warmest",
  "atmosphere during last 50 years out of the period of 100 years. The global mean temperature",
  "increased by about 0.5 to 1 degree Celsius, within a period of last 100 years.",
  "12.2.5. Global Warming and Climate Change",
  "The regular pattern of weather conditions of a particular place is called as climate of that",
  "place.  This  regular  pattern  of  weather  conditions  is  considerably  disturbed  by  fluctuations  in",
  "temperature. The disturbance in the pattern of weather conditions at a particular place may rightly be",
  "called as Climate Change.",
  "The Global Warming itself is not the Climate Change as the effects of global warming may",
  "not  be  uniformly  negative.  But,  it  is  the  abnormal  rise  in  global  temperature  that  is  causing",
  "changes in the global climate. Most of the causes of climate change are man-made. Principal man-",
  "made causes of climate change are (a) Industrial Activites (b) Jhum cultivation, (c) burning of",
  "crop-residues  in  fields  (d)  deforestation,  and  (e)  Vehicular  Pollution.  Let  us  see,  how  abnormal",
  "changes in temperature may lead to climate change.",
  "Temperature has significant role in the regulation of water cycle in the environment. Hence, rise",
  "in global temperature can change the pattern of water cycle. On the other hand, increased temperature",
  "can cause most of the ice to melt down. The increased evaporation of water due to high temperature",
  "may alter the pattern of cloud formation and rains at different places. The physical features of theearth also play important roles in causing temperature variations that finally result into variations in",
  "air pressures. These variations cause disastrous conditions like storms, cyclones, tornadoes and",
  "hurricanes etc.",
  "International  agencies  studying  the  climate  change  have  projected  the  globally  averaged",
  "temperature  to  increase  by  1.4  to  5.8  degrees  Celsius  over  the  period  1990  to  2100.  The",
  "Intergovernmental  Panel  on  Climate  Change  (IPCC)  does  important  climatic  researches  and",
  "surveys on periodic basis. It has hundreds of scientists from many different countries who study and",
  "analyse the meteorological changes and provide a collective pictures of global warming and other",
  "changes in the climate systems. The Third Assessment Report of IPCC was released in January",
  "2001.",
  "According  to  the  reports  of  Asia-Least  Cost  Green  House  Gas  Abatement  Strategy",
  "(ALGAS) Project, the energy sector is the largest contributor of GHG (55%) in India. The ALGAS",
  "Project in India is funded by the Asian Development Bank, Global Environmental Facility (GEF)",
  "and United Nations Environmental Programme (UNEP).",
  "12.2.6. Impact of Global Warming",
  "The Global Warming or the climate change has various types of impacts on the whole earth and",
  "its systems.",
  "Some of the major impacts of Global Warming (or the climate change) are mentioned",
  "below.",
  "1. Global Warming may cause frequent natural disasters like cyclones, storms and hurricanes,",
  "floods  and  droughts.  It  may  also  cause  cloud  bursts,  avalanches,  landslides,  mud-  flows  and",
  "earthquakes.",
  "Fig. 12.3. Melting of ice at Antarctica.",
  "2. Global Warming is causing melting of ice and glaciers which is leading to a rise in sea-",
  "level. As a result, the creeping up of oceans swallow low lying islands and coastal areas.",
  "The rising sea level is causing loss of land, loss of property and loss of lives. It may also causelarge scale displacement of people which may further create a problem of rehabilitation.",
  "3. It is damaging forests, agriculture and water supplies.",
  "4. It is damaging various ecosystems like mangrove-swamps, coral reefs and coastal lagoons",
  "etc. due to various reasons like reduction in pH of oceanic water and increasing deposits of acids.",
  "5. Some populations of migratory birds have been declining because of unfavorable variations",
  "in climatic conditions. On the other hand the migration time of spring butterflies in Britain has become",
  "earlier than it was 30 years ago. It has been observed that the behaviors of some bird species",
  "have changed due to climatic variations in the Indian state of Orissa. Some birds like Black",
  "Headed Oriole and Open Billed Stork have changed their times of migration whereas some birds like",
  "Bronze Winged Jacuana and Indian Small Skylark have changed their nesting behaviors.",
  "The Change in Climate, in the long run could affect agriculture in a number of ways –",
  "1. It may cause reduction in productivity both in terms of quality and quantity",
  "2. Climate change may lead to changes in the water-use Pattern that may finally lead to failure of",
  "crops.",
  "3. Climate change may enforce organisms to become more competitive and adoptive. It may",
  "adversely affect the agriculture.",
  "4. Frequent changes in seasons and alterations in weather pattern may ruin the crop leading the",
  "world towards hunger and poverty.",
  "enviro_Facts : 12",
  "A. As per land records of 1930, a cluster of seven villages named as ‘Satabhaya’ (seven brothers) was spread in an area of 320",
  "sq km near Paradip of Orissa state of India. By 2000, five out of seven villages were gradually swallowed by the sea and",
  "the area of 320 sq km was reduced to mere 155 sq km. Similarly, a large number of other villages located near the sea",
  "coast in Orissa have so far been swallowed in by the sea and the people residing in those villages have been migrated",
  "elsewhere. The reason ? … yes, the global warming.",
  "th",
  "B. It has been reported that melting of glaciers has contributed as much as 30 percent of change in sea level in the 20  century.",
  "The Gangotri glacier has shrunk more than 850 meters from 1996 to 1999. Melting of ice at Antarctica has caused",
  "growth of grass for the first time there.",
  "th",
  "C. The total surface of glaciers worldwide has decreased by 50 percent since the end of the 19  century. According to a report,",
  "the snow cap that covered the top of Mount Kilimanjaro for last 11000 years since the last ice age was almost",
  "disappeared upto March 2005.",
  "D. The change in climate due to rise in global temperature is causing migration of species of wild animals towards poles and high",
  "altitudes. Since those areas are already inhabited by animals of different species, the migrated species receive the status of",
  "Refugee Species.",
  "12.2.7. Prevention And Control of Global Warming or Climate Change",
  "Since all these and a lot of other miseries are feared to encircle us in near future due to climate",
  "change, let us come closure to formulate some strategy to make a carbon neutral world, yes a world",
  "without any change in the global climate. For this the United Nations Environment Programme has",
  "directed (2008) us through following words -",
  "Carbon-neutral, yes – that sounds familiar. But climate Change, it is strange? The answer is",
  "simple: it is not just carbon dioxide, CO  that is driving climate change, even if it makes up almost 80",
  "2",
  "per cent of the climate gases (including contributions from changes in land use) emitted by human",
  "activities. Carbon dioxide is the most abundant greenhouse gas we are adding to the atmosphere, but",
  "it is not the only one. The international climate change treaty, the Kyoto Protocol, limits the emissions",
  "of six main GHGs produced by human activities. These gases are carbon dioxide (CO ), methane",
  "2(CH ),  nitrous  oxide  (N O),  hydro  fluorocarbons  (HFC),  per  fluorocarbons  (PFC),  and  sulphur",
  "4 2",
  "hexafluoride (SF ).",
  "6",
  "Measures and instruments to arrest the Climate Change",
  "The measures to control or mitigate the global climate change can be divided into two categories",
  "- the Technological Changes; and the Behavioural Changes. Following are some tips to reduce the",
  "climate change-",
  "1. Controlling global emissions through various measures like local control, tax measures or",
  "carbon  credit  system  to  reduce  carbon  emission  from  commercial  and  residential",
  "building.",
  "2. Control of emission through motor vehicles.",
  "3. Control on air conditioning refrigerant leaks.",
  "4. Use of alternatives to diesel, natural gas, and propane.",
  "5. Fuel taxes for GHG emission.",
  "6. Changes in urban and transport infrastructures to reduce the need for motorized transport",
  "and shift demand to less energy intensive transport models.",
  "7. Traditional  approaches  to  reduce  unwanted  emissions  need  to  be  supplemented  with",
  "market  mechanisms,  voluntary  agreements,  tax  policy  and  other  non-traditional",
  "approaches.",
  "8. Regeneration of forests, agroforestry.",
  "9. Solid waste and waste disposal measures.",
  "10. Economic instruments like subsidies, taxes, and tradable permits/ quotas as well as joint",
  "implementations.",
  "11. Regulatory mechanisms.",
  "12.2.8. Global Efforts",
  "Periodic Surveys, researches and assessments have proved that the global warming causing",
  "changes in the world climates is increasing day by day. It is currently recognized as an important",
  "global issue. Representatives from over 160 countries have met regularly to discuss ways to reduce",
  "GHG emission. In 1997 a conference was organized in Kyôto, Japan, in which world nations signed",
  "an agreement called as Kyôto Protocol. According to the Protocol, the industrialized nations were",
  "required to cut their GHG emissions to an average of 5 percent below 1990 levels, by 2012. Russia’s",
  "cabinet approved the treaty in 2004 and paved the way to start it with effect from 2005. The protocol",
  "has been ratified by more than 126 countries. But Australia and U.S. did not support the protocol.",
  "In early December 2005, representatives from 90 countries met in Montreal; Canada, to discuss",
  "ways  on  cutting  down  the  use  of  fossil  fuels  so  as  to  ensure  less  emission  of  carbon  dioxide.",
  "According to the Montreal bulletins, the CO  level in the atmosphere is now higher within past",
  "2",
  "650,000 years. Unfortunately the two biggest CO  emitters of the world – Australia and United States",
  "2",
  "refused to cut down their emissions.",
  "12.3. ACID RAIN",
  "Falling down of acids from atmosphere to the earth in different forms is called as acid rain. In",
  "other words, we can say that-",
  "The process by which acids with pH normally below 5.6 are removed from the atmospherein rain, snow, hail or sleet is called as acid rain.",
  "The quantity of acid in a liquid, like water is measured by a scale called as pH scale. In fact, the",
  "acid content of a solution is based on the concentration of Hydrogen Ions and it is expressed as pH.",
  "The acidity of rain samples is usually measured by pH- scale. As the number on a pH- scale goes",
  "down, it indicates more and more acidic nature of the sample of the rain water. Zero number indicates",
  "maximum acidity, seven (7) number indicates neutrality where as fourteen (14) number indicates",
  "maximum alkalinity. You might have studied about pH in your Chemistry classes.",
  "Fig. 12.4. pH- scale showing increasing acidity and alkalinity.",
  "12.3.1. How is the Acid Rain Caused?",
  "Acid is a substance chemically characterized by the ability to form a salt on reacting with a",
  "base. It turns blue colour of litmus into red and can burn or cause injury to animal skin and plant",
  "leaves that come into its contact.",
  "In the modern industrialized world furnaces, engines and machines burn lots of fossil fuels",
  "regularly. Burning of fossil fuels emits gaseous pollutants like oxides of sulphur and nitrogen etc.",
  "Forest fires also cause the release of acidic fumes and vapours that go up into the atmosphere. These",
  "substances are regarded as serious air pollutants. These pollutants are transported in the atmosphere",
  "over distances of hundreds and thousands of kilometers. In their journey through sky, these pollutants",
  "eventually combine with water vapour to form acids like Sulphuric Acid (H SO ) and Nitric Acid",
  "2 4",
  "(HNO ). These acids are washed down during rains to reach to the earth surface. Such a rain is called",
  "3",
  "as acid rain.",
  "There are other pollutants as well that help in the process of acid rain. These pollutants are",
  "Hydrocarbons, soot and metallic ions of manganese, iron, nickel and copper etc. that may often",
  "remain inside water vapour. These particles have been reported to catalyze the process of acid",
  "formation.",
  "Sulphur dioxide and Hydrogen Sulphide may form Sulphuric acid where as Nitrogen oxide may",
  "form Nitric acid when combined with water. Similarly, other acids like Hydrochloric acid, Carbonic",
  "acid and Phosphoric acid may also be formed in the atmosphere as secondary pollutants and may bewashed down to earth along with rain water, snow, hail or sleet.",
  "Chemical Reactions pertaining to the formation of acid during the process of acid deposition/",
  "acid rain are given as follows.",
  "A. In Atmosphere [reactions with Sulphur dioxide]",
  "(i) When SO  reacts with Oxygen and water vapour",
  "2",
  "(ii) When SO  reacts with stratospheric Ozone",
  "2",
  "B. In Atmosphere [reactions with NOx]",
  "In another case",
  "12.3.2. Acid Deposition",
  "When acid forming primary pollutants like SO , H S and NO  move through atmosphere, they",
  "2 2 x",
  "encounter a number of solid particles and water vapour moving in air. Some of those pollutants",
  "combine with water vapour to form secondary pollutants like acids of sulphur and nitrogen that fall",
  "down as acid rain. This is called as wet deposition of acids. When acid forming pollutants are",
  "absorbed by solid particles like fly ash etc. already present as pollutants in the atmosphere, this",
  "process is called as dry deposition of acids. In fact, dry deposition refers to acidic gases absorbed",
  "by particles that move through wind here and there. The acids absorbed by solid particles in air are",
  "also washed down to earth during rains; otherwise they remain in the atmosphere for longer periods.",
  "In this way the concentration of acids in rain water is increased. These processes i.e. wet and dry",
  "deposition of acids in the environment are together called as Acid Deposition in the Environment.",
  "The acid rain is only a part of acid deposition.12.3.3. Impact of Acid Rain",
  "The  acid  rain  affects  living  and  non-  living  components  of  environment.  In  July  1982,",
  "Stockholm-the venue of U N –conference on acid rain, suffered heavy acid showers for about a week.",
  "In India too, acid rains have been reported since last twenty years in areas where thermal power",
  "plants are located and also around Delhi, the capital of India.",
  "Some of the remarkable impacts of acid rain are mentioned below-",
  "A. Impacts on Human Health: Acids of rain water join food-chains and water cycles and reach",
  "to human body systems. There they cause various types of health problems like neurological and",
  "digestive disorders, problems of eyes, throat and respiratory tract. Acid rain causes varieties of",
  "safety hazards like reduced visibility due to smog etc.",
  "B. Impact on Flora and Fauna: Acid rain has seriously adverse impacts on aquatic as well as",
  "terrestrial flora and fauna. It kills fishes in lakes and ponds. Sweden and U.S.A. have 15000 and 100",
  "fishless lakes respectively due to acid rains. About 237 lakes in Adirondack have highly acidic water",
  "with pH below 5. Numerous species of microorganisms are also killed due to acid rains. About 10",
  "percent of forests have been destroyed and 18 million acres of vegetation are under serious threat due",
  "to acid rains in West Germany.",
  "Acid of acid rains reaches to wild animals through water cycle and food- chains and cause",
  "serious  health  problems  often  leading  to  death.  Acidic  water  containing  traces  of  toxic  metals",
  "destroys root systems of plants.",
  "Since acid rain is a transboundary problem, both Norway and Sweden experience up to 90",
  "percent acid rain due to air pollution in United Kingdom. Acid deposition in soil damages trees like",
  "Pine, Cedar, Ashes, Birch, and Spruce etc. About 5000 sq km of Cedar trees in Japan have already",
  "been damaged by acid rains. The populations of phytoplanktons, snails, insects etc. are eliminated",
  "due to acid rains.",
  "C. Impact of Acid Rain on Monuments: Acid is corrosive by nature. Hence, water containing",
  "acids will also be naturally corrosive. Even dry acids deposited in air causes damage to limestone,",
  "marble and metals. Acid rain causes heavy damage to monuments and other buildings containing",
  "limestone, marble and metals as acids quickly react with these substances. Some chemical reactions",
  "of Sulphuric acid with different substances are given below.",
  "The damage caused to rocks and marble by acid rain is called as marble-leprosy or stone-",
  "leprosy. In India acid rain was reported to cause damage to the walls of Taj Mahal in Agra.",
  "Recently, the issues of pollution harming the marble surface of the Taj Mahal have arisen. InAgra, today, pollution levels are high. Although the Taj is cleaned approximately every one to two",
  "years with a resin compound, the marble is beginning to be discolored with a yellow hue from",
  "pollution. There is more than one cause contributing to the pollution around the Taj Mahal. There are",
  "factories in Agra that emit dangerous sulfur and smoke. Exhaust from vehicles also harms the Taj.",
  "Both the Government and non-government bodies are trying to make Agra a pollution-free city but",
  "their objectives include reducing lead and sulfur emissions, and they are initiating sales of low-lead",
  "or lead-free gasoline in the area. Such ideas are admirable but are arguably not addressing the real",
  "problems. To generate power and avoid blackouts in cities like Agra, pollution is being generated at",
  "an unlawful scale.",
  "Steps are being taken to reduce the pollution levels around the Taj. Several strategies are now in",
  "place to help protect the Taj Mahal. For example, all nearby transport must run only on electric",
  "battery power and may not come within a third of a mile (500 meters) of the monument. Investment in",
  "urban infrastructure has been used to reduce both water and air pollution.",
  "In 2005, a new air monitoring system was adopted at the Taj Mahal to continuously measure air",
  "quality. Importantly, this new system will enable those protecting the building to better understand",
  "local wind patterns, the precise pollution load of the air, and the direction the wind is coming from.",
  "But because wind can carry pollution from great distances, there is still the challenging political and",
  "legal question of how particular industries can be held accountable.",
  "Local and regional governments in India have tried in their own way to watch over the Taj",
  "Mahal.  So  too,  has  the  national  government’s  Ministry  of  Petroleum  and  National  Gas,  via  the",
  "introduction of a 10-point plan to clean up Agra’s air.",
  "Acid rain has caused serious damages to different things and statues in the world like monuments",
  "and statues in Italy and Greece etc. St. Paul’s Cathedral in Bristol is being corroded by acid rains.",
  "The British environment experiences acidic snow fall. Much of the snow that falls there contains",
  "acids due to which the snow does not melt easily.",
  "12.3.4. Prevention and Control of Acid Rain",
  "Acid rain can be prevented by controlling air pollution especially from industrial sources. For",
  "this,  industrial  units  should  install  such  technological  equipments  or  devices  that  may  control",
  "emissions at the source of their origin. Scrubbers, filters and electrostatic precipitators are some",
  "devices  that  help  in  controlling  as  well  as  removing  air  pollutants.  Acidic  water  should  be",
  "neutralized chemically so as to reduce its toxicity. The existing level of air pollutants especially CO ,",
  "2",
  "SO , NO, NO , N O etc. should gradually be removed out of atmosphere through specific technology.",
  "2 2 2",
  "Vehicles should also be fitted with pollution control devices. They must be checked regularly for their",
  "exhausts.Fig. 12.5. St. Paul’s Cathedral in Bristol is subjected to regular corrosion by acid rains.",
  "12.4. DEPLETION OF OZONE LAYER",
  "The depletion of ozone layer is one of the Global Issues of environment related to atmosphere",
  "and air pollution. But, what is ozone? How is it formed? What are its functions? …etc., are many",
  "questions that we need be answer here. Let us take up these questions one by one.",
  "12.4.1. What is Ozone? How is it Formed?",
  "Ozone is one of the three allotropes of oxygen, an element in gaseous form. It is triatomic and",
  "less stable than oxygen. Its chemical formula is O .",
  "3",
  "Ozone in the stratosphere is very important to life. It is formed by the action of the ultraviolet",
  "light from the sun on molecules of oxygen. However, it is mainly produced from oxygen containing",
  "molecules such as SO , NO , aldehyde etc. also when these molecules are exposed to ultraviolet",
  "2 2",
  "radiations. Here is an example of the chemical reaction that takes place during the formation of ozone",
  "from NO .",
  "2",
  "Ultraviolet radiation",
  "A large number of ozone molecules assemble around the earth to form the Ozone Layer which",
  "extends from 12 to 45 km above the earth surface. On an average it is about 230 Dobson units (DU)",
  "in thickness. DU is the unit which measures thickness of the ozone layer. It equals to 0.01 mm. One",
  "Dobson unit is the number of molecules of ozone that would be needed to create a layer of pure ozone",
  "0.01 mm thick at a temperature of zero degrees Celsius at pressure of 1 Atmosphere. 1DU = 2.69 ×",
  "1016 ozone molecules.12.4.2. Importance of Ozone layer",
  "Ozone absorbs ultraviolet radiations so that much of it is never allowed to reach to the earth",
  "surface. The protective umbrella of ozone layer in the stratosphere protects the earth from harmful",
  "ultraviolet radiations. Ozone plays an important role in the biology and climatology on the earth’s",
  "environment.  It  filters  out  all  the  radiations  that  remain  below  3000Å.  Radiations  below  this",
  "wavelength are biologically harmful. Hence any depletion of ozone layer is sure to exert catastrophic",
  "impacts on life in the biosphere.",
  "12.4.3. Ultraviolet Radiations and their Harmful Impacts",
  "There are three types of ultraviolet radiations in the sunlight- ultraviolet-A, ultraviolet-B and",
  "ultraviolet-C radiations. The UV-A is a low energy radiation with wavelengths 400 to 315 nm (1nm=",
  "10Å). It is not harmful to life. UV- B radiations that comprise 1- 5 percent of the total radiation, is a",
  "short wave radiation (315 to 280 nm) with high energy. It is harmful to life. The UV- C radiation is a",
  "radiation of shortest wavelength (280 to 100 nm) with highest quantum of energy. It has great power",
  "to damage life but the ozone layer does not allow it at all to pass through and to reach to the earth.",
  "HARMFUL IMPACTS OF ULTRAVIOLET RADIATIONS–",
  "(1) UV radiation causes sun- eye- diseases (cataract), skin diseases, skin cancer and damage",
  "to immune system in our body.",
  "(2) It damages plants and causes reduction in crop productivity.",
  "(3) It damages embryos of fish, shrimps, crabs and amphibians. The population of salamanders",
  "is reducing due to UV-radiations reaching to the earth.",
  "(4) UV- radiations damage fabrics, pipes, paints, and other non-living materials on this earth.",
  "(5) It contributes in the Global Warming. If the ozone depletion continues, the temperature",
  "around the world may rise even up to 5.5 Celsius degrees.",
  "12.4.4. Substances that cause depletion of Ozone Layer",
  "Chlorofluorocarbons, methane, nitrous oxides (N O), carbon tetrachloride (CCl ), methyl",
  "2 4",
  "bromide (a soil fumigant and insecticide), aircraft emissions, n- propyl bromide and Halon- 1202",
  "are major agents that cause depletion of ozone layer. Hence, these are called as Ozone Depleting",
  "Substances (ODS).",
  "Chlorofluorocarbons  are  a  group  of  aliphatic  organic  compounds.  These  are  a  family  of",
  "synthetic chemicals that are mostly the compounds of chlorine, fluorine and carbon. These are stable,",
  "nonflammable, non-corrosive chemicals with a peculiar trade name Freon. This trade name has been",
  "registered by the E.I. du Pont de Nemours & Company. Being relatively non- toxic chemicals, these",
  "are easy and inexpensive to produce. These were first developed in 1930s but found widespread use",
  "only in the years following World War II. During 1970s CFCs were linked to destruction of ozone",
  "layer due to which its manufacture has been banned in most of the countries of the world. Some",
  "important members of CFCgroup are dichlorodifluoromethane (Freon-12), trichlorofluoromethane",
  "(Freon-  11),  chlorodifluoromethane  (Freon-  22),  dichlorotetrafluoroethane  (Freon-  114)  and",
  "trichlorotrifluoroethane (Freon- 113). On earth these chemicals are used extensively as aerosol-",
  "spray propellants, refrigerants, solvents and foam blowing agents.12.4.5. How is the Ozone Layer Depleted?",
  "Chlorofluorocarbons  or  Freons  get  accumulated  in  greater  amounts  at  high  altitudes  and",
  "gradually reach to the stratosphere. Under the influence of intense short wave ultraviolet radiations",
  "they release chlorine atoms. A single chlorine atom can react with more than, 100,000 molecules of",
  "ozone and can convert them into oxygen. Other ozone depleting substances like methane, nitrous",
  "oxide, methyl bromide etc. too, pass through a series of reactions under the influence of UV-radiations",
  "of sunlight and catalysts found in the air and help in the depletion of ozone layer.",
  "Fig. 12.6. The Ozone Hole over Antarctic, Ocotober 21, 2006 (Source : NASA news)",
  "Ozone Hole: The hole in the context of ozone depletion relates to thinning of the ozone layer in",
  "a certain area. The satellite measurements done in September 2000 revealed that the thinning of ozone",
  "layer in Antarctic had reached a record 28.3 million sq km which was about one million sq km",
  "greater than the record of 1998. As per the latest record of October 21, 2006, the area of ozone hole",
  "was 29 million square kilometers (Fig. 12.6). The blue and purple colours are where there is the least",
  "ozone and the greens, yellows and reds are where there is more ozone (NASA, Paul Newman, Image",
  "and Records; Satellite Aura). Thinning of ozone in such a big area is rightly termed as ozone hole.",
  "The ozone hole in the Northern Latitudes has also been recorded. The ozone hole over Antarctica may",
  "expose not only the Antarctica but also a large area of the pacific and Atlantic oceans and South",
  "America as well.",
  "12.4.6. Prevention and Control of Ozone Depletion",
  "Banning  the  production  and  use  of  ozone  depleting  substances  is  one  important  way  of",
  "preventing further depletion of the ozone layer in the stratosphere. On the other hand, alternatives to",
  "these chemical compounds should also be searched out so as to replace these chemicals. Scientists of",
  "the University of California, U.S.A. devised a possible way of plugging the ozone hole by injecting",
  "alkanes or propanes into the atmosphere of Antarctica. The alkanes have the affinity of reactingwith ozone destroying chlorine atoms. According to the scientists, about 50,000 tonnes of alkane",
  "or propane would have to be blown to check the ozone loss. These chemicals could be released",
  "from an altitude of about 15 km by a group of hundreds of large aircrafts.",
  "12.4.7. Global Efforts",
  "Since ozone depletion is a Global Environmental Problem, it requires strong global efforts and",
  "co-operations for its solution. The International Community is taking up strong efforts as a result of",
  "which global consumption of ozone depleting substances has decreased markedly.",
  "Following the UNEP’s Governing Council’s meeting to co- ordinate activities on protecting",
  "ozone layer in 1975, United States, Canada, Norway and Sweden banned the use of CFCs. The",
  "production capacity of the European Union (E U) was frozen allowing limited uses of aerosols. In",
  "March 1985, 28 countries of the world agreed on Vienna Convention for the protection of the ozone",
  "layer. In September 1987, different countries of the world adopted Montreal Protocol on substances",
  "that deplete ozone layer. By December 2001, 182 countries ratified the Vienna Convention and 181",
  "the Montreal Protocol. By 2000, 96 chemicals were subject to control under the Montreal Protocol.",
  "12",
  "TOWARDS A BETTER ENVIRONMENT…",
  "Indian government is contributing its best in arresting Global Warming under United Nations Framework Convention on",
  "Climate Change by adopting Clean Development Mechanism (CDM) Project of the Kyôto Protocol- 1997 to check the GHGs",
  "emission. The country has worked on the project for past two years and has emerged as a pioneer in the reduction of GHGs. Thus",
  "India has become able to generate Rs.10, 000 crores from the mechanism through Carbon Credit System. Carbon Credits are",
  "measured in units of Certified Emission Reductions (CERs). By adopting cleaner and environment friendly technologies industrial",
  "units can gain these credits. Rs. 17,000 crores have been invested by India in the project of the Clean Development Mechanism. Still",
  "there are 300 projects which are to be completed by 2012.",
  "IMPORTANT DEFINITIONS",
  "ISSUE : An important topic that people discuss or argue about, is called as an issue.",
  "GREEN HOUSE EFFECT : The warming effect produced inside a green house by its glass panels is called",
  "as green house effect.",
  "GLOBAL WARMING : The enhanced green house effect due to greater accumulation of green house",
  "gases is known as Global Warming.",
  "CLIMATE : The regular pattern of weather conditions of a particular area is called as",
  "climate.",
  "CLIMATE CHANGE : Change in the regular pattern of weather conditions (due to global warming) is",
  "called as climate change.",
  "IPCC : Inter governmental Panel for Climate Change.",
  "ALGAS : Asia-Least Cost Green house Gas Abatement Strategy.",
  "GEF : Global Environment Facility.",
  "ACID RAIN : The process by which acids from pH normally below 5.6 are removed from",
  "the atmosphere through rain, snow, hail or sleet is called as acid rain.",
  "ACID DEPOSITION : Accumulation of acids in dry or wet forms or in both the forms, in the",
  "environment, is called as acid deposition.",
  "FLORA AND FAUNA : All the plants of an area are collectively called as flora of that area. In the",
  "same way, all the animals of an area are collectively called as fauna of that",
  "area.OZONE : One of the three allotropes of oxygen, an element in gaseous form, is called",
  "ozone.",
  "NANOMETER (NM) : –9",
  "Nanometer, unit of measurement of length, (1 nanometre = 10  m)",
  "Å : Angstrom unit, used to measure wavelengths of electromagnetic radiations, a",
  "-10",
  "unit of length which is equal to 10  meter.",
  "CFCS : Chlorofluorocarbons,  a  group  of  aliphatic  organic  compounds  synthesized",
  "artificially for industrial uses like manufacture of aerosol, refrigerants, solvents",
  "and foam blowing agents etc. are called as CFCs.",
  "FREON : It  is  the  trade  name  of  a  group  of  Chlorofluoromethanes  or",
  "chlorofluorocarbons.",
  "OZONE HOLE : An area in the ozone layer which has become very thin due to reactions of",
  "ozone and ozone depleting substances.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Mention names of any two green house gases.",
  "th",
  "2. What has been the reason behind widespread retreat of mountain glaciers in non-polar regions during 20  century?",
  "3. How much of the green house gases are contributed by the energy sector in India to the Global Warming?",
  "4. Write names of countries that did not support the proposal of cutting down of CO2 emission in a meeting of the world nations",
  "organized at Montreal, Canada in early December of 2005?",
  "5. In which year did the Stockholm- the venue of UN- Conference on Acid Rain suffered continuous showers of acid rain for",
  "about a week?",
  "6. What is stone- leprosy?",
  "7. Which Ultraviolet radiation is completely absorbed by the ozone layer?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "[2 Marks Each]",
  "1. Suggest any two strategies to control population growth in India?",
  "(ICSE 2010)",
  "2. What is the Green House Effect? How is it useful for the existence of life on the earth?",
  "3. What is the Global Warming? How is it connected to the Green House Effect?",
  "4. How is the Global Warming associated with the Climate Change? Mention any one example.",
  "5. Mention two man-made causes of climate change.",
  "(ICSE 2008)",
  "6. Mention any two cases showing Climate Change as per the third assessment Report of Intergovernmental Panel on Climate",
  "Change (IPCC) - 2001. Add your own explanation to each case.",
  "7. What is Acid Rain? Mention factors responsible for causing Acid Rain.",
  "8. What is ozone? Explain the process of depletion of ozone layer.",
  "(ICSE 2007)",
  "9. What are harmful effects of Ultraviolet Radiations?",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 Marks Each)",
  "1. Define Green House Effect. State four consequences of this phenomenon in the environment.",
  "(ICSE 2007)",
  "2. What is Global Warming? Describe its impacts. How is the global warming, related to the Climate Change?",
  "3. The depletion of ozone layer is one of the man’s major environmental concern. In this context discuss the cause of its depletion",
  "with reference to chlorofluorocarbons with reasonable details.",
  "(ICSE 2005)",
  "4. Briefly explain Global Warming.",
  "(ICSE 2007)",
  "5. Mention six ways in which global warming could eventually effect agriculture.",
  "(ICSE 2005)6. What is Acid Rain? How is it caused? Mention any three impacts of acid rain including the impact on monuments.",
  "7. How does the Ozone Layer protect life on this planet? How is it depleted? Suggest any two measures for the control of",
  "depletion of the Ozone Layer.",
  "8. Describe global efforts for the prevention and control of the Global Warming and the Depletion of the Ozone Layer.",
  "9. Acid Rain has been found to be extremely dangerous. Mention any four effects of the acid rain.",
  "(ICSE 2006)",
  "10. Explain briefly the formation of acid rain.",
  "(ICSE 2008)",
  "11. Suggest four measures to control climate change.",
  "(ICSE 2006)",
  "12. What are the steps that have been taken to save Taj Mahal from the effects of Acid Rain?",
  "(ICSE 2006)",
  "13. Mention six ways in which Global Warming could eventually affect agriculture.",
  "(ICSE 2005)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Green House Effect, Acid Rain, and Depletion of Ozone Layer are –",
  "(a) local Issues",
  "(b) national Issues",
  "(c) regional Issues",
  "(d) international Issues",
  "2. Green House Effect is –",
  "(a) a natural and essential effect",
  "(b) an un-natural and harmful effect",
  "(c) an effect produced by green plants",
  "(d) an effect produced in a house painted in green",
  "3. A heat trapping compound not discovered before 2000 is –",
  "(a) carbon dioxide",
  "(b) chlorofluorocarbon",
  "(c) trifluoromethylsulphurpenta fluoride",
  "(d) freon-114",
  "4. The regular pattern of weather conditions of a particular area is called as –",
  "(a) global Warming",
  "(b) climate",
  "(c) green House Effect",
  "(d) climate Change",
  "5. Global Warming is caused due to –",
  "(a) heating effects of solar radiations",
  "(b) enhanced Green House Effect",
  "(c) acid Rain",
  "(d) melting of ice",
  "B. Fill in the blanks",
  "1. Water vapour accounts for …… to …… percent of the natural Green House Effect.",
  "2. Vegetation acts as a natural …… for some of the gaseous pollutants like carbon dioxide.",
  "3. Global Warming causes changes in ………… .",
  "4. Five, out of the seven villages of SATABHAYA village- cluster that have been swallowed by the rising sea belonged to ………",
  "State, of India.",
  "5. Species migrated due to changes in climate receive the status of …………… .",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False-",
  "1. Decreasing number on pH scale shows decreasing acidity.",
  "2. The number for neutral pH is 7.",
  "3. Both dry and wet deposition of acids may cause damage to our monuments.4. Stone – leprosy is a disease which affects stone – cutters.",
  "5. Global Warming is caused due to acid rains.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Carbon dioxide, methane, 2. global warming, 3.55 %, 4.Australia and United States, 5.1982, 6. damage ( weathering)",
  "caused to stones and marble due to acid rain, 7. UV-C",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (d), 2.(a), 3.(c), 4. (b), 5. (b),",
  "B. Fill in the blanks",
  "1. 60, 70, 2. sink, 3. climate, 4. Orissa, 5. refugee species",
  "C. True / False",
  "1. F, 2.T, 3. T,4. F, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "12.1. PROJECT",
  "Prepare a project on ‘Global Warming- Causes and Effects’. Incorporate latest data and photographs and write the project",
  "properly.",
  "12.2. SURVEY",
  "Do a survey of any ten houses of your locality and find out how many types of ozone depleting substances (ODS) are used in",
  "each house. Write a survey report with your suggestions at the end.",
  "12.3. DISCUSSION",
  "Organize a discussion on ‘Acid Rain’.",
  "",
  ""
]