[
  "CHAPTER2",
  "Conservation and Management :",
  "Forest, Grassland and Semi-",
  "Arid Ecosystems",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u Stress on Forest, Grassland and Semi-Arid Ecosystems",
  "u Stress on Forest Ecosystems",
  "u Stress on Grassland Ecosystems",
  "u Stress on Semi-Arid Ecosystems",
  "u Conservation and Management of Forests",
  "u Global Scenario of Conservation and Management of Forests",
  "u National Scenario of Conservation and Management of Forests",
  "u Conservation and Management of Forests by Local Communitiesu Principal Measures to Conserve Forests",
  "u Legal Provisions",
  "u Conservation and Management of Grasslands",
  "u Conservation and Management of Semi-Arid Ecosystems",
  "2.1. INTRODUCTION",
  "We know that an ecosystem is the interacting unit of the biotic community and the physical",
  "environment  at  any  place.  It  may  be  terrestrial  or  aquatic.  The  terrestrial  ecosystems  are  the",
  "ecosystems on land. These may be forests, grasslands and semi- arid ecosystems of various types. As",
  "for aquatic ecosystems, they are – fresh water and marine. We already know about these ecosystems.",
  "Forests, grasslands and semi- arid ecosystems are formations that cover the land surface and",
  "protect it. Various types of forests are spread across the globe and so are grasslands. The Prairies of",
  "Canada and U.S.A., the Pampas of South America, the Steppes of Europe and Asia and the Veldts of",
  "Africa are major types of grasslands. The semi- arid ecosystems are the ecosystems that are partly",
  "dry and partly wet. Most of these ecosystems comprise very less and peculiar types of vegetation.",
  "Scanty flora and fauna are principal characteristics of these ecosystems. The increasing economic",
  "activities  of  human  beings  are  putting  severe  stresses  on  these  ecosystems.  Most  parts  of  these",
  "ecosystems are severely stressed due to overexploitation and mismanagement. In this lesson, we are",
  "going  to  study  about  the  stresses  on  forests,  grasslands  and  semi-  arid  ecosystems,  and  their",
  "conservation and management.",
  "2.2. STRESS ON FOREST, GRASSLAND AND SEMI-ARID ECOSYSTEMS",
  "Some of the major stresses on forests, grasslands and semi- arid ecosystems and their underlying",
  "causes are mentioned below.",
  "2.2.1. Stress on Forests",
  "Forests perform various productive and protective functions. Checking the erosion of soil and",
  "spread of deserts are two of their major protective functions. Forests absorb Carbon Dioxide. Thus",
  "they acts as carbon dioxide sinks. The growth of human population created fresh requirements of",
  "land for housing, agricultural expansion, farming practices, development of pastures, mining,",
  "human settlements, and industrial developments. All the requirements were fulfilled by clearing of",
  "vast tracts of forests across the globe. Over harvesting of industrial wood, fuel wood, other forest",
  "products, overgrazing and many natural factors like insect pests, diseases, forest fires and disasters",
  "created additional stress on forests.",
  "FOREST FIRES: CAUSES, IMPACTS AND CONTROL MEASURES",
  "The event of something burning is called as fire. An uncontrolled fire often occurring in wild",
  "land areas, but which can also consume houses or agricultural resources is called as forest fire.",
  "Wildfires tend to be most common and severe during years of drought and occur on days of strong",
  "winds. With extensive urbanization of forest lands, these fires often involve destruction of suburban",
  "homes located in the wild land urban interface, a zone of transition between developed areas and",
  "undeveloped  wild  land.  The  term  Forest  Fire  is  also  called  as  wildfire  which  refers  to  all",
  "uncontrolled fires that burn surface vegetation (grass, weeds, grain fields, brush, chaparral, tundra,and forest and woodland); often these fires also involve structures. In addition to the wildfires,",
  "several million acres of forest land are intentionally burnt each year under controlled conditions to",
  "accomplish some silvicultural or other land-use objective or for hazard reduction.",
  "CAUSES OF FOREST FIRES",
  "Forest fires may be caused by many different types of factors. These factors are mentioned",
  "below-",
  "A. Natural causes- fires caused by lightning, and fires caused by volcanic eruption,",
  "B. Accidental causes- fires caused by sparks from wheels of trains or certain locomotives, and",
  "other causes",
  "C. Negligence – These causes include –",
  "(i) Fires caused by cigarette stubs or matches- along roadways, - in rural areas, - in wooded",
  "areas, and along railway lines.",
  "(ii) Fires caused by agricultural and forestry activities- for the clearing of uncultivated land,",
  "for the clearing of plant residue (forestry and agricultural processing), for the renewal of pastures, for",
  "the burning of stubble and for the clearing of road and railway embankments.",
  "(iii)  Fires  caused  by  other  forms  of  negligence-  fires  caused  by  recreational  and  tourist",
  "activities, - fires caused by the firing of fire-crackers and rockets, blasting of landmines or explosive,",
  "- fires caused by the use of motor, flame, electric or mechanical devices, - fires caused by military",
  "manoeuvres or shooting exercises, fires caused by the burning of waste in illegal dumps, fires caused",
  "by bad maintenance of electrical lines or by the breakage or falling of wires, and fires caused by",
  "negligence not otherwise defined.",
  "D. Arson- These include-",
  "(i) Fires caused in connection with profit seeking- Examples of these causes include - fires",
  "caused by the creation or renewal of pastures at the expense of forests; fires caused by the will to",
  "regain  agricultural  terrain  at  the  expense  of  forests  for  cultivation  or  to  activate  funding  from",
  "European Union; fires caused with the intent of earning from the removal of vegetation for the purpose",
  "of agricultural cultivation ; fires caused with the intent of earning from the removal of vegetation for",
  "the purpose of building speculation; fires caused with the intent of seeking advantage (opening of",
  "forestry trails, agricultural operations to save on labour, destruction of forestry mass); fires caused by",
  "occupational questions related to laborers hired by local administrations; fires caused with the intent",
  "of  destroying  by  fire;  badly  executed  forestry  operations;  fires  caused  with  the  intent  of  being",
  "included in firefighting efforts; fires caused by inappropriate activity referable to poaching; fires",
  "caused to obtain products deriving from fire passage; fires caused by organized crime.",
  "(ii) Fires due to manifestations of protest, resentment or insensitivity toward forests- fires",
  "caused as revenge or retaliation against public administration; fires caused by conflicts between or",
  "revenge against owners; fires caused as protest against limitations imposed in conservation areas;",
  "fires caused for fun or games by minors; fires caused with the intent of devaluing tourist areas; fires",
  "caused  by  matters  relating  to  political  contrast;  fires  caused  by  terrorist  acts,  fires  caused  by",
  "dissatisfaction; social dissent, behavioral disturbances (pyromania and mythomania).",
  "(iii) Fires due to dubious causes - fires caused by arson not otherwise defined.",
  "Common causes of forest fire include lightning, human carelessness, slash-and-burn farming,",
  "arson, volcano eruption, pyroclastic cloud from active volcano, and underground coal fire. Heat",
  "waves, droughts, and cyclical climate changes such as El Niño can also dramatically increase the",
  "risk of wildfires.There are two types of forest fire i) Surface Fire and ii) Crown Fire",
  "Surface Fire - A forest fire may burn primarily as a surface fire, spreading along the ground as",
  "the surface litter (senescent leaves and twigs and dry grasses etc) on the forest floor and is engulfed",
  "by the spreading flames.",
  "Crown Fire - The other type of forest fire is a crown fire in which the crown of trees and shrubs",
  "burn, often sustained by a surface fire. A crown fire is particularly very dangerous in a coniferous",
  "forest because resinous material given off burning logs burn furiously. On hill slopes, if the fire starts",
  "downhill, it spreads up fast as heated air adjacent to a slope tends to flow up the slope spreading",
  "flames along with it. If the fire starts uphill, there is less likelihood of it spreading downwards.",
  "IMPACTS OF FOREST FIRES",
  "Forest Fires cause wide ranging adverse ecological, economic and social impacts. In a nutshell,",
  "forest fires cause following adverse impacts-",
  "v Loss of valuable timber resources and depletion of carbon sinks",
  "v Degradation of water catchment areas resulting in loss of water",
  "v Loss of biodiversity and extinction of plants and animals",
  "v Loss of wild life habitat and depletion of wild life",
  "v Loss of natural regeneration and reduction in forest cover and production",
  "v Global warming resulting in rising temperature",
  "v Loss of carbon sink resource and increase in percentage of CO  in the atmosphere",
  "2",
  "v Change in micro climate of the area making it unhealthy living conditions",
  "v Soil erosion affecting productivity of soils and production",
  "v Ozone layer depletion",
  "v Health problems leading to diseases",
  "v Indirect effects on agricultural production: Loss of livelihood for the tribals as approximately",
  "65 million people are classified as tribals who directly depend upon collection of non-timber forest",
  "products from the forest areas for their livelihood.",
  "After a countrywide study in 1995, the Forest Survey of India gathered data on fire fires. These",
  "data attribute about 50 percent of the forest area as fire-prone. Out of 63 million ha of forests in India",
  "3.73 million ha can be presumed to be affected by fires annually. At this level the annual losses from",
  "forest fires in the country has been estimated at Rs.440 crores.",
  "IMPACTS OF FOREST FIRES ON BIOLOGICAL ENVIRONMENT",
  "Forest fires also pose serious health hazards by producing smoke and noxious gases, as the",
  "events in Indonesia after the forest fires on the islands of Sumatra and Borneo in 1977 have shown.",
  "The burning of vegetation gives off not only carbon dioxide but also a host of other, noxious gases",
  "(Green house gases) such as carbon monoxide, methane, hydrocarbons, nitric oxide and nitrous oxide,",
  "that lead to global warming and ozone layer depletion. Consequently, thousands of people suffered",
  "from serious respiratory problems due to these toxic gases. Burning forests and grasslands also add to",
  "already serious threat of global warming. Recent measurement suggest that biomass burning may be a",
  "significant global source of methyl bromide, which is an ozone depleting chemical.",
  "PREVENTION AND CONTROL MEASURES FOR FOREST FIRES IN INDIA",
  "The Ministry of Environment and Forests, Government of India issued guidelines for prevention",
  "and control of forest fires to all states in June 2000. Some of those important guidelines or measuresof prevention and control of forest-fires in India are –",
  "1. Identification and mapping of all fire-prone area.",
  "2. Compilation and analysis of data-base on the damage due to forest fire.",
  "3. Installation of Forest Danger Rating Systems and Fire-Forecasting Systems.",
  "4. Items of forest protection to be treated as a Plan Item in order to raise their profile and",
  "thereby increase their Budget Allocation.",
  "5. All preventive measures are to be taken before the beginning of the fire season like summer",
  "season.",
  "6. Recruitment  of  a  Nodal  Officer  to  coordinate  with  various  agencies  including  the",
  "Government of India on issues of forest-fire.",
  "7. A  ‘Crisis  Management  Group’  should  be  constituted  at  the  state  headquarters,  district",
  "headquarters, and at block levels to monitor the situations during fire period, coordinate",
  "various preventive and control measures, and arrange adequate enforcement of men and",
  "materials in case of any eventuality.",
  "8. Communication  network  to  be  set  up  for  quick  flow  of  information  and  movement  of",
  "materials and man-power to the fire site.",
  "9. JFM Committees and Forest Protection Committees are to be actively involved in the",
  "prevention and control of forest fires. Other people living in and around forest areas and",
  "getting benefits from the forest should also be involved actively.",
  "10. Regular  training  of  Government  Staff  and  communities  as  Fire  –Fighters  should  be",
  "organized by the government.",
  "11. Public awareness should be created against ill effects of forest fires- a Fire -Week should",
  "be celebrated to create mass awareness.",
  "12. Legal Provisions for fire prevention and control should be implemented forcefully.",
  "Precautions: The followings are the important precautions against fire:",
  "1. To  keep  the  source  of  fire  or  source  of  ignition  separated  from  combustible  and",
  "inflammable material.",
  "2. To keep the source of fire under watch and control.",
  "3. Not to allow combustible or inflammable material to pile up unnecessarily and to stock the",
  "same  as  per  procedure  recommended  for  safe  storage  of  such  combustible  or",
  "inflammable material.",
  "4. To adopt safe practices in areas near forests viz. factories, coalmines, oil, stores, chemical",
  "plants and even in household kitchens.",
  "5. To incorporate fire reducing and fire fighting techniques and equipment while planning a",
  "building or coal mining operation.",
  "6. In case of forest fires, the volunteer teams are essential not only for fire fighting but also to",
  "keep watch on the start of forest and sound an alert.",
  "7. To arrange fire fighting drills frequently.",
  "The Government of India has implemented a Master Plan called as Forest Fire Control and",
  "Management. This Master Plan is a blend of modern and Traditional methods and Technologies for",
  "which the Government has made provisions for the allocation of adequate funds. These are –Fig. 2.1. Spraying Fire- retardant Chemical over Forest Fire by a Helicopter.",
  "(a) Building up of a strong communication network of wireless system and satellite phone.",
  "(b) Arrangement of effective transportation.",
  "(c) Improved fire-resistant clothing.",
  "(d) Fire- finders.",
  "(e) Fire Tender or Tractor- trolley mounted with water tanker.",
  "(f) Back pack pumps.",
  "(g) Fire fighting machines, helicopters, fire extinguishing materials, Fire- retardant sprays by",
  "helicopters etc. and other technological innovations.",
  "enviro_Facts : 2.1.",
  "In the Constitution of India, the subject of forests is on the Concurrent List. It means that the Central Government and State",
  "Governments are both competent to legislate on the issue of forest – fires etc. Issues relating to policy, planning, and finance are",
  "primarily the responsibly of the Government of India. On the other hand the field administration of forests is the responsibility of the",
  "different State Governments. Fire Prevention and Control Measures are therefore carried out by the State Departments of Forest.",
  "In India, forests are protected and managed through well prepared Forest- Working Plans, and Prevention and Control of",
  "Forest- fires has always been at the place of priority. Some of the important prescriptions included in the working plans are –",
  "employing traditional practices of fire control like:",
  "- Creation and maintenance of fire-lines, fire-tracks, controlled burning, engaging fire-watchers during fire seasons etc.",
  "- Villagers inhabiting in and around forest areas are legally supposed to assist the forest department staff in extinguishing",
  "fires.",
  "The Government of India implemented a UNDP Project during 1985-1990 to address the problem of resource damage from",
  "uncontrolled forest-fires. A pilot project was launched in Uttar Pradesh and Maharashtra where severe fires had damaged about 50",
  "percent of the forest area. The Haldwani and Chandrapur forest-fire incidents were reduced up to 90 percent through the pilot",
  "project. An air operation wing was also formed in 1991 through which latest fire-fighting technologies including helicopters and",
  "fixed wing aircrafts are being applied in needing areas. UNDP has provided two helicopters and aircraft along with spare parts etc",
  "and services of these were taken extensively in the states of Haryana, Himachal Pradesh, Uttar Pradesh, Madhya Pradesh,",
  "Rajasthan, Punjab, and Delhi.",
  "Most of the forests of the world have been destroyed over the period of last thirty years. The",
  "Food and Agricultural Organisation (FAO) and the United Nations Environmental Programmes",
  "(UNEP), have declared that the rate of destruction of tropical forests is 11.3 m ha per year.",
  "2.2.2. Stress on Grasslands",
  "About 260,000 species of plants are found on earth out of which major part is occupied bygrasses. These form a dense cover on soil and protect it from being washed away by water during",
  "rains or blown away by wind. More than 40,000 ha of land are during rains affected annually by",
  "severe wind and water erosions. The maximum loss of the top soil in India is caused due to the",
  "destruction of grass cover on earth. But, human pressure on grasslands has put the earth surface",
  "under  critical  conditions.  So  far,  man  has  altered  virgin  landscapes  by  destroying  vast  areas  of",
  "grasslands and has converted these areas into croplands. Much of the grassland ecosystems have been",
  "destroyed  through  building  of  large  dams,  mining  and  other  industrial  activities,  water  logging,",
  "salination, urban encroachments and construction of settlements etc. In addition, the introduction of",
  "exotic grass species has caused the destruction of many grassland ecosystems.",
  "Fig. 2.2. A Grassland Ecosystem.",
  "2.2.3. Stress on Semi- arid Ecosystems",
  "An  ecosystem  which  receives  low  annual  rainfall  (250-500mm)  is  called  as  Semi-arid",
  "ecosystem. The climate of semi-arid ecosystem remains intermediate between the desert climate and",
  "humid climate. These ecosystems are relatively more vulnerable to human activities due to excessive",
  "pressure of conversion into crop fields and reclamation for different purposes. The extraction of",
  "ground water for irrigation and domestic purposes is causing water scarcity in many of these areas.",
  "Overgrazing  by  sheep  and  goats  has  put  severe  stress  on  the  health  of  soils  of  these",
  "ecosystems.",
  "WHAT IS OVERGRAZING? AND WHAT IS ITS IMPACT?",
  "Overgrazing  can  be  defined  as  grazing  plants  before  they  have  recovered  from  a  previous",
  "grazing. When a plant is grazed severely, it uses energy stored in its roots to support regrowth.",
  "As this energy is used, the roots die back. The dying of roots depends on the severity of grazing.",
  "This root dieback is not a bad thing. It adds organic matter to the soil, which increases soil porosity,",
  "the  infiltration  rate  of  water  and  the  soil’s  moisture-holding  capacity.  After  enough  leaves  have",
  "regrown, the roots will regrow as well.",
  "IMPACTS OF OVERGRAZING",
  "A plant is overgrazed when it’s re-grazed before the roots recover. Overgrazing can reduce rootgrowth by 90%. Because there’s less root growth, pastures are less productive.",
  "Fig. 2.3. A- Overgrazing.",
  "Fig. 2.3. B- Impacts of overgrazing.",
  "Following are some of very dangerous impacts of overgrazing -",
  "1. Soils have less organic matter and become less fertile due to overgrazing.",
  "2. Porosity of soils decreases due to overgrazing.",
  "3. The infiltration rate and moisture-holding capacity drop due to overgrazing.",
  "4. Desirable plants become stressed, while weedier species thrive in these harsher conditions.",
  "Weeds do not make the land unhealthy. They appear because the land is unhealthy. Overgrazing is",
  "often the cause of this adverse and undesirable condition.Fig. 2.4. Even one cow in a big pasture will overgraze plants if she is kept there long enough.",
  "5. Animals graze selectively. Given a chance, they will overgraze. The newest growth is the",
  "most palatable, nutritious forage in the pasture. Even one cow in a big pasture will overgraze plants if",
  "she’s kept there long enough.",
  "6. Overgrazing isn’t a function of animal numbers. It’s a function of time. Overgrazing happens",
  "when animals are kept in a paddock too long or brought back too soon.",
  "7.  As  overgrazing  destroys  the  vegetation  completely  the  entire  area  becomes  prone  to",
  "desertification and heavy soil erosion that may cause siltation of any river leading to severe floods",
  "that may claim large number of lives and great property.",
  "CONTROL ON OVERGRAZING",
  "1. To stop overgrazing, producers must move livestock out of a pasture before regrowth of plants",
  "begins again. During the periods of fast growth, overgrazing will occur if livestock are kept in a",
  "paddock for more than three or four days.",
  "2.  Herders  need  to  make  sure  that  they  don’t  bring  the  animals  back  before  plants  have",
  "recovered.",
  "3. Overgrazing can be stopped with 8-10 paddocks. When growth of plants is fast, recovery",
  "periods of four to six weeks may be adequate.",
  "4. Economic sustainability can’t be achieved without environmental sustainability. The first step",
  "to achieving environmental sustainability is to stop overgrazing. That’s essential when one is ranching",
  "for profit.",
  "5.  Overgrazing  by  cattle  indicates  towards  irresponsible  attitudes  of  cattle  owners.  Hence,",
  "awareness or some short of legislation to stop overgrazing is urgent for protecting the land against the",
  "consequences of this incidence.",
  "These  ecosystems  harbour  restricted  vegetation  during  the  favourable  growth  seasons.  Crop",
  "plants grown in these ecosystems need repeated irrigation due to which the deposits of salt takes",
  "place  in  the  soil  and  make  it  unfit  for  further  use.  Technological  operations,  building  of  roads,",
  "tourism, recreation etc. can have considerable impacts on the viability of these ecosystems.",
  "2.3. CONSERVATION AND MANAGEMENT OF FORESTS",
  "Protection, preservation and development of forests together with the sustainable use of",
  "forest resources are called as conservation and management of forests.",
  "The need and importance of conservation and management of forests is being felt the world over.Different countries are trying to conserve and manage their forests. Governments have framed their",
  "Forest Policies and have enacted laws to protect forests whereas local communities in different parts",
  "of the world are making their own efforts for the protection and management of their forests by",
  "making plans of their own.",
  "Forests control and affect the global environment also. Hence, nations of the world have planned",
  "to protect global forests through joint efforts.",
  "2.3.1. Global scenario of Conservation and Management of Forests",
  "Forests retain much of the rain water either through the stems and leaves or through roots of",
  "trees. This is why forests are called as sponges. They control and maintain global as well as local",
  "environmental processes. The Stockholm Conference of 1972, values forests as ‘largest, most",
  "complex and self- perpetuating ecosystems”.",
  "The conference made following recommendations-",
  "♦ Countries of the world should strengthen basic and applied research for improved",
  "forest planning and management with emphasis on environmental functions of forests,",
  "♦ Countries  of  the  world  should  modernise  their  forest  management  concepts  by",
  "including  multiple  functions  and  reflecting  the  cost  and  benefits  of  the  amenities",
  "provided by forests,",
  "♦ Countries of the world should incorporate environmental values in land use and forest",
  "management, and",
  "♦ Countries of the world should establish appropriate monitoring systems for continuous",
  "surveillance of the forest cover of the earth.",
  "Following the Stockholm Conference (1972), many countries in the world banned cutting of",
  "trees in view of conservation and management of their forests and the devastating natural calamities",
  "like landslide and flooding. The Kyōto Protocol to the United Nations Framework Convention on",
  "Climate Change  (UNFCCC)  has  focussed  attention  on  the  role  of  forests  in  controlling  world",
  "climates and changes occurring in them. Parties to UNFCCC have reached to an agreement on rules",
  "and modalities for accounting the roles of forests.",
  "Now  the  world  community  is  focussing  on  the  Sustainable  Forest  Management  (SFM).",
  "According to this management scheme, countries of the world should utilize their forest resources",
  "keeping in minds the needs of future generations. By 2000, nine international initiatives were",
  "launched incorporating the development of implementation of schemes in 85 percent forests on the",
  "global level. An Intergovernmental Panel on Forests (IPF) and Intergovernmental Forum on",
  "Forests (IFF) have worked for common management, conservation and sustainable development of",
  "all types of forests under United Nations Commission on Sustainable Development (1997-2000). A",
  "United Nations Forum on Forests (UNFF) was formed in October 2000.",
  "The IUCN  (International  Union  for  Conservation  of  Nature  and  natural  resources)  and  the",
  "WWF(World Wide Fund for nature) together with the Food and Agricultural Organisation(FAO),",
  "are surveying the status of forests of the world and are launching projects for their conservation and",
  "management.",
  "2.3.2. National Scenario of Conservation and Management of Forests",
  "Forests of India have been under continuous pressure due to a number of factors. According to areport of the World Bank (2005), some major factors that cause pressures on India’s forests are:",
  "| Growth of human population; expansion of agriculture;",
  "| Utilization of forest land for industrialization;",
  "| Clearing of forests for mega river-valley projects;",
  "| Overgrazing (up to 78%);",
  "| Fire- risks;",
  "| Shifting cultivation, and different types of encroachments on forest land etc.",
  "The Government of India has been conducting a number of conservation programmes, and it is",
  "due to these efforts that the Forest Cover in India has increased by six percent between 1999 and",
  "2001. The national target of the forest cover in the country is 30%. For achieving up to this target the",
  "government has formulated a number of plans and projects for which surveys of forest areas and",
  "forest cover are being done from time to time.",
  "Any effort to conserve and manage forests at national level, involves Survey and Assessment of",
  "Total Forest Area and the Forest Cover, at the initial stage. What is a forest area? A Forest Area is",
  "the area of land recorded as forest in revenue records or proclaimed to be forest under a forest",
  "law or Act. In other words, we may define a ‘Forest- area’ as an area recorded as forest in the",
  "government records. On the other hand ‘Forest Cover’ is different from the forest area. It is the total",
  "forest area recorded by the technology of Remote Sensing through a satellite. Thus the record of forest",
  "cover is based on the capability of Remote Sensing Satellite Sensor. It is completely independent of",
  "the legality of land use or land ownership. The data of forest cover is provided by the Forest Survey",
  "of India (FSI). The Forest Cover of India, as per the Report of the Forest Survey of India- 2001 is",
  "675,538 sq Km (excluding non- forest and scrub areas). It constitutes 20.55 percent of the total",
  "geographical  area  of  the  country.  A  National  Afforestation  and  Eco-development  Board  was",
  "constituted in August 1992, in order to expand forest cover.",
  "Table 2.1. Forest Cover in India as Per the Forest Survey of India- Report 2001",
  "The Ministry of Environment and Forests, Government of India, constituted the National Forest",
  "Commission on 7 February 2003. This commission reviews the working of Forest and Wildlifesector. Now, if someone wants to divert a forest land for non forest purposes, he is bound to take",
  "permission from the Central Government under the Forest (conservation) Act, 1980.",
  "The  Indian  Government  introduced  Joint  Forest  Management  (JFM)  in  1990.  Under  this",
  "programme, about 45000 village communities in 21 states, are managing more than11 million ha of",
  "the degraded forests.",
  "The Central Government has formulated an Integrated Forest Protection Scheme by merging",
  "“Forest Fire Control and Management”, and “Bridging  of  Infra  structure  Gaps  in  Forestry",
  "Sector in eastern region and Sikkim”. This scheme has been extended to all the states and Union",
  "Territories during the tenth Five Year Plan.",
  "2.3.3. Conservation and Management of Forests by Local Communities",
  "Human Communities living near forests or in forest- villages tend to care forest- resources as",
  "most  parts  of  their  livelihood  depend  on  these  resources.  It  was  after  independence  that  the",
  "Government of India started managing its forests through its own management systems. Thus, forests",
  "came directly under the ownership of States and it became a little difficult for communities to use the",
  "forest-resources.",
  "The growing population of human beings and of the livestock- accompanied with the demands",
  "from  industries,  caused  pressures  on  forests  from  many  sides.  These  pressures  caused  severe",
  "depletion of India’s Forest Resources, and the traditional Government –run System of management of",
  "forests was declared to be ineffective by many environmentalists.",
  "The persistent encroachments by local communities, and other parties, and Peoples’ movements",
  "in many parts of the country stimulated the Government to develop a new system of forest management",
  "which emphasizes on the participation of the local people.  This  new  system  of  management  is",
  "officially called as Joint Forest Management or JFM.",
  "The practice of management of forest resources jointly by the Forest Department and the",
  "local communities is called as Joint Forest Management. It is officially abbreviated as JFM. The",
  "system of Joint Forest Management entitles local communities in sharing of forest products in lieu",
  "of their works pertaining to the protection and management of forest resources.",
  "The communities living near forests remain dependent on them for their livelihood. On the other",
  "hand, now they are being increasingly aware of the roles of forests in the environment. Hence, they",
  "tend to oppose every stress on their forests caused by contractors and other people including the",
  "government officials. The CHIPKO (1973, Uttarakhand), the APPIKO (1983, Karnataka), the Social",
  "Fencing  of  Shivalik  Hills  (1986),  the  Silent  Valley  Movement  (1963,  Kerala)  and  Joint  Forest",
  "Management (J.F.M.) in West Bengal (1981, Midna Pur, Bankura and Purulia districts), are some",
  "examples of conservation and management of forests through the efforts of local communities in India.",
  "Inspired by the J.F.M. in Bengal the Joint Forest Management was introduced in India, on government",
  "level in 1990.",
  "enviro_Facts : 2.2",
  "There are several examples of management of forests by local communities on the global level also. More than 500,000 ha of",
  "forests in Vietnam have been given in the charge of indigenous people fighting for their rights on forests. In Philippines too, a",
  "system of Integrated Protected Areas have been developed which protects the biodiversity involving local communities in the",
  "management of forests. In Jharkhand (India) too, the local tribal people (including tribal women) in different areas, have started",
  "taking charge of the conservation and management of local forests.2.3.4. Principal Measures to Conserve Forests",
  "Fig. 2.5. Felling of trees should be matched by plantation of trees.",
  "1. The extraction of timber should be done judiciously and it should not interfere with the",
  "local watersheds.",
  "2. Felling of trees should be minimized and it should be matched by plantation of trees.",
  "3. The use of fire wood should be discouraged and alternate sources of energy should be",
  "promoted.",
  "4. Modern techniques of promotion, protection and regeneration of forests like promotion of",
  "silvi-culture, disease and pest management, weed control, breeding of endangered tree",
  "species and application of techniques of tissue culture should be promoted.",
  "5. Forest conservation and management rules should be enforced properly.",
  "6. All the interference in forests should be banned completely.",
  "7. Poaching and hunting of wild animals should be banned.",
  "2.3.5. Legal Provisions for Conservation and Management of Forests in India",
  "The Indian forests are protected through a definite Forest Policy since 1894, which has been",
  "revised  twice,  in  1952  and  in  1988,  respectively.  It  is  aimed  at  protection,  conservation  and",
  "development of forests.",
  "Besides the Indian Forest Policy, our forests are also protected by a number of legal provisions",
  "like Indian Forest Act,1927; Forest(conservation)Act,1980;Forest (conservation) Rules,2003 etc. In",
  "July 2002, the Ministry of Environment and Forest made a separate wing entitled Animal Welfare",
  "Division. The central government has established State Animal Welfare Boards in 24 states and",
  "union  territories.  Another  step  forward  is,  the  National  Afforestation  and  Eco  –Development",
  "Board, which was established in August 1992.",
  "2.4. CONSERVATION AND MANAGEMENT OF GRASSLANDS",
  "The  conservation  and  management  of  grasslands  are  brought  about  through  a  number  ofpractices.  These  practices  are  -  control  on  overgrazing,  Afforestation,  watershed  development,",
  "adoption of appropriate cropping pattern and adoption of proper land management practices.",
  "2.5. CONSERVATION AND MANAGEMENT OF SEMI- ARID ECOSYSTEMS",
  "Fig 2.6. A Semi–arid Ecosystem.",
  "Semi- arid ecosystems are usually governed by the extent of availability of water. Most of these",
  "are dependent on rain–water which often remains irregular and unreliable. The rain fall pattern is",
  "badly disturbed due to cutting of trees and clearing of vegetation cover. Under these conditions most",
  "of the water needed for irrigation is extracted out from the ground. The underground water table is",
  "being depleted due to increasing number of bore- wells.",
  "The semi –arid ecosystems can be conserved and managed through following ways",
  "♦ Conservation of habitat through afforestation, and ban on illegal mining -Activities.",
  "♦ Control on conversion of cultivable land for other purposes.",
  "♦ Water rationing and ban on extraction of ground water for",
  "♦ irrigation. Construction of check - dams and, development and management of watersheds.",
  "♦ Adoption of social forestry and agro forestry techniques. Social forestry is the practice of",
  "growing trees and shrubs in village common lands and waste lands in view of production",
  "of fuel wood and fodder. The agro forestry is the practice of growing commercially",
  "useful trees with minor canopy on field boundaries.Fig. 2.7. A Check Dam.",
  "2",
  "TOWARDS A BETTER ENVIRONMENT…",
  "The Forest Management Council or the Van Panchayat is one of the community institutions that are officially recognised and",
  "legally supported under the IFA (Indian Forest Act) 1927. The Forest Management Councils in India were formed in 1931, after great",
  "and repeated agitations by the people living in and around forests, against the new rules and regulations on forest –use, were imposed",
  "on the people.",
  "As most of our forests are located on hills and mountains, people living in these areas have sufficient knowledge about the",
  "conservation and management of forests. The British people, who agreed to create Van Panchayat, after continued agitations by the",
  "people living in hill forests, were aware of the capacity of people for the management of forests. This was, probably the reason why",
  "the British did not include Van Panchayats under the Indian Forest Act of 1927. But, the repeated amendments in this Act have",
  "reduced  the  powers  of  VPs,  and  have  brought  them  under  the  control  of  the  Act.  This  is  not  being  liked  by  many  Indian",
  "environmentalists. How ever VPs are functioning very well in some states of India under the district administrations. Uttaranchal is",
  "one such state.",
  "IMPORTANT DEFINITIONS",
  "Group of different species of organisms at a certain place is called as a",
  "BIOTIC COMMUNITY :",
  "community or the biotic community.",
  "SEMI- ARID : Partly dry and partly wet.",
  "The first major international conference on environmental issues, which was",
  "STOCKHOLM CONFERENCE : held in Stockholm, Sweden, in 1972 and was sponsored by the UN.",
  "An international treaty which was adopted in 1997 in order to set concrete",
  "targets for developed countries to reduce the emissions that contribute to",
  "global warming, also known as Climate Change. It is a supplementary treaty",
  "KYŌTO PROTOCOL :",
  "to  the  United  Nations  Framework  Convention  on  Climate  Change",
  "(UNFCCC). It went into force in February 2005. more than 130 countries",
  "are party to it.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Name the grasslands of –",
  "(a) Canada",
  "(b) America",
  "(c) Europe and Asia",
  "(d) Africa",
  "2. Mention any two direct causes that threaten our forests.",
  "3. Who had sponsored the Stockholm Conference in 1972?",
  "4. How has the Stockholm Conference valued the global forests?",
  "5. When was the National Forest Commission constituted?",
  "6. When was the Indian Forest Policy formulated for the first time?",
  "7. Name any one factor responsible for the degradation of grasslands?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 Marks Each)",
  "1. What do you know about the semi –arid ecosystem?",
  "(ICSE 2008)",
  "2. Define conservation and management.3. Write full forms of -",
  "(a) IGFF",
  "(b) CITES",
  "(c) UNFCCC",
  "(d) JFM.",
  "4. Give a brief account of the steps taken up by the Central Government for the Conservation and Management of forests in India.",
  "5. How are our forests conserved and managed by the local people?",
  "6. What are the legal provisions for the protection of forests in India?",
  "7. Mention two measures for the control of overgrazing.",
  "(ICSE 2005)",
  "8. Mention two natural causes of Forest Fires.",
  "(ICSE 2005)",
  "9. What are carbon dioxide sinks? Explain how.",
  "(ICSE 2006)",
  "10. Mention any two protective functions of forests.",
  "(ICSE 2006)",
  "11. Mention any two tribal practices aimed at conservation of Forest Resources.",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 Marks Each)",
  "1. What do you know about the conservation and management of forests in India? Suggest any three appropriate measures.",
  "2. How do human beings threaten our grasslands and semi–arid ecosystems? Suggest conservation measures two each for these",
  "ecosystems.",
  "3. How can Afforestation practices like the social forestry and agro forestry, reduce different types of stresses on our forests?",
  "IV.OBJECTIVE TYPE QUESTIONS",
  "A. Multiple choice type questions",
  "Tick (✓) the correct option",
  "1. The FAO and UNEP have assessed that the rate of annual destruction of forests in the world is –",
  "(a) 11.3 mha",
  "(b) 15.1 mha",
  "(c) 13.5 mha",
  "(d) 21.3 mha",
  "2. The ecosystem relatively more vulnerable to human activities is –",
  "(a) forest ecosystem",
  "(b) grassland ecosystem",
  "(c) arid ecosystem",
  "(d) semi –arid ecosystem",
  "3. The Stockholm Conference was held in the year –",
  "(a) 1972",
  "(b) 1971",
  "(c) 1977",
  "(d) 1911",
  "4. The United Nations Forum on Forests was formed in the year –",
  "(a) 2000",
  "(b) 1974",
  "(c) 1985",
  "(d) 2006",
  "5. The Indian Forest Act was enacted in the year –",
  "(a) 1972",
  "(b) 1927",
  "(c) 1995",
  "(d) 2000",
  "B. Fill in the blanks",
  "1. An ecosystem is an interacting unit of the biotic community and the ……environment.",
  "2. Over grazing by cattle like sheep and goat cause stress on…… .3. The depletion of grasslands causes degradation of…… .",
  "4. The United Nations Forum on forests was formed in…… .",
  "5. The communities living near forests remain dependent on them for their…… .",
  "C. True / False questions",
  "Write T against the statement which is true and F against the statement which is false.",
  "1. The semi –arid ecosystems are purely dry ecosystems.",
  "2. Overgrazing is an important reason of degradation of grassland ecosystems.",
  "3. Some countries are imposing restrictions on the export of wood.",
  "4. The CHIPKO movement was launched in Karnataka in the year 1973.",
  "5. Water logging and salination of soil are necessary for the development of grassland ecosystems.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. (a) prairies, (b) pampas, (c) steppes, (d) veldts,",
  "2. (i) over harvesting of industrial wood, (ii) overgrazing,",
  "3. United Nations, 4. ‘as large, most complex and self- perpetuating ecosystems’",
  "5. 7 February 2003, 6. 1894, 7. overgrazing",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. 11.3 mha, 2. (d), 3. (a), 4. (a), 5. (b).",
  "B. Fill in the Blanks",
  "1. physical, 2. grassland ecosystem, 3. land, 4. Oct. 2000, 5. livelihood,",
  "C. True / False",
  "1. F, 2. T, 3. T, 4. F, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act For Environment",
  "2.1. SURVEY",
  "Select an area measuring 1sq m in a grassland. Find out how many different types of grass species are growing in the area.",
  "Count the number of plants of each species and write these numbers in your note book. Repeat the same practice at three different",
  "places in the same grassland and note down the numbers of plants in the same manner. Now, you can easily calculate the density and",
  "the frequency of different species of grass in the field. Write the experiment properly in your Record Book.",
  "You can calculate the density and frequency through the following formulae –",
  "(i) Density = no. of sq. units in which a particular species occurred / area of one sq. unit",
  "(ii) Frequency = no. of sq. units in which a species occurred / no. of sq. units examined.",
  "2.2. TEAM WORK",
  "Arrange a discussion with some of your friends in the class on – Beautification of the School Campus. Make appropriate",
  "plans and write them down in your note book. Include all possible measures and decide how to implement your plans including all",
  "possible requirements and their arrangements. Receive guidelines from your teacher after the approval of the Principal of your",
  "school. Write a project –report. This project should be implemented as a work of the eco – club of your school.",
  "",
  ""
]