[
  "CHAPTER15",
  "Consumer Education",
  "FACTS & CONCEPTS",
  "♦ Introduction : Who is a Consumer?",
  "♦ Consumer Education",
  "♦ Consumer Rights",
  "♦ Legislations for the Protection of Consumers",
  "♦ Provisions Made by United Nations",
  "♦ Legislative Provisions Made by Government of India",
  "♦ Making Correct Choices While Buying",
  "♦ General Observations by Consumers",
  "♦ Looking for Standards, Seals and Marks",
  "♦ Food Adulteration",
  "15.1. INTRODUCTION : WHO IS A CONSUMER?",
  "A  person,  who  consumes  or  uses  different  types  of  goods  and  services,  is  called  as",
  "consumer. Goods that a consumer buys, may include consumable goods like rice, salt, sugar,",
  "vegetables etc. or Durable Consumer Goods like television, bicycle, scooter etc. Services that aconsumer may buy include electric power, telephone, transport services, theatre etc. Anyone",
  "who obtains goods or services for resale or for any commercial purpose (except self employment) or",
  "one who obtains any service free of charge or under a contract of personal service is not called a",
  "consumer.",
  "15.2. CONSUMER EDUCATION",
  "A process of teaching, training and learning to improve knowledge and develop skills among",
  "consumers,  is  called  as  Consumer  Education.  The  Consumer  Education  relates  to  imparting",
  "knowledge to and developing skills in consumers regarding consumer rights, consumer laws, product",
  "quality-standards, health aspects of various products, availabilities of various public and private",
  "services, units and measurements, redressal of consumer problems and making correct choices while",
  "buying different commodities etc.",
  "The Consumer Education covers following areas-",
  "• Health, Nutrition, food-borne diseases and food- adulteration,",
  "• Product hazards like hazards due to storage and consumption of a particular product,",
  "• Product  labelling  -  pasting  labels  on  the  packaging  of  products  regarding  their",
  "composition status, weight, ecological impacts, purity standards, colour, preservatives",
  "used,  date  of  manufacture  and  expiry,  address  of  producer/  manufacturer,  matters",
  "pertaining to registration, trade marks, marks of standards etc.",
  "• Protective Laws – Laws framed by the government to protect rights of consumers and",
  "seeking redressal, how and whom to approach for redressal etc.",
  "• Information regarding weight, measure, packaging, price quality and availability of basic",
  "needs etc.",
  "• Environment, different types of pollutions, sustainable consumption etc.",
  "15.3. CONSUMER RIGHTS",
  "1. Right to SAFETY against hazardous goods and services",
  "2. Right to be INFORMED about the quality, quantity, purity and standard price",
  "3. Right to CHOOSE from a variety at competitive prices",
  "4. Right to be HEARD",
  "5. Right to seek REDRESSAL.",
  "6. Right to CONSUMER EDUCATION",
  "The above consumer rights are being explained below-",
  "1. RIGHT TO SAFETY AGAINST HAZARDOUS GOODS AND SERVICES",
  "This right protects consumers against hazardous products and services. The product offered for",
  "sale should not pose undue risk or physical harm to consumers or their family members. Impure food,",
  "defectively  manufactured  automobiles  and  tyres,  drugs  having  harmful  side  effects  and  unsafe",
  "appliances can cause harm, risk or injury to consumers. Consumers should observe marks of quality",
  "standards before buying products.",
  "2. RIGHT TO BE INFORMED",
  "Consumers have rights to know about the quality, quantity, purity, potency, standard, price etc.about the product they go for buying. They have rights to know everything regarding the product like",
  "composition, preservatives used, colouring agents mixed in the product, date of manufacture & expiry",
  "date and also about nature of the product like vegetarian or non-vegetarian etc.",
  "3. RIGHT TO CHOOSE",
  "Consumers have been given a right to buy things of their choice and likings. They can compare",
  "varieties and prices of products and can purchase items to the best of their satisfaction.",
  "4. RIGHT TO BE HEARD",
  "Consumers have been given the rights to file complaint in case of any cheating or defect in the",
  "purchased product. They have right to seek a refund, replacement or remedy or they can file a case in",
  "the consumer court or consumer forum.",
  "5. RIGHT TO SEEK REDRESSAL",
  "Consumers  have  right  to  get  protected  from  unfair  trade  practices  by  filing  complaints  in",
  "consumer forum or court. Many consumer organizations have been formed to protect consumers and",
  "get their problems properly redressed.",
  "6. RIGHT TO CONSUMER EDUCATION",
  "Every  consumer  has  the  right  of  keeping  knowledge  and  skills  regarding  purchase,  use  and",
  "effects of products. He has a right to get educated about various products, markets and related things",
  "so as to protect him against any possible exploitation.",
  "15.4. LEGISLATIONS FOR THE PROTECTION OF CONSUMERS",
  "Various Legislative Provisions for the protection of consumers have been made on International",
  "and National levels.",
  "15.4.1. Provisions Made by United Nations",
  "The General Assembly of United Nations adopted following guidelines for consumers on April",
  "9.1985-",
  "(i) Protection of consumers.",
  "(ii) High levels of Ethical conducts of producers/distributors of goods and services.",
  "(iii) Develop market conditions providing consumers greater choices at lower prices. These",
  "guidelines were expanded on July 26, 1999 to include sustainable consumption.",
  "15.4.2. Legislative Provisions Made by the Government of India",
  "1. Legislative provisions made before independence: These are – Indian Penal Code, Indian",
  "Contract Act, Drugs and Cosmetics Act, Agricultural Produce (Grading and Marketing) Act. These",
  "legislations did not contain Rights of consumers nor remedial measures in favour of consumers.",
  "2. Consumer Protection Act 1986: This act of government of India makes following provisions",
  "for consumers-(i) Exclusive courts for consumer disputes in all districts, states and national capital.",
  "(ii) Specification of six consumer rights (mentioned above).",
  "(iii) Consumer protection councils from national to state and district level.",
  "(iv) This act covers private, public and co-operative sectors.",
  "Besides the above, a number of laws have been passed by the government of India over the",
  "years to protect interest of consumers. Those laws are- Agricultural Products(Grading and Marketing",
  ") Act-1937;Industries(Development and Regulation) Act-1951; Prevention of Food Adulteration Act-",
  "1954;  Essential  Commodities  Act-1955;  The  Standards  of  Weights  and  Measures  Act-1951;",
  "Monopolies  and  Restrictive  Trade  Practices  (MRTP)  Act-1969  (Replaced  by  Competition  Act-",
  "2002); Prevention of Black Marketing and Maintenance of Essential Supplies Act-1980; and Bureau",
  "of Indian Standards Act-1986.",
  "15.5. MAKING CORRECT CHOICES WHILE BUYING",
  "A buyer is a person, a private business firm or a government office that chooses goods and",
  "services and spends money to obtain them either for own use or for sale. A buyer may not be a",
  "consumer in all the cases. Any one who uses or consumes a product is called as consumer. We buy",
  "commodities to meet our requirement, to raise our standards of living, to use quality products, to",
  "respond to changes in trade and fashions, to fulfil our social requirements, to maintain durable goods",
  "in working conditions or to run a business.",
  "15.5.1. General Observations by Consumers:",
  "Consumer must check following things before buying anything-",
  "1.  Verification  Certificate:  All  shops  using  weights  and  measures  must  display  an  ILM",
  "(Inspector of Legal Metrology) verification certificate. A weighting balance must be must be made of",
  "metal and it should also have a straight pointer. Every weight has to be stamped on the reverse with",
  "last two digits of the year and the unit number of the inspector. A consumer must refuse non-standard",
  "weight like stones, iron pieces etc. and if the lead filling on the reverse is not there.",
  "2. Balance and Weights:",
  "(i) Any balance and scale if it is made of wood with strings to suspend the pans is illegal.",
  "(ii) The consumer must verify the verification scale on a plate fixed to an electric weighting",
  "instrument",
  "(iii) Weight of the tray is not included with the material to be brought.",
  "3. Buying Clothes, Alcohol and Sweets",
  "(i) A consumer must check the measuring rod while buying cloth. He must see that it is made of",
  "steel and it has ILM’s seal at either end.",
  "(ii) Packed readymade garments should have sizes mentioned only in cms. and not the XXL,",
  "XL, L, M, S etc.",
  "(iii) For dispensing alcohol the peg measure must be of glass or silver plated brass can. Volume",
  "of standard peg is 60 ml.",
  "(iv) Sweets having sugar syrup must be sold by weight & not by numbers.(v) Weighting scales at ration shops and jewellery shop must be close to the consumer.",
  "(vi) Jewellery shops must use Class I or Class II balances protected from any disturbance.",
  "(vii) Consumers  must  insist  on  HALLMARK  gold  ornaments  having  BIS  logo  and  marked",
  "fitness.",
  "4. Buying Packaged Commodity:  While  packaged  commodities  a  consumers  must  see  that",
  "package carries –",
  "• Name and address of manufacturer and packer.",
  "• Net quantity of the package when packed.",
  "• Number of items contained in the package when it is to be sold by number.",
  "• Month and year of manufacturing, expiry date and “best before’ (the date)",
  "• If it is imported the package must bear the name and address of the importer alongwith",
  "valid registration number.",
  "• Consumer must know that no pre-packed commodity can be sold above the declared MRP",
  "(Maximum Retail Price) in shops, hotels, restaurants and bars (including bottled water,",
  "soft 7 hard drinks).",
  "5. Buying LPG: While buying LPG the consumer must check the weight with the spring balance",
  "which must be available with the distributor. The net quantity is 14.2 Kg and the wt. of the empty",
  "cylinder is 15 to 17 kg.",
  "6. Buying Petroleum, Oil, and Lubricants (P.O.L.): Consumers should keep in mind that fuel",
  "stations must display conspicuously a verified 5 litre can by which you can measure the quantity of",
  "the actual supply. To check the accuracy of the dispensing unit every fuel station must have a Totaliser.",
  "The fuel station must have Anti- adulteration cell to check any complain regarding spurious oils.",
  "7. Kerosene Oil: The consumer, while buying Kerosene oil, should check ILM’s verification on",
  "the measure and the bottom that should have no cut mark or dent or re- welding mark. He should",
  "ensure that the measure is filled to the top hole and it is not containing sponge or wax.",
  "15.5.2. Looking for Standards, Seals and Marks:",
  "A consumer must observe the following marks of standards while buying commodities"
]