[
  "CHAPTER7",
  "Types and Sources",
  "of Pollution",
  "FACTS & CONCEPTS",
  "u Introduction : Types of Pollution",
  "u Air Pollution",
  "u Sources of Air Pollution",
  "u Major Air Pollutants",
  "u Water Pollution",
  "u Sources of Water Pollution",
  "u Major Water Pollutants",
  "u Soil Pollution",
  "u Sources of Soil Pollution",
  "u Major Soil Pollutants",
  "u Radiation Pollution",
  "u Noise Pollution",
  "u Marine Pollution: Oil Spillsu Sources of Marine Pollution",
  "u Major Pollutants Causing Marine Pollution",
  "u The Oil Spills",
  "7.1. INTRODUCTION : TYPES OF POLLUTION",
  "Our natural resources are known to have some specific qualities of their own. These qualities",
  "are known as natural qualities. It is due to specific natural qualities that different natural resources",
  "have been useful to us and to the whole biosphere. But now, the condition has changed considerably.",
  "Most of our natural resources like air, water and soil have gone bad due to pollution of different",
  "types. What is pollution?",
  "The condition of mixing unwanted and harmful substances in our natural resources so as to",
  "alter their natural qualities and to make them unfit for use, is called as pollution. Agents causing",
  "pollution are known as pollutants.",
  "Different types of pollutions are – Air Pollution, Water Pollution, Soil Pollution, Radiation",
  "Pollution  and  Noise  Pollution.  In  this  chapter,  we  are  going  to  study  about  different  types  of",
  "pollutions and their sources.",
  "Pollutants, on the basis of their origin, have been divided into two different categories – Primary",
  "and secondary. A primary pollutant is the pollutant emitted directly from a source. On the other hand,",
  "a secondary pollutant is not directly emitted as such, but formed when other pollutants (primary",
  "pollutants) react in the atmosphere. Examples of secondary pollutant include ozone, which is formed",
  "when hydrocarbons (HC) and nitrogen oxides (NOx) combine in the presence of sunlight; NO2, which",
  "is formed as NO combines with oxygen in the air; and acid rain, which is formed when sulfur dioxide",
  "or nitrogen oxides react with water.",
  "Pollutants have been divided into biodegradable and non-biodegradable categories-",
  "Biodegradable pollutants  are  the  ones  that  can  be  broken  down  and  processed  by  living",
  "organisms, including organic waste products, phosphates, and inorganic salts. These pollutants can be",
  "neutralized and converted into harmless compounds by the activities of microorganisms. However, it",
  "is important to remember that these pollutants can be serious if released in large amounts in small",
  "areas, thus exceeding the natural capacity of the environment to “assimilate” them.",
  "Non-biodegradable pollutants are the ones that cannot be decomposed by living organisms and",
  "therefore persist in the ecosphere for long periods of time. These include bottles, cans, plastics,",
  "metal, some pesticides and herbicides, and radioactive isotopes. Non-biodegradable pollutants are",
  "dangerous because living organisms have neither enzymes capable of processing these pollutants nor",
  "defensive systems against them.",
  "7.2. AIR POLLUTION",
  "The condition of mixing of undesirable substances in the air so as to alter its natural quality",
  "is called as air pollution. According to the World Health Organization (WHO), the air pollution can",
  "be defined as – the condition produced due to ‘substances put into air by the activity of mankind",
  "into concentration sufficient to cause harmful effects to his health, vegetables, property or to",
  "interfere with the enjoyment of his property’.Fig. 7.1. Scattering of Pollen Grains: A Natural source of air Pollution.",
  "7.2.1. Sources of Air Pollution",
  "The air pollution is caused either through natural processes or through human activities. On",
  "this basis sources of air pollution have been divided into two broad categories: A- Natural Sources",
  "and, B-Anthropogenic Sources.",
  "A. NATURAL SOURCES",
  "The natural phenomena like volcanic activities, dust storms, forest fires, scattering of pollen",
  "grains, and release of hydrocarbons from plants are natural sources of air pollution.",
  "B. ANTHROPOGENIC SOURCES",
  "These sources comprise sources of air pollution connected to human activities. Different types",
  "of anthropogenic sources of air pollution are being discussed below.",
  "1.  Domestic  Sources:  Heating  and  cooking  activities  in  homes  produce  different  types  of",
  "pollutants  like-Carbon  dioxide,  Carbon  monoxide,  Sulphur  dioxide,  Nitrogen  dioxide,  Carbon",
  "particles, and dusts etc. These pollutants cause indoor air pollution in unscientifically built houses.",
  "Heating plants employed in homes and apartments are considered to be fourth largest source of air",
  "pollution.",
  "2. Automobile Sources: Automobiles are regarded as greatest sources of air pollution. Cars,scooters, motor cycles etc. are some of the automobile sources of air pollution. About one- fifth of the",
  "air pollution in cities is caused through these sources.",
  "Pollution caused by emissions joining the atmosphere through tailpipes of vehicles, is called",
  "as  vehicular  pollution.  The  pollutants  so  released  into  the  atmosphere,  are  called  as  Primary",
  "Pollutants.  Once,  the  primary  pollutants  get  released  into  the  atmosphere,  they  react  with  other",
  "pollutants in the air and form more serious pollutants. Now, these pollutants are called as secondary",
  "pollutants. The large majority of today’s cars and trucks run by using internal combustion engines that",
  "burn  gasoline  or  other  fossil  fuels.  The  process  of  burning  gasoline  to  power  cars  and  trucks",
  "contributes to air pollution by releasing a variety of emissions into the atmosphere. Emissions that are",
  "released directly into the atmosphere from the tailpipes of cars and trucks are the primary source of",
  "vehicular pollution. But motor vehicles also pollute the air during the processes of manufacturing,",
  "refueling, and from the emissions associated with oil refining and distribution of the fuel they burn.",
  "Fig. 7.2. Smoke from diesel rail engine causing pollution.",
  "3.  Industrial  Processors:  Metallurgical  plants  and  smelters,  chemical  plants,  petroleum",
  "refineries, pulp and paper mills, sugar mills, cotton mills, synthetic rubber manufacturing plants etc.",
  "come under this category of industrial sources of air pollution.",
  "4. Transport Industry: Public Transport System, ships, aeroplanes, trucks, diesel rail engines,",
  "etc. come under this category.",
  "5. Agricultural Sources: These sources include many chemicals like insecticides, herbicides,",
  "fungicides, rodenticides, pollen grains, crop residues etc.",
  "6. Construction and demolition sources: Construction and demolition activities generate lots of",
  "wastes. Different types of paints and other chemicals used in furnishing of houses and furniture cause",
  "serious pollutions.",
  "7. Industrial Accidents: Accidents use to occur in different industries from time to time due to",
  "carelessness of workers and old machines. These accidents cause serious pollutions that produce",
  "long lasting impacts on life and property.An accident occurred in the Union Carbide factory of Bhopal city of Madhya Pradesh state of",
  "India on December 3, 1984. This industrial accident resulted in the immediate deaths of more than",
  "3,000 people, according to the Indian Supreme Court. A more probable figure is that 8,000 died",
  "within two weeks, and it is estimated that an additional 8,000 have since died from gas related",
  "diseases. A Union Carbide subsidiary pesticide plant released 42 tonnes of Methyl Isocyanate",
  "(MIC) gas, exposing at least 520,000 people to the toxic gas. The Bhopal disaster is frequently cited",
  "as the world’s worst industrial disaster. The International Medical Commission on Bhopal was",
  "established in 1993 to respond to the disasters.",
  "8. Dumps of Wastes: Large amounts of wastes are routinely generated through human activities.",
  "These wastes are dumped carelessly here and there to create ugly scenes. The biodegradable wastes",
  "gradually decompose to produce methane (CH ) which is a serious pollutant if generated in big",
  "4",
  "volumes. A number of germs of diseases develop at dumping sites and get disseminated through the",
  "agency of wind and water.",
  "7.2.2. Major Air Pollutants",
  "Substances that cause pollution of air are called as air- pollutants. These pollutants can be put",
  "into two broad categories A. Gaseous Pollutants, and B. Particulates.",
  "A. GASEOUS POLLUTANTS",
  "The gaseous pollutants causing air pollution are numerous. Some remarkable gaseous pollutants",
  "in the present context are being mentioned below.",
  "1. Sulphur dioxide: Sulphur dioxide (SO ) and sulphur tri- oxide (SO ) are produced largely by",
  "2 3",
  "the combustion of coal and petroleum. These are also produced through smelting of ores of sulphide,",
  "copper, zinc, and lead; and decomposition of bio-mass. Some industries that emit sulphur dioxide are",
  "industries  manufacturing  sulphuric  acid  (H SO ),  oil  refineries,  fertilizer  industries  and  paper",
  "2 4",
  "industries.",
  "2. Hydrogen sulphide: It is a colorless toxic gas which is produced from decaying vegetation",
  "and animal materials particularly in shallow fresh water and marine environment. It also comes out",
  "from sulphur springs, volcanoes, coal pits and sewers.",
  "3. Carbon monoxide: It is a poisonous gas which originates from incomplete combustion of",
  "carbonaceous materials. It can also be oxidized to carbon dioxide which too is a poisonous gas.Fig. 7.3. Bleaching of Plant leaves by Air Pollution.",
  "4. Hydrogen fluoride: It naturally comes out from volcanoes. However, it is produced from",
  "blast furnaces and industries concerned with the production of brick, tiles and super phosphates. It",
  "also comes out during combustion of coal.",
  "5.  Hydrogen  chloride:  It  comes  out  during  the  combustion  of  coal,  paper,  plastics  and",
  "chlorinated hydrocarbons.",
  "6.  Hydrocarbons:  Chemical  compounds  made  of  hydrogen  and  carbon,  are  called  as",
  "hydrocarbons. Methane, ethylene and aniline are three examples of hydrocarbons. Methane is the",
  "principal constituent of the natural gas. Major sources of release of hydrocarbons are organic",
  "matter,  seepage  from  natural  gas  and  oil  fields  and  emissions  of  Volatile  Organic  Chemicals",
  "(VOCs).  Hydrocarbons  are  also  produced  due  to  incomplete  combustion  of  fuels,  automobile",
  "exhausts, petroleum refineries, burning of crop residues, cracking of natural gas in petrochemical",
  "plants etc.",
  "7. Ammonia: This gas is principally generated through refrigerator pre- cooler system of cold",
  "storage, manufacture of anhydrous ammonium fertilizers, nitric acid and domestic incineration etc.",
  "The emission of ammonia causes bleaching of plant-leaves, reduction of root and shoots growth,",
  "browning and softening of fruits, reduction in the rate of germination etc.",
  "8. Nitrogen Oxides: Nitrogen oxide and Nitric Oxide are principal gaseous pollutants emitted",
  "through human activities. Nitrogen oxides have been reported to cause fading of colours of clothes,",
  "deterioration of nylon and cotton and corrosion of metals.",
  "9. Tobacco Smoke: Smoking of cigarettes and allied things generate tobacco smoke. It is a",
  "potent pollutant in closed atmosphere like buses; trains e.t.c. It causes lung cancer, pulmonary and",
  "coronary heart diseases. Even passive smokers may be caught by a pulmonary or a coronary disease.",
  "B. PARTICULATES",
  "Solid  and  liquid  aerosols  that  remain  suspended  in  the  atmosphere  are  called  as",
  "particulates. These are produced by human activities related to condensation or dispersion. The",
  "particulate matter can produce toxicity and respiratory problems like bronchitis and emphysema.",
  "Fluorides, lead, cement dust, potassium salts etc. are example of some other particulates.Fig. 7.4. Arjuna: A dust collecting tree",
  "Particulate matter present as pollutant in the air can be put into different groups like dust, smoke,",
  "soot, aerosols, fumes, smog, haze and mist.",
  "1. Dust: Particles of different sizes (from 1 micron to 200 microns) produced due to crushing of",
  "stones, weathering of rocks and digging of upper crust of the earth are called as dust. The dust",
  "particles are blown away and lifted up in air due to stormy conditions of atmosphere. However, they",
  "settle down due to gravitational pull of the earth or are washed down by rain water.",
  "2. Smoke: Fine carbon particles (0.50 to 1 micron) along with gases produced due to the",
  "incomplete combustion of organic matter is called as smoke.",
  "Fig. 7.5. Smog: It reduces visibility and often causes serious health hazards.",
  "3. Soot: Bigger particles of carbon (1 to 10 micron) hanging in air along with tar, are called as",
  "soot.",
  "4. Aerosol: Fine particles of solids, liquids or gases suspended in air are called as aerosol.",
  "5. Fumes: Particles of gaseous pollutants (0.08 to 1 micron) in the state of condensation arecalled as fumes.",
  "6. Smog: Mixture of smoke particles and vapors of liquids formed due to photo- chemical",
  "reactions is called as smog. It reduces visibility and often causes a serious health hazard.",
  "7. Haze: Dust particles and water vapour present in air so as to reduce visibility, is called as",
  "haze.",
  "8. Mist: The suspension of liquid particles in air ranging from 40 to 500 microns is called as",
  "mist.",
  "7.3. WATER POLLUTION",
  "Mixing of different solid, liquid or gaseous substances and microorganisms into water, so as",
  "to  alter  its  natural  qualities  is  called  as  water  pollution.  According  to  the  National  Water",
  "Commission (1973), “water gets polluted if it has not been of sufficiently high quality to be suitable",
  "for the highest uses people wish to make of it at present or in future.”",
  "7.3.1. Sources of water pollution",
  "The sources of water pollution can be grouped into different heads, like Municipal sources,",
  "Industrial sources, Agricultural sources, Shipping sources and Underground sources.",
  "1.  Municipal  Sources:  These  sources  of  water  pollution  comprise  residential  colonies,",
  "mohallahs, hospitals, small industries, offices, institutions etc. The pollutants released from these",
  "sources reach to drains from where they are carried to ponds, lakes and rivers.",
  "2. Industrial Sources: Petrochemical workshops, synthetic fertilizer industries, oil refineries,",
  "paper  mills,  textile  industries,  sugar  mills,  iron  and  steel  industries,  leather  industries,  wine",
  "industries, rubber industries, fiber industries, plastic industries, and many others are sources of water",
  "pollution. These industries produce different types of poisonous by- products that are released into",
  "streams which join rivers.",
  "3. Agricultural Sources: Different types of agrochemicals like synthetic fertilizers, pesticides,",
  "hormones, soils of crop fields, dung of cattle, wastes of dairies etc. are remarkable agricultural",
  "sources of water pollution.Fig. 7.6. Ships carrying wastes contaminate marine water day and night.",
  "4.  Shipping  Sources:  Ships  moving  in  seas  and  oceans  release  lots  of  wastes  into  water.",
  "Besides human wastes, lots of oil and other products from ships contaminate marine water, day and",
  "night.",
  "5. Sources of Underground Pollution: The underground water is polluted by mixing of wastes",
  "seeped into the earth from the heaps of wastes and industrial dumps. Different types of germs of",
  "diseases  that  are  produced  in  the  accumulated  wastes  on  ground,  also  seep  into  the  earth  and",
  "contaminate the ground water.",
  "7.3.2. Major Water Pollutants",
  "There are different types of pollutants that mix into water and make it unfit for use by humans,",
  "animals,  and  even  by  plants.  These  pollutants  can  be  kept  under  different  groups  like  sewage,",
  "infectious microorganisms, plant nutrients, organic chemicals, inorganic chemicals, and sediments",
  "etc.",
  "1. Sewage: Some materials get mixed into water where microorganisms start their degradation",
  "to  produce  carbon  dioxide,  methane  and  other  gases.  The  oxygen  found  dissolved  in  water  is",
  "consumed in this process of degradation. Due to this an artificial crisis of oxygen into water is",
  "created which kills many aquatic organisms.",
  "The oxygen needed for complete degradation of sewage found in the polluted water is called",
  "as  Biological  Oxygen  Demand.  Testing  of  BOD  is  a  5-  day  long  laboratory  process.  BOD  is",
  "measured in mg / L.",
  "2. Infectious Microorganisms: The effluent released from leather industries, slaughter houses",
  "and toilets contain numerous types of bacteria and microorganisms. Dumps of wastes near water",
  "bodies produce vast varieties of germs that go into the water during rains through the surface runoffs.",
  "These germs may be the germs of cholera, typhoid, diarrhea, dysentery and skin diseases.",
  "3. Plant Nutrients: Plant nutrients like nitrogen and phosphorous reach to water bodies andstimulate the growth of aquatic plants in them. Thus, the water gets enriched by nutrients causing",
  "eutrophication. It is the eutrophication which gradually converts lakes and ponds into marshes and",
  "swamps.",
  "4. Exotic Organic Chemicals: Surfactants and detergents, pesticides etc., are called as exotic",
  "organic chemicals. Many of these substances are non- biodegradable.",
  "5.  Inorganic  chemicals  and  inorganic  compounds:  These  pollutants  enter  into  water  from",
  "municipal and industrial wastes and urban runoffs.",
  "6. Sediments: Considerable amounts of soil and silt are washed away from logged hillsides,",
  "ploughed fields and construction sites. These fine particles carried away by water are called as",
  "sediments. The sediments that join streams reach to rivers and estuaries where they cover gravel beds",
  "and deprive fishes like Trout and Salmon against spawning. Sediments block gills of fishes also.",
  "7.4. SOIL POLLUTION",
  "Mixing of different types of substances in soil which affects its natural qualities and causes",
  "reduction in its fertility, is called as soil pollution. Some environmentalists define soil pollution as –",
  "build up of toxic chemical compounds, salts, pathogens or radio active materials in soil that can affect",
  "plant and animal life adversely.",
  "A polluted soil often contains varieties of germs of diseases. Some of those diseases are –",
  "anthrax, typhoid, leptospirosis, bacillary dysentery, cholera etc. A big amount of soil is lost due to",
  "soil erosion, storms, overgrazing and deforestation. This loss of soil is often called as negative soil",
  "pollution.",
  "7.4.1. Sources of Soil Pollution",
  "There are many different sources of soil pollution. These are being introduced ahead.",
  "A. Domestic Sources of Soil Pollution: Wastes produced due to domestic activities are called",
  "as  domestic  wastes.  Food  leftovers,  peeling  of  fruits  and  vegetables,  ash,  paper  bits,  packets,",
  "polythene bags, glass bottles, tin cans, used tyres, expired medicines etc. are some examples of",
  "domestic wastes that are often dumped on the ground. These wastes alter the soil composition and",
  "make it bad for the growth and development of plants.",
  "B. Municipal Sources: Different types of municipal wastes dumped on the ground cause bad",
  "impacts on soil. These wastes act as shelter homes of various types of insects and germs of diseases.",
  "C. Industrial Sources: Industries dump lots of wastes on land. These wastes create ugly scenes",
  "on ground and contaminate soil making it unfit for productive utilization. A number of toxic wastes",
  "seep into the ground and cause underground water pollution.",
  "D. Agricultural Sources: Agro- chemicals used in agriculture produce adverse effects on soil.",
  "Synthetic fertilizers, if used continuously for a long time alter the composition of soil, making it unfit",
  "for the growth and development of plants.",
  "Faulty irrigation practices cause water logging. The water is evaporated in the sun leaving",
  "behind salts in the soil. Thus soil gradually becomes saline and unfit for plant growth.",
  "E. Mining Sources: Mining activities cause long lasting damages to the soil. Tailings, slags,",
  "stones etc. that come out of mines are dumped near them. Besides these, different types of toxic",
  "chemicals are exposed due to mining which further cause serious soil and water pollution during",
  "rains.F. Wastes:  The  electronic  wastes  generated  through  the  disposal  of  electronic  goods,  like",
  "computers, televisions, wires, and plastic cabinets etc. which are often dumped on the ground, create",
  "serious pollution on land.",
  "7.4.2. Major Soil Pollutants",
  "(i) Toxic Chemicals from industries,",
  "(ii) Pesticides, herbicides and synthetic fertilizers,",
  "(iii) Fly ash from thermal power stations,",
  "(iv) Chemicals from sugar mills, pulp and paper mills, refineries, distilleries etc.",
  "(v) Wastes from leather and rubber industries,",
  "(vi) The domestic garbage dumped on land,",
  "(vii) E- Wastes Or Wastes generated from electronics industries like computers CDs, Floppies,",
  "wires, Mother boards etc.,",
  "7.5. RADIATION POLLUTION",
  "Any form of ionizing or non-ionizing radiation that results from human activities is called as",
  "Radiation Pollution. The most well known radiation results from the detonation of nuclear devices",
  "and the controlled release of energy.",
  "Radiation Pollution or Radioactive pollution can be defined as the  release  of  radioactive",
  "substances or high-energy particles into our natural resources as a result of human activity,",
  "either by accident or by design. In other words, radio active pollution is uncontrolled distribution",
  "of radioactive material in a given environment. Even a small amount of radiation exposure can",
  "have serious (and cumulative) biological consequences. Many radioactive wastes remain toxic for",
  "centuries. Hence, radiation pollution is a serious environmental concern.",
  "Nuclear  Power  Plants,  transport  and  disposal  of  nuclear  wastes,  mining  of  radioactive",
  "substances, fall out of bomb explosions, nuclear weapons, testing of nuclear devices and nuclear",
  "accidents etc. are major sources of radiation pollution. These sources cause permanent damages to",
  "life and property. A nuclear reactor accident took place in 1986 in Chernobyl, Ukraine which killed at",
  "least 31 people and forced more than 200,000 people to vacate and relocate.",
  "Radiation  pollution  may  be  both  –  Natural  and  Man-  made.  Cosmic  radiations,  ultra  violet",
  "radiations etc. are examples of Natural Radiations. The application of explosive devices, testing of",
  "bombs, leakage from nuclear reactors etc. are man made sources of radiation pollution.",
  "Radio active substances emit rays like alpha (α) rays, gamma (γ) rays and beta (β)rays. These",
  "rays are emitted from unstable radioactive substances so as to become stable. In this way these are",
  "gradually reduced in their value. The time taken by a radioactive substance to get reduced up to",
  "the half of its initial value is called as half life period. The unit applied to express the decay of a",
  "radio active substance is called as Becquerel.",
  "The problem of radioactive pollution is compounded by the difficulty in assessing its effects.",
  "Radioactive waste  may  spread  over  a  broad  area  quite  rapidly  and  irregularly.  The  radiations",
  "emitted from these radioactive substances penetrate human bodies and those of other organisms and",
  "get deposited therein. These radiations produce dangerous effects into the form of cancer or other",
  "chronic disease even after a decade.7.6. NOISE POLLUTION",
  "Sound without value is called as noise. In other words, unwanted sound is called as noise. It",
  "is observed in daily life that what is pleasant to some people may be extremely unpleasant to",
  "others. This depends on a number of factors out of those human health conditions and daily life",
  "situations are more common. If you are preparing for your examinations that are overhead, you cannot",
  "tolerate the high pitched sound of a loudspeaker broadcasting some film-song or even a bhajan. The",
  "music reaching to your ears from the loudspeaker disturbs the natural and routine process of your",
  "study, and hence it is causing noise pollution for you. Others may not take it as noise pollution. But a",
  "high pitched sound is always harmful for your ears, and the brain at least. You might have seen",
  "hoardings having written “Silence Please” or “thanks for not blowing horns” – near a hospital or a",
  "school.",
  "The emission of noise in air which disturbs natural processes or causes harms to human",
  "beings is called as noise pollution.",
  "Pressure horns of cars and other vehicles, noise produced through loud speakers during social",
  "and religious functions, noise produced by heavy machines, irresponsible practice of hearing high",
  "pitched sound of music systems, televisions etc. are some remarkable sources of noise pollution.",
  "The popular unit of sound measurement is decibel (db). This unit has been named after Sir",
  "Alfred Bell. The human ear is sensitive to sound from 0 to 180 db. However, the sound beyond 140",
  "db is harmful.",
  "enviro_Facts : 07",
  "Maximum acceptable levels of sound inside buildings",
  "Place Sound Level (db)",
  "Hospitals 40 – 50",
  "Schools 45 – 50",
  "Libraries 40 – 45",
  "Radio, TV Studios 25 – 30",
  "Residential Buildings 45 – 55",
  "Restaurants 40 – 55",
  "Factories 60 – 65",
  "Music Rooms 30 - 35",
  "7.7. MARINE POLLUTION: OIL SPILLS",
  "The Marine Pollution, as defined by the International Oceanographic Commission (IOC) for",
  "United  Nations  Educational  and  Scientific  Commission,  the  introduction  by  man,  directly  or",
  "indirectly, of substances into the marine environment, resulting in such deleterious effects as harm to",
  "living resources, hazards to human health, or hindrance to marine activities and reduction of amenities",
  "is called as marine pollution.",
  "7.7.1. Sources of Marine Pollution",
  "Sources of Marine Pollution are –",
  "1. Marine Commerce,",
  "2. Industrial Effluents joining seas and oceans,3. Dumping of radio active substances into sea water,",
  "4. Sewage brought to the sea by rivers,",
  "5. Offshore oil rigs,",
  "6. Recreational activities,",
  "7. Agricultural pollutants brought to the sea by rivers.",
  "7.7.2. Major Pollutants causing Marine Pollution",
  "The pollutants associated with marine environment are pathogens, sediments, solid wastes, heat,",
  "brine, toxic organic substances, petroleum, nutrients, radio active materials, acids and bases etc.",
  "7.7.3. The Oil Spills",
  "The layer of oil spread on the surface of the sea water, is called as oil spills. The oil on the",
  "surface of the sea water gets spread due to following reasons –",
  "1. Damage caused to oil tankers by accidents,",
  "2. Natural seepage of water,",
  "3. Offshore production losses associated with oil refineries (Fig. 7.7),",
  "4. Disposal of used automobile lubricants etc. into sea water.",
  "The oil spread on the sea water acts as an insulating layer between air and water. Due to this,",
  "the oxygen of the atmosphere can not mix with water. The deficiency of dissolved oxygen in water",
  "kills varieties of sea animals. The sea birds that catch fish by dipping into sea water become unable",
  "to fly due to oiling of their wings.",
  "Fig. 7.7. An Oil Refinery.",
  "It is due to frequent oil spills that sea otters, many sea birds, whales and many other species ofthe marine environment have become endangered. The oil spill damages fisheries and Mari culture,",
  "and causes serious economic losses to the local public and the governments.",
  "The pollution in coastal bays, estuaries and wetlands threaten many species of fish inhabiting",
  "these places. 260,000 barrels of oil was spilled from oil tanker Exxon Valdez into Alaska’s Prince",
  "William Sound in 1989. About 4.4 billion liters (0.2 billion gallons) of oil was spilled in about 8,539",
  "oil spills in 1999, in and around the waters of the United States.",
  "7",
  "TOWARDS A BETTER ENVIRONMENT…",
  "Most often, we remain unable to detect pollution in our natural resources, merely by visual observation. Under such a condition,",
  "we go for a laboratory test. One of the quickest and effective ways of judging pollution through visual observation is the observation",
  "and knowledge of bio- indicators.",
  "Living organisms that show the status of environmental quality through their sensitivity, are called as bio-",
  "indicators. The bio- indicators are very useful in finding out pollution because they help in identification of the type of pollution.",
  "Let us take a few examples-",
  "(i) The presence of Coliform baceria indicates water pollution due to faecal matter.",
  "(ii) Movement of Catla and Labeo (Rohu) fish species away from their habitat shows pollution of water due to industrial",
  "waste. Similarly, the death of Amphibians and fish in pond water shows Eutrophication.",
  "(iii) Abundance of diatoms and Eichhornia in water indicate pollution due to mixing of sewage in water.",
  "(iv) Growth of some algal species like Chara shows water pollution by organic and industrial wastes.",
  "IMPORTANT DEFINITIONS",
  "HYDROCARBONS : Compounds of hydrogen and carbon are called as hydrocarbons. Examples-",
  "Methane (CH4), Ethane etc. Petroleum is a mixture of many hydrocarbons.",
  "PARTICULATES : Liquid droplets or tiny solid particles suspended in air including nitrogen oxides,",
  "sulphur dioxide and carbon monoxide etc.",
  "RADIATION POLLUTION : Contamination of environment due to mixing of various radiations emitted",
  "from  radioactive  substances  contaminating  natural  resources  is  called  as",
  "radiation pollution.",
  "DECIBEL : Unit  used  to  compare  sound  intensities  and  subsequently  electrical  or",
  "electronic power outputs.",
  "OIL SPILLS : Leakage of petroleum from an oil tanker or other vessel is called oil spills.",
  "AUTOMOBILE : Self-propelled vehicle used primarily on public roads but adaptable to other",
  "surfaces.",
  "VOLATILE  ORGANIC : Organic  Chemicals,  with  the  tendency  to  become  vapour  at  specified",
  "CHEMICALS conditions of temperature and pressure.",
  "SEDIMENTS : Rich deposition of fine grained material on river and sea bed.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Mention any two sources of industrial pollution.",
  "2. Mention any two sources of air pollution.",
  "(ICSE 2005, 2007)",
  "3. Name any one disease caused due to inhalation of tobacco smoke.4. Name any two diseases caused by soil pollution.",
  "5. What is half life period?",
  "6. What is a decibel?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. What is pollution?",
  "2. Name pollutants two each for air and water pollution.",
  "3. Name any two sources of soil pollutions",
  "(ICSE 2005)",
  "4. State any two consequences of air pollution.",
  "5. What is water pollution?",
  "6. What do you know about radiation pollution?",
  "7. What is noise pollution?",
  "8. “Oil spills have an adverse impact on marine life” - Explains",
  "(ICSE 2008)",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What is air pollution? Mention four sources of Air Pollution.",
  "(ICSE 2006)",
  "2. What is oil spill? Mention principal causes and effects of oil spills.",
  "3. Vehicular Pollution in cities has become a major nuisance. Suggest six measures to reduce this problem.",
  "(ICSE 2008)",
  "4. What is air Pollution? Mention four sources of air pollution.",
  "(ICSE 2006)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. A condition which is characterized by mixing of undesirable and harmful substances in our natural resources is called as –",
  "(a) acid rain",
  "(b) ozone layer depletion",
  "(c) pollution",
  "(d) eutrophication",
  "2. A pollutant gas which can be blamed for bleaching of plant leaves and softening of fruits is –",
  "(a) ammonia",
  "(b) sulphur dioxide",
  "(c) carbon dioxide",
  "(d) methane",
  "3. Sources of air pollution like petrochemicals and oil refineries are –",
  "(a) agricultural sources",
  "(b) industrial sources",
  "(c) municipal sources",
  "(d) shipping sources",
  "4. The spawning of fish species like Salmon and Trout is badly affected by –",
  "(a) deposit of sediments on gravel beds",
  "(b) methane gas in the water",
  "(c) carbon dioxide in water",
  "(d) contamination of water with sewage",
  "5. The offshore oil rigs cause –",
  "(a) air pollution",
  "(b) marine pollution",
  "(c) eutrophication",
  "(d) global warmingB. Fill in the Blanks",
  "1. Hydrogen fluoride naturally comes out into the air from …………… .",
  "2. ……………is the principal constituent of the natural gas.",
  "3. The effluent released from slaughter houses, toilets and leather industries contain numerous …………… .",
  "4. …………… gradually converts lakes and ponds into marshes and swamps.",
  "5. Synthetic fertilizers used in agriculture alter the quality of …………… adversely.",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False –",
  "1. Radiation pollution may be both the natural and man made.",
  "2. Faulty irrigation facilities may cause water logging.",
  "3. Chemical compounds made of carbon and hydrogen are called as hydrocarbons.",
  "4. The microbial activities on sewage produce ozone gas.",
  "5. A number of toxic wastes seep into the ground to cause the acid rain.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Petroleum refineries and pulp and paper mills 2. Natural Sources & Anthropogenic Sources3. emphysema, 4. anthrax,",
  "typhoid, 5. The time taken by a radioactive substance to get reduced up to the half of its initial value is called as half life",
  "period. 6. Unit used to compare sound intensities and subsequently electrical or electronic power outputs.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (c), 2.(a), 3.(b), 4.(a), 5.(b)",
  "B. Fill in the Blanks",
  "1. Volcanoes 2. Methane, 3.Bacteria, 4.eutrophication, 5.soil",
  "C.True / False",
  "1. T, 2. F, 3. T, 4. F, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "7.1. OBSERVATION",
  "Concentrate yourself and find out the names of chemical substances used routinely in your home. Make a list of those",
  "chemicals grouping similar substances together. Think, if some or all of them can be replaced by suitable natural alternatives. How",
  "can you promote the use of natural things in your home by replacing artificial things?",
  "7.2. SURVEY",
  "Make a survey of various types of pollutions in an area closer to your school, village or housing colony. Prepare a report of",
  "your survey indicating – types of pollutions, names of principal pollutants (as you observe); possible adverse impacts on the local",
  "environment; control measures that can be taken up; any government or voluntary effort already being taken up – if so, your",
  "suggestions to improve it further and make it more efficient.",
  "7.3. AWARENESS",
  "‘The global consumption of pesticides was 18.17 lakh tones in 1980, which was increased up to 45 lakh tones by 1995. Total",
  "expenses on pesticides in India are worth rupees 555.64 crores. According to reports presented by United States’ National Research",
  "Council and FAO experts, over 650 species of weeds, insects and fungi have become resistant to pesticides and herbicides’. –on the",
  "basis of this information prepare a bulletin board for public awareness about the threats of consumption of synthetic pesticides.",
  "",
  ""
]