[
  "CHAPTER13",
  "Disasters : Types,",
  "Management and Mitigation",
  "FACTS & CONCEPTS",
  "u Introduction : Disaster-What Does it Mean?",
  "u Components of a Disaster",
  "u Classification of Disasters",
  "u Disaster Management and Mitigation Strategies",
  "u Meaning of Management and Mitigation of Disasters",
  "u Strategies for Management and Mitigation of Disasters",
  "u Management and Mitigation of Disasters",
  "u Management and Mitigation of Natural Disasters",
  "u Management and Mitigation of Man-made Disasters",
  "u Governments’ Role in Disaster Management and Mitigation",
  "13.1. INTRODUCTION : DISASTER-WHAT DOES IT MEAN?An unexpected event that kills a lot of people or animals and causes a lot of damage may",
  "be called as a disaster. The term DISASTER has been derived from DISASTRE- a French word,",
  "which means ‘an evil star’. In general, a disaster is a set of terrible and unexpected events that occur",
  "due to natural or human- induced reasons and cause severe losses to life, property and environment",
  "up to such an extent that the affected society becomes unable to cope up with its own resources.",
  "13.2. COMPONENTS OF A DISASTER",
  "A  Disaster  has  two  components  –  Vulnerability  and  Hazard.  When  vulnerability  meets  a",
  "hazard, the disaster is bound to occur. Let us discuss these two terms first.",
  "The extent to which anything is likely to be damaged or disrupted by the impact of a",
  "particular  hazard  is  called  as  vulnerability.  The  word  anything  in  this  context  relates  to  a",
  "community, structure, service or geographical area. But, what is a hazard?",
  "Any dangerous condition or event that threatens or has the potential for causing damage to",
  "life, property or environment is called as hazard. Both the vulnerability and hazard together cause a",
  "disaster. Here is an example. A house made of mud walls is more vulnerable to some type of hazard",
  "than a house made of concrete walls. Any hazard like heavy rain accompanied by speedy wind may",
  "damage the house causing losses to life and property. This is what we call a disaster. Here is another",
  "example. A human habitation close to a sea coast has high vulnerability of being swallowed by rising",
  "sea waves- the hazard. The condition of drowning of the human habitation, deaths of inhabitants and",
  "loss of property, is a disaster.",
  "Let us make a comparison between hazard and disaster. A hazard is just a threat which may or",
  "may not cause a disaster. A disaster is the event caused by a hazard. A cyclone is a hazard and it can",
  "not be called a disaster if it does not do any harm to anyone. It turns into a disaster when it affects",
  "populated areas and causes losses to life and property.Fig. 13.1. Flow Chart- Vulnerability and Hazard meet together to cause Disaster.",
  "The measure of the expected losses (like deaths, injuries, property losses etc.) that are",
  "caused by a hazard of some particular magnitude over any specific time in a given area is called",
  "as risk. Let us take a third example which incorporates all the three – vulnerability, hazard and risk.",
  "A bird’s nest having three or four young ones has a high degree of vulnerability if it is located close to",
  "a high voltage electric wire passing through the same area. To and fro movement of the high voltage",
  "electric  wire  may  be  a  hazard  for  the  family  of  the  particular  bird.  One  day  in  a  storm,  the",
  "vulnerability meets to the hazard and the disaster occurs. It is the disaster for the male bird that has",
  "lost his wife and children during the electric shock. For other birds, it may just be an accident. The",
  "total of losses including the loss of life and the property (the nest) is the total risk involved in the",
  "disaster.",
  "Causes of vulnerability: There are three major causes of vulnerability- 1. Underlying causes,",
  "2. Dynamic pressure and 3. Unsafe conditions.",
  "The dynamic causes include limited access to resources, illness and disability, age and sex andpoverty  etc.  The  Dynamic  pressure  include-  lack  of  institution,  education  and  training,  skills;",
  "expansion of population, urbanization, uncontrolled developments and environmental degradation etc.",
  "The Unsafe conditions may be – earthquake, tsunami, floods, cyclones, volcanic eruptions, droughts,",
  "landslides, war, technological accidents and environmental pollutions etc. The following flow chart",
  "explains these reasons more properly.",
  "13.3. CLASSIFICATION OF DISASTERS",
  "We know that there are two types of disasters: (1) Natural and (2) Man made or Human Induced",
  "Disasters.",
  "13.3.1. Natural Disasters",
  "Disasters that occur due to abrupt changes in the earth systems and weather conditions are called",
  "as  natural  disasters.  These  disasters  have  further  been  classified  into  –  Planetary  and  Extra-",
  "Planetary Disasters.",
  "(a) Planetary Disasters: Disasters that occur on land and in atmosphere due to changes in earth",
  "systems or the geological conditions and atmosphere are called as Planetary Disasters. These",
  "disasters have further been classified into – Terrestrial and Atmospheric disasters.",
  "Disasters  that  remain  confined  to  land  and  bottoms  of  oceans  are  called  as  terrestrial",
  "disasters. Volcanic eruptions, earthquakes, tsunamis, landslides and mine disasters are some",
  "examples  of  terrestrial  disasters.  Atmospheric  disasters  are  caused  due  to  atmospheric",
  "events.  Tropical  cyclones,  droughts,  floods  etc.  are  some  examples  of  atmospheric",
  "disasters.",
  "(b) Extra- Planetary Disasters:  Disasters  occurring  due  to  collisions  between  the  earth  and",
  "space bodies or due to physical forces between them are called as extra-planetary disasters.",
  "High tide waves, hurricanes, landslides, movements of rocks, changes in sea level, biological",
  "extinctions etc. are examples of extra- planetary disasters.",
  "13.3.2. Man-made Disasters",
  "Disasters  that  are  caused  due  to  human  intervention  in  the  natural  processes  or  due  to  his",
  "activities  related  to  development  and  war  are  called  as  man-  made  disasters.  Occurrence  of",
  "epidemics, nuclear hazards, industrial accidents, biological war fares, bioterrorism etc. are man-",
  "made or human induced disasters. In modern age, so many of the natural disasters like earthquakes",
  "etc. have become man- made disasters due to human activities of building mega dams and large scale",
  "developmental projects.",
  "13.4. DISASTER MANAGEMENT AND MITIGATION STRATEGIES",
  "We know that disasters whether natural or man- made, are very dangerous and destructive. We",
  "just can not do anything to stop a disaster, if both of the vulnerability and the hazard are existent. We",
  "can only try our best to protect men, women, children and cattle etc. that are in distress and help them",
  "by offering life sustaining things they need. We can prepare our people, cattle and property in advance",
  "to escape any disaster if it occurs in future. We can only manage or mitigate a disaster.13.4.1. Meaning of Management and Mitigation of Disasters",
  "In general sense of the word, the act or skill of dealing with people or situation in a successful",
  "way is called as management. In case of a disaster, formulation of strategies, taking actions and",
  "adopting processes to prevent, minimize or control the adverse impacts of a disaster at all the stages",
  "(before, during and after) of its occurrence, is called as disaster management.",
  "According  to  the  National  Disaster  Management  Division,  Ministry  of  Home  Affairs,",
  "Government of India-",
  "Disaster Management can be defined as ‘the body of policy and administrative decisions and",
  "operational activities which pertain to the various stages of a disaster at all levels’.",
  "Policies and measures designed and adopted to minimize impacts of a disaster, whether natural",
  "or man- induced, is called as disaster mitigation. For a successful mitigation of a disaster, it is",
  "important for the people to understand causes, seriousness, impacts and need of relief measures.",
  "Mitigation relates to the reduction of the effects of hazards and conditions vulnerable to it. Hence,",
  "mitigation activities are focused on both the hazard and elements exposed to the threats of the hazard",
  "concerned.  The  mitigation  strategies  are  so  devised  that  they  can  modify  the  occurrence  of  a",
  "particular hazard. Here is an example – the proper management of water, reduction of impacts and",
  "strengthening of the structures so as to reduce damage, can be the mitigation strategies for a drought",
  "prone area. Mitigation also relates to physical, economic and social vulnerability to a particular",
  "hazard and underlying causes of the vulnerability.",
  "13.4.2. Strategies for the Management and Mitigation of Disasters",
  "The disaster management strategies can be divided into three parts-",
  "A. Pre- disaster Management Strategies or Preparedness",
  "B. Disaster Occurrence Management Strategies",
  "C. Post Disaster Management Strategies",
  "A. Pre- disaster Management Strategies or Disaster Preparedness",
  "We can neither prevent nor avoid a disaster. However, we can reduce the extent of a disaster by",
  "making advanced preparations. This incorporates four components- Awareness, Planning, Monitoring",
  "and Development of Early Warning System. In fact, preparedness is a protective process. It includes",
  "such measures which enable governments, communities and individuals to respond rapidly to the",
  "disaster situations so as to cope with them effectively.",
  "1. Awareness: Making people aware of vulnerability, hazard and extent of risk of a hazard can",
  "enable them to protect themselves and their properties up to considerable extent. This can be done by",
  "either  of  the  following  measures-  information,  education  and  communication  (IEC).  How  can",
  "disaster awareness help the people? Well, this can help the people in following ways-",
  "(i) It will ensure unity, co- operation and participation to fight against a particular disaster.",
  "This is due to awareness that people may remain ready to co-operate to agencies that come",
  "forward to help them.",
  "(ii) Through  awareness,  people  become  able  to  protect  themselves  on  their  own  against  a",
  "disaster.",
  "(iii) Disaster awareness develops a sense of service among people and they remain ready tohelp their fellow citizens caught in the hazard.",
  "(iv) This enables people, to know legal aspects of disaster control, management and mitigation.",
  "2. Planning: It is the most important component of disaster preparedness. Planning is necessary",
  "for getting success in every sphere of life. As for a disaster, vulnerability, extent of risk, preventive",
  "measures, safety measures, recovery options etc. are planned in advance so as to avert disaster risk",
  "and carry on rescue operations.",
  "3. Monitoring: Proper care and knowledge of changing conditions and operations done during",
  "awareness building and planning is necessary. All the programmes and plans under preparation need",
  "to be monitored carefully so as to avoid any possible mistake.",
  "4. Early Warning System: Early Warning Systems are developed in disaster –prone areas to",
  "inform public to take up necessary actions soon after a hazard is suspected. For this, warning stations",
  "are established near sea coasts, river banks, in industries etc. Warning related to abrupt weather",
  "fluctuations are regularly transmitted to people through communication channels. India has established",
  "various disaster warning stations in different parts of the country. As much as 250 cyclone- warning",
  "Dissemination Centers have been established along eastern and western sea- coasts that send early",
  "warning through communication satellites. In modern times, remote sensing satellites are effectively",
  "employed for monitoring as well as for sending data and photographs of weather conditions. Special",
  "automatic aircrafts are also being employed for collecting informations about the changing weather.",
  "Preparedness also includes maintenance of inventories, training of personnel, search and rescue",
  "measures, and evacuation plans. The preparedness planning needs to be supported by appropriate",
  "legislation with clear allocation of responsibilities and budgetary provisions.",
  "B. Disaster Occurrence Management Strategies",
  "At  the  time  when  a  hazard  strikes,  the  service  groups,  government  agencies  or  social",
  "organizations should take up all possible rescue measures to protect people and their properties. At",
  "that time, activities are taken to ensure that needs and provisions of victims are met properly and their",
  "suffering is minimized. These strategies are called as Emergency Response Strategies.",
  "C. Post Disaster Management Strategies",
  "These  strategies  include-  Damage  Assessment,  Relief  Measurement  and  Rehabilitation.",
  "Strategies  adopted  at  this  stage  are  called  as  Response  and  Recovery  Strategies.  Under  these",
  "strategies, activities are taken to achieve early recovery and removal of earlier vulnerable conditions.",
  "An assessment of damage is done through surveys and baseline data collection etc. The relief and",
  "Rehabilitation measures are done on the basis of these activities. Other activities covered under these",
  "strategies are-",
  "(i) Empowerment of women,",
  "(ii) Coping  with  post  disaster  situations,  restoration  of  livelihood  with  overall  purpose  of",
  "sustainable environment, and",
  "(iii) A coherent mechanism should be designed for meeting the needs of children following",
  "disasters. The rehabilitation of children should be priority, but in some cases their future",
  "outside the village might be preferable.13.5. MANAGEMENT AND MITIGATION OF DISASTERS",
  "Since the disasters are both natural and Man-made, somewhat separate strategies are applied for",
  "their management. Here are those strategies.",
  "13.5.1. Management and Mitigation of Natural Disasters",
  "Fig.13.2. Devastations caused by an Earthquake.",
  "A. EARTHQUAKES: Sudden release of stresses built up in the earth’s crust cause shaking of",
  "the earth- surface. It is called as earthquake. The intensity of an earthquake is measured on Richter",
  "scale, which was devised in 1935 by Charles Richter of California Institute of Technology, U.S.A.",
  "An earthquake measuring more than 5 on Richter scale (usually 7 and above) causes great damage.",
  "The place of origin of an earthquake is called as its focus or the hypocenter where as the point on the",
  "earth  surface  vertically  above  the  Focus  is  called  as  Epicenter.  Earthquakes  cause  physical,",
  "biological, economic and environmental damages.",
  "Management  and  Mitigation  (Control  Measures)  –  These  strategies  comprise  main  and",
  "community based activities mentioned below-Fig.13.3. Retrofitting of school buildings is very important for Quake-proofing.",
  "♦ Contractors  and  developers  of  building  constructions  must  follow  norms  fixed  for",
  "buildings. Building constructions should not be done on soft soils.",
  "♦ Buildings should not be constructed in vulnerable areas and those that have already been",
  "built in such areas should be strengthened properly.",
  "♦ Use  of  standard  quality  building  materials  and  following  Indian  Standards  Codes  for",
  "building constructions should be kept on priority.",
  "♦ Human habitations at high risk zones should be shifted elsewhere.",
  "♦ People should be made aware of dos and don’ts about earthquakes and important lifeline",
  "buildings should be strengthened to accommodate people after the earth quake. Hospitals",
  "and Fire services should be upgraded.",
  "♦ Community should be prepared and educated for mitigating impacts of earthquakes.",
  "♦ Community based Earthquake Risk Management Projects should be developed. Retrofitting",
  "of  school  buildings  and  other  important  buildings,  purchase  of  Emergency  Response",
  "Equipments etc. should be the principal activities of such projects.",
  "B. CYCLONES: Cyclones are extremely disastrous hazards that originate in seawater. These",
  "are  usually  followed  by  wind  of  very  high  speed.  These  are  atmospheric  disasters  occurring  in",
  "tropical and coastal regions in Bangla Desh and India. Cyclones of eastern U.S.A. and Caribbean",
  "region are called as hurricanes and the same in the North Pacific Oceans are called typhoons. Local",
  "storms are called tornados. Cyclones usually extend vertically up to 12 to 14 km and horizontally up",
  "to 150 to 1000 km.",
  "Management and Mitigation- Disasters due to cyclones can be prevented by adopting safetymeasures  and  by  constructing  barriers.  Some  important  measures  for  mitigation  of  cyclones  are",
  "mentioned below-",
  "♦ Plantation of green belts along the coastal line in a scientific interweaving pattern can",
  "reduce the hazard due to a cyclone.",
  "♦ Wide buffer zones of forests should be managed properly along the coastal line so that",
  "cyclone may not run freely to penetrate inland.",
  "♦ Meteorological records of wind speed and directions should be kept properly so as to",
  "predict for future cyclones and to make advanced preparations. In this regard hazard",
  "mapping is very important.",
  "♦ Policies  should  be  made  to  regulate  land  use  and  enforcement  of  building  codes.",
  "Vulnerable areas should be reserved for parks, grazing grounds or play grounds.",
  "♦ Buildings in coastal areas should have high engineering inputs. Traditional homes should",
  "be improved by building in disaster resistant features so that they can withstand cyclones",
  "with moderate speed.",
  "♦ Building meant for storing food supply should be protected against winds and water.",
  "♦ Arrangement of early warning systems, construction of concrete walls along coast line,",
  "organization of action groups and rescue squads etc. are some other important measures",
  "to mitigate cyclones.",
  "enviro_Facts : 13",
  "UPWELLING OF PERUVIAN OCEAN CURRENT AND EL-NINO",
  "There is an ocean current that flows along the Peruvian Coast. It is called as Humboldt Current, after the Prussian Explorer",
  "Alexander von Humboldt. This ocean current serves as a classical example of an eastern boundary current and features a",
  "typically wide and slow equator ward transport of cold water along the coast of South America.",
  "The Peruvian Current is the largest upwelling system among the eastern boundary currents. What do you mean by",
  "upwelling? Upwelling is a process in which cold nutrient-rich water rises to the surface from the ocean depths.",
  "The North- western alignment of the Andes Mountain along the Peruvian Coast forces the south –east Trade Winds to",
  "blow northwards. This condition causes an offshore flow in the surface layers of the marine water. This makes it one of the most",
  "productive upwelling systems in the world causing cold nutrient rich water to appear along the coast. It supports an extra- ordinary",
  "abundance of marine life. The Peruvian Ocean Current System accounts for approximately 18 to 20 percent of the tidal fish catch",
  "worldwide. The weakening of the Peruvian Current System allows the counter current to move southwards. It disrupts the coastal",
  "upwelling which normally occurs along the coast and creating a condition known as El-Nino. El- Niño is the warming of sea",
  "surface temperatures in the equatorial pacific ocean which influences atmospheric circulation, and consequently rainfall and",
  "temperature in specific areas around the world.",
  "El-Niño is the Spanish world which means Christ Child. It indicates the appearance of a warm ocean current of the South",
  "American Coast around the Christmas. Approximately 14 El-Niño events affected the world between 1950 and 2003. On the",
  "reverse side, is La-Nina which is the cooling of sea surface temperatures in the equatorial Pacific Ocean, and which influences the",
  "atmospheric circulation, and consequently the rainfall and temperature in specific areas around the world. It is the opposite of El-",
  "Nino.",
  "C. DROUGHTS: Failure of rains cause prolonged periods of dryness which results into crop-",
  "failures. This condition is called as drought. Drought causes deaths of humans and cattle as they",
  "cannot withstand dry weather. Drought enforces many populations to migrate elsewhere which creates",
  "further problems of rehabilitation.",
  "Management and Mitigation– Drought can be managed and mitigated in following ways-Fig 13.4. Landslides may kill many thousands of people.",
  "♦ Management of watersheds, water- harvesting structures and other measures should be",
  "undertaken to ensure water supplies in the area.",
  "♦ Drought resistant crops or crops demanding less water should be cultivated in drought",
  "prone areas to ensure food supply.",
  "♦ Afforestation and other forestry measures should be undertaken so as to retain humidity in",
  "the atmosphere and promote precipitation.",
  "♦ Cutting of trees and clearing of forests should be banned.",
  "♦ Roof top water harvesting should be adopted by every house so as to retain water for",
  "different uses.",
  "D. LANDSLIDES: The downhill movement oflarge amounts of soil, mud, rocks debris is called",
  "as landslide. It causes flooding of rivers due to deposit of silt and aggravates floods. Landslides",
  "cause maximum fatalities depending on the place and time of occurrence. Landslides may kill many",
  "thousands of people. The landslide in Peru in 1970 killed 18000 people.",
  "Management and Mitigation – The management and Mitigation of disasters due to landslides",
  "can be done by adopting following measures-",
  "♦ Clearing of forests on hill slopes must be stopped.",
  "♦ Proper monitoring and warning systems should be developed in landslide prone areas so",
  "as to facilitate the activities of evacuation before the disaster.",
  "♦ Search and rescue operations should be done by special rescue squads.",
  "♦ The assessment of damage, financial assistance to the affected people and rehabilitation",
  "should be done in time.",
  "♦ Retaining walls should be built to stop land from slipping.",
  "♦ The surface drainage control works should be implemented to control the movement of soil",
  "accompanied by infiltration of rain water and spring flows.",
  "♦ Increasing vegetation cover, building engineering structures and insurance of people are",
  "other measures to mitigate the disasters due to landslides.",
  "E.  TSUNAMIS:  Tsunamis  are  towering  walls  of  marine  water  having  great  powers  of",
  "destruction. These are usually caused due to undersea earthquakes or undersea volcanic eruptions.",
  "Tsunami is a Japanese word which means harbor waves. These may also be caused by undersea",
  "landslides and force of an asteroid crashing into ocean.Fig. 13.5. Tsunamis are towering walls of marine water with great power of destruction.",
  "Management  and  Mitigation  –  The  management  and  mitigation  of  tsunami  hazards  need",
  "specific  preparedness  measures  like  hazard  mapping,  arrangement  of  early  warning  systems  and",
  "community participation. Main tsunami mitigation strategies should include  site  planning,  land",
  "management and evacuation of public living in coastal areas. Residents of coastal areas should shift",
  "their houses far beyond the coast line and they should construct houses on high ground levels. Water",
  "breakers should be constructed to reduce the velocity of waves. For construction, water resistant and",
  "corrosion  resistant  materials  should  be  used.  Community  halls  should  be  constructed  at  higher",
  "locations that may act as shelters during the disasters. Sea walls should be constructed to stop the",
  "gushing water.",
  "F. FLOODS: Floods cause great losses to life and property every year. Occurrence of floods is",
  "a cumulative condition which appears as accumulation of huge volumes of water in a vast area.",
  "Management and Mitigation – Following are the measures usually adopted for the management",
  "of disasters due to floods-",
  "♦ Arrangement of proper warning systems to relocate people,",
  "♦ Construction of embankments to restrict water against entering into human habitations,",
  "♦ Ban on cutting of trees on hill slopes and on other areas as well and checking soil erosion",
  "so as to avoid the Siltation of rivers,",
  "♦ Proper rescue and relief operations,",
  "♦ Mass scale tree plantation in flood prone areas.",
  "13.5.2. Management and Mitigation of Man –made Disasters",
  "Man –made disasters can be managed and mitigated through following general measures-",
  "(i) The spread of epidemics can be managed by keeping healthy living conditions, proper",
  "storage of food materials, proper storage of water, proper disposal of wastes, checking",
  "pollutions of resources at all levels,(ii) Nuclear hazards can be prevented by proper handling and disposal of nuclear wastes,",
  "(iii) Traffic accidents can be avoided by obeying traffic rules,",
  "(iv) Biological,  chemical  and  industrial  disasters  can  be  prevented  by  strict  legislations,",
  "increasing  moral  values  in  societies,  upgrading  medical  facilities,  building  up  public",
  "awareness, proper education etc.",
  "13.6. GOVERNMENTS’ ROLES IN DISASTER MANAGEMENT AND",
  "MITIGATION",
  "Though  the  institutional  and  policy  mechanisms  for  carrying  out  response,  relief  and",
  "rehabilitation have been established in India, since Independence, the Ministry of Home Affairs",
  "(The Government of India) created a National Disaster Management Division (NDM) on June 2002",
  "and restructured various Disaster Management Committees on State, District and Block levels.",
  "1. The central government has taken up various steps to strengthen Management and mitigation",
  "instruments in the country. In case of major disasters, the Central Government is inclined to",
  "provide financial and logistic supports and to co- ordinate the efforts of all the central",
  "ministries, departments and organizations. The apex body is the Cabinet Committee on",
  "National Calamities (NCMC).",
  "2. The NCMC gives directions to the Crisis Management Groups. The Chairman of the Crisis",
  "Management Group is the Central Relief Commissioner, Ministry of Home Affairs. This",
  "group  reviews  contingency  plans  formulated  by  various  ministries,  departments  or",
  "organizations and measures required for dealing with a natural disaster and co-ordinates",
  "functions of Central Ministries and State Governments in relation to disaster preparedness",
  "and relief.",
  "3. The  government  of  India  has  proposed  the  organization  of  a  National  Emergency",
  "Management Authority on the national and state levels. States have been directed to set up",
  "Disaster  Management  Authorities  under  the  Chief  Minister  with  ministers  of  different",
  "departments as members.",
  "4. The Central Government has directed state governments to reorganize the Department of",
  "Disaster Management and to form four Functional Groups and to assign those groups their",
  "functions as below-",
  "Hazard Mitigation - Functional Group one",
  "Preparedness and Capacity Building - Functional Group Two",
  "Relief and Response - Functional Group Three",
  "Administration and Finance - Functional Group Four",
  "5. At district level the District Magistrate is the Chief Coordinator of all activities related to",
  "prevention, mitigation and preparedness . The District Committee is being reconstituted as",
  "Disaster Management Committee and Disaster Management Teams are to be constituted to",
  "work under it.",
  "6. Different institutes have been established in different parts of India to impart training for the",
  "development of skilled citizens for a better management and mitigation of disasters. Names",
  "of some important institutes are mentioned below.(a) Centre for Disaster Management, Mussoorie,",
  "(b) National Institute of Disaster Management, New Delhi,",
  "(c) National Fire Service College, Nagpur,",
  "Students like you, and your friends too, can play significant roles in Disaster Management. But,",
  "how ? Here are some important tips –",
  "1. Students can help in the preparedness and response to a disaster,",
  "2.  Students  can  make  the  people  aware  regarding  pre-  and  post  disaster  situations  and  can",
  "communicate through ham-radio,",
  "3. Students can build awareness among the public about different types of natural and man-made",
  "disasters and about how to deal with these disasters,",
  "4. Students can help in relief work by collecting relief funds,",
  "5. Students can help in rehabilitation of the Disaster- victims.",
  "CHERNOBYL DISASTER",
  "The Chernobyl nuclear power plant in the Ukraine exploded on April 26; 1986. The effects of",
  "the explosion were felt for thousands of kilometers. The plant is located 14.5 kilometers northwest of",
  "Chernobyl. A number of things caused the disaster at Chernobyl. First, the plant was not properly",
  "designed, and could only be run with very specific instructions. SEcond, the operators of the plant",
  "failed to properly follow instructions, and some scientists conducted a highly risky experiment that",
  "led to the explosion. The scientitsts decided to conduct the experiment, and had to remove safety and",
  "cooloing  equipment  in  order  to  do  so.  Eventually,  pressure  on  the  reactor’s  roof  blew  it  away.",
  "Everything inside, including molten uranium, burning graphite, and radioactive ashes were emitted",
  "into the atmosphere.",
  "This was not a nuclear explosion. There was no chain reaction or explosion like that in an",
  "atomic bomb. However, the amount of radioactive material released was ten times that caused by the",
  "US  atomic  bombing  of  Hiroshima.  Radioactive  fallout  spread  throughout  Europe.  It  hit  Poland,",
  "Germany, Belgium, France, and Holland, and then shifted towards the Balkans and Italy.",
  "It is hard to predict just how many people were affected by the Chernobyl explosion. A British",
  "report estimated that the radioactivity will give 2300 people cancer, though others think the number is",
  "much higher. It was an important lesson for us that maximum care, skill and safety measures are",
  "essential while working with nuclear plants and devices.",
  "13",
  "TOWARDS A BETTER ENVIRONMENT…",
  "The  Government  of  India  has  given  special  emphasis  on  the  management  and  mitigation  of  disasters  in  the  country.",
  "Accordingly, a number of special attempts have been taken in different sectors.",
  "In the field of education the government has directed to Central Board of Secondary Education (CBSE), other Boards and",
  "National Council of Educational Research & Training (NCERT), New Delhi to include Disaster Management in the curriculum. In",
  "Tenth Five Year Plan, the Planning Commission of India has given Stress on Disaster Management and Mitigation while dealing with",
  "developmental aspects .This subject has been included in the training programmes of police and para military forces also. The",
  "government has also organized a special task force named National Emergency Response Force for rescue and mitigation operations.",
  "A component of Disaster Management has been included in the training programmes of Indian Civil Services also.",
  "A Disaster Risk Management Programme has been started with the assistance of United Nations Development Programme.",
  "The programme covers 169 districts of 17 hazard prone states of India. The Government has also joined hands with a number of",
  "International agencies for co-operations in the field of Training and Capacity building for Disaster Management and Mitigation. Asia",
  "Disaster Reduction Centre (ADRC) Japan, Indo-Swiss Agreement for co-operation and Asian Disaster Management Centre aresome names of such Organizations.",
  "IMPORTANT DEFINITIONS",
  "DISASTER : A set of terrible and unexpected events that occur due to natural or human",
  "induced reasons and cause severe losses to life, property and environment up",
  "to such an extent that the affected society becomes unable to cope up with",
  "resources of its own, is called as a disaster.",
  "VULNERABILITY : The extent to which anything is likely to be damaged or disrupted by the",
  "impact of a particular type of hazard is called as vulnerability.",
  "HAZARD : Any  dangerous  condition  or  event  that  threatens  or  has  the  potential  for",
  "causing damage to life, property or environment is called as a hazard.",
  "RISK : The measure of expected losses that are to be caused by a hazard of some",
  "particular magnitude over any specific time in a given area is called as risk.",
  "DISASTER MANAGEMENT : The  body  of  policy  and  administrative  decisions  and  operational  activities",
  "which pertains to various stages of a disaster at all levels is called as disaster",
  "management.",
  "MITIGATION : All the measures taken to reduce both the hazard itself and the vulnerable",
  "conditions to it in order to reduce the scale of a future disaster is called as",
  "disaster.",
  "PREPAREDNESS : The protective process which comprises measures that enable governments,",
  "communities  and  individuals  to  respond  rapidly  to  a  disaster  to  cope  it",
  "effectively is called as preparedness.",
  "HAZARD MAPPING : The activity of illustrating areas vulnerable to hazard in a given time is called",
  "as hazard mapping. A hazard map is prepared with designated areas expected",
  "to be damaged by a hazard.",
  "EPICENTER : The point on the earth surface vertically above the focus of an earthquake is",
  "called as epicenter.",
  "TSUNAMI : Towering walls of marine water caused due to geological activities in the",
  "bottom of a sea or due to the force of an asteroid crashing into ocean is called",
  "as tsunami. Tsunami waves have great powers of destruction.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Make a mention of any one dangerous location which is vulnerable to a cyclonic hazard.",
  "2. Who is the head of a National Crisis Management Committee (NCMC) at Central Level.?",
  "3. Name anyone human induced disaster.",
  "4. What is done to reduce the velocity of sea-water in coastal areas?",
  "5. How can you avoid Traffic Accidents ?",
  "6. Name the Warm ocean current that flows along Peruvian coast. What effect does it have in this area?",
  "(ICSE 2005)",
  "7. What is the meaning of ‘Tsunami’?",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "[2 Marks Each]",
  "1. Define-",
  "(a) Vulnerability",
  "(b) Hazard",
  "(c) Risk",
  "2. What is a disaster?",
  "3. Define Disaster management and Disaster Mitigation.4. What is preparedness? What are different components of pre disaster Management strategies?",
  "5. How can the following factors cause vulnerability? Think and answer",
  "(a) Age & Sex",
  "(b) Poverty",
  "(c) Unsafe locations",
  "6. What is Risk? Give an example.",
  "7. What is a post disaster management strategy ? What are its components ?",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 Marks Each)",
  "1. “When vulnerability meets a hazard, the disaster is sure to occur”? Explain with any two examples.",
  "2. What are various pre and post Disaster Management strategies? Describe giving appropriate examples",
  "3. What is the role of government in mitigating disasters in India?",
  "4. What is disaster management? Discuss the role students can play in disaster management.",
  "(ICSE 2007)",
  "5. Suggest Four control measures for an earthquake.",
  "(ICSE 2008)",
  "6. The chernobyl disaster was an important lesson for us. Write briefly on this disaster.",
  "(ICSE 2010)",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice type Questions",
  "Tick (✓) the correct option",
  "1. A disaster is-",
  "(a) a periodic event",
  "(b) an unprecedented event",
  "(c) an atmospheric event",
  "(d) a social event",
  "2. Vulnerability and Hazard meet to cause-",
  "(a) preparedness",
  "(b) risk",
  "(c) tsunami",
  "(d) disaster",
  "3. Disasters that remain confined conferred to land and bottom of oceans are called as-",
  "(a) atmospheric Disasters",
  "(b) terrestrial Disasters",
  "(c) land- oceanic Disasters",
  "(d) man-made Disasters",
  "4. Policies and measures designed and adopted to minimize impacts of disaster whether natural or man-induced is called-",
  "(a) politics",
  "(b) disaster-policy",
  "(c) impact of a disaster",
  "(d) disaster minimization.",
  "5. The downhill movement of large amounts of soil, mud and debris is called as-",
  "(a) soil erosion",
  "(b) landslide",
  "(c) soil movement",
  "(d) hazard",
  "B. Fill in the blanks",
  "1. When vulnerability meets a Hazard the ………… is bound to occur.",
  "2. Poverty is an important factor which causes …………… .",
  "3. Children and women remain more vulnerable to …………… .",
  "4. A bird’s nest on the branch of a tree near a high voltage electric wire passing close to it is in a ……………location which",
  "increases its……………to the hazard of electric shock.",
  "5. Sudden release of stress built up in the earth’s crust causing shaking of earth’s surface is called …………………………… .C. True / False",
  "Write T against the statement which is True and F against the statement which is False-",
  "1. Retrofitting of school buildings located in risk zones is necessary for protection against earthquakes.",
  "2. Forestry measures like afforestation and Social Forestry have nothing to do with drought conditions.",
  "3. Tropical storms of eastern U.S.A. and Caribbean region are called Hurricanes.",
  "4. Landslides always occur in the plains of Uttar Pradesh.",
  "5. Traffic accidents can be avoided by keeping away from the traffic.",
  "ANSWERS",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. housing close to coast line, 2. Cabinet Secretary, 3.epidemic, 4.construction of water breakers, 5. by obeying traffic rules,",
  "6. Humboldt current, It produces upwelling effect along the peruvian coast. 7. “Harbor wave”",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1. (b), 2.(d), 3.(b), 4. (d), 5. (b),",
  "B. Fill in the blanks",
  "1. disaster, 2. vulnerability, 3. hazards, 4. dangerous, vulnerability, 5.earthquake.",
  "C. True / False",
  "1. T, 2.F, 3.T, 4.F, 5. F.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "13.1. COLLECTION/ COMPILATION",
  "Collect data and other informations about any two different cases of disaster that occurred during last ten years in India.",
  "13.2. POSTER PREPARATION",
  "Prepare a colorful poster showing pre-disaster management / activities undertaken during a disaster and post Disaster",
  "Management activities on any one type of Natural Disaster.4",
  "STRIVING FOR A",
  "BETTER ENVIRONMENT",
  "14. Sustainable Environment",
  "15. Consumer Education",
  "16. Ecological Restoration and Conservation",
  "",
  ""
]