[
  "CHAPTER8",
  "Effects and Abatement",
  "of Pollution",
  "FACTS & CONCEPTS",
  "u Introduction",
  "u Effects of Pollution",
  "u Effects of Pollution on Environment",
  "u Effects of Pollution on Human Health",
  "u Effects of Pollution on Other Organisms",
  "u Abatement of Pollution",
  "u Principles and Guidelines for the Abatement of Pollution",
  "u Practices of Abatement of Pollution",
  "8.1. INTRODUCTIONIn the previous chapter, we studied that several undesirable substances produced mostly due to",
  "human activities, get mixed up with the components of the natural environment and alter their natural",
  "qualities.  Those  substances  are  called  as  Pollutants  and  the  harmful  condition  produced  by  the",
  "pollutants is called as Pollution. Since pollution of any type is harmful to environment, it has to be",
  "prevented and controlled effectively. For this, effective pollution control strategies based on strongly",
  "effective  principles,  are  important  to  be  planned  and  implemented  at  all  levels-  local,  regional,",
  "national and international. Here, in this chapter, we are going to study about various harmful effects of",
  "pollution and their abatements.",
  "8.2. EFFECTS OF POLLUTION",
  "Pollution proves hazards to general health of environment, causes loss to economy; interrupts",
  "bio-geo-chemical  cycles  and  damages  historical  monuments.  Now,  let  us  discuss  the  effects  of",
  "pollution on environment in general and after that, on the health of human beings, animals, plants and",
  "microorganisms in particular.",
  "8.2.1. Effects of Pollution on Environment",
  "Some  of  the  major  problems  created  by  pollution  in  different  components  of  the  global",
  "environment are being mentioned below.",
  "(i) Problems  in  the  Atmosphere:  Ozone  Layer  Depletion,  Global  warming  (green  house",
  "effect or climate change) and Acid Rain.",
  "(ii) Problems in Hydrosphere: Eutrophication, Siltation of Rivers and Bleaching of Coral",
  "Reefs.",
  "(iii) Problems in Soil: Degradation and Desertification.",
  "A Detailed study of these environmental problems will be done in the chapter ahead.",
  "The  components  of  environment  are  linked  closely  through  bio-geo-chemical  cycles,  food-",
  "chains  and  transfer  of  energy.  Hence,  pollution  of  anyone  component,  is  sure  to  affect  other",
  "components. That’s why we come across a number of environmental problems being experienced the",
  "world over.",
  "The depletion of ozone layer is the environmental problem caused due to air pollution. The",
  "ozone belt which absorbs UV-radiations is being eaten up by Chlorofluorocarbons (CFCs), oxides of",
  "nitrogen etc. The UV -radiations coming to the earth is reportedly causing a number of serious",
  "problems in the living world.",
  "Pollutants that go up into the atmosphere are washed down during rains to cause pollutions of",
  "soil  and  water.  We  already  know  that  rain  containing  acids,  is  called  as  Acid  Rain.  Besides",
  "pollutions, it is causing damage to forests, living beings and monuments. Eutrophication is another",
  "environmental  problem  caused  in  water  bodies  due  to  their  enrichment  with  nutrients  including",
  "phosphates and nitrates.Fig. 8.1. Big amount of sand and silt accumulate to fill the belly of a river.",
  "The pollution of air, water and soil has a dramatic effect on different ecosystems like forests,",
  "wetlands,  coral  reefs  etc.  across  the  globe.  The  contamination  by  pollutants  has  far  reaching",
  "consequences which may not be obvious immediately. For example, we can not see a hole in the",
  "ozone layer though scientists can do with the aid of advanced technologies. Further, scientists too can",
  "only speculate on different potential impacts of depletion of ozone layer.",
  "The degradation of soil and desertification are the problems associated with soil pollution and",
  "improper  practices  of  waste  disposal.  The  unhealthy  practices  of  soil  management  have  caused",
  "serious degradation of soil quality, soil pollution and enhanced soil erosion. Big amounts of sand and",
  "silt have accumulated to fill the bellies of many rivers. As a result, those rivers have become unable",
  "to carry water to the sea in proper ways. Due to this, floods wash away many lives and take away all",
  "the property with them.",
  "Vast areas of land are being turned into desert due to deforestation, pollution and other human",
  "activities. Thus, whole of the environment is passing through serious stresses basically caused due to",
  "pollutions.",
  "8.2.2. Effects of Pollution on Human Health",
  "As man is the top consumer in most of the food- chains; his health remains especially vulnerable",
  "to the effects of many non- biodegradable pollutants. Let us see how different types of pollutions",
  "affect the human health.",
  "Until and unless a pollutant comes into contact of a person, no injury or harm can occur to him,",
  "no matter how toxic or prevalent it may be in the environment. The contact of a pollutant with a",
  "person is called as exposure. The exposure to a particular pollutant may cause harm or injury to a",
  "person. The harm or injury to a person by exposure to a particular pollutant is called as risk.",
  "Some  risks,  like  risks  due  to  chewing  of  tobacco,  pan  masala  and  gutkha;  and  smoking  of",
  "cigarette  are  willingly  accepted  by  different  people.  These  risks  are  called  as  voluntary  risks.",
  "Though, risks of this type cause serious health problems (like cancer of lungs, mouth and throat) in the",
  "long run, the addicted people go on doing the same, again and again.",
  "However, some pollutants come into contact of a person and cause immediate injury or illnessand the person some times does not know about the exposure to those particular pollutants. Such type",
  "of risks is called as involuntary risk.",
  "A. Effects of Air Pollution on Human Health",
  "Air pollution causes various types of risks to human health, either directly or indirectly. The air",
  "pollution by gases like sulphur dioxide and nitrogen oxides (NOx), causes acid rains which affects all",
  "the components of the environment including human beings. Drinking of water contaminated with",
  "water of acid rain may cause serious neurological disorders in man. Similarly, pollutants emitted",
  "from industries and automobile can cause irreparable damages to human health. A detailed account of",
  "different air pollutants, their sources and impacts on human health is being given in the Table 8.1., for",
  "a ready reference.",
  "Table 8.1. Different Types of Air Pollutants, their sources and impacts on Human HealthB. Effects of Water Pollution on Human Health",
  "Sewage,  infectious  microorganisms,  plant  nutrients,  organic  and  inorganic  substances  and",
  "sediments are principal pollutants that cause water pollution. Out of these, the pollutants harmful to",
  "human health may be categorized as microorganisms and chemical agents.",
  "Infectious microorganisms from sewage, municipal drains, slaughter houses, leather industries,",
  "sanatoria and hospital drains may contaminate our water sources. If potable water is contaminated",
  "with these organisms, the contamination may cause several types of diseases like cholera, typhoid,",
  "gastroenteritis, diarrhoea, dysentery and skin diseases. These diseases frequently endanger the",
  "community health.",
  "Various organic and inorganic  substances  contained  in  polluted  water  cause  serious  health",
  "hazards. Inorganic substances like mercury, sulphur compounds, cyanides, arsenic, lead, fluorides,",
  "nitrates, cadmium etc. join our water bodies from industrial and mine sources. Phenols, detergents,pesticides etc. join our water bodies from domestic and agricultural sources. These pollutants cause",
  "serious health problems by entering into human bodies through food and water.",
  "The  Pollutants  that  enter  into  our  bodies  get  stored  inside  fatty  tissues.  The  continuous",
  "deposition of these harmful pollutants inside human bodies causes biomagnifications resulting into",
  "serious diseases. So is the case of Minamata. What is minamata? Well minamata is the name of a",
  "deadly disease which killed many people living in Minamata bay of Japan in 1956 and afterwards.",
  "A  factory  named  Chisso  Corporation  located  in  Minamata  bay  started  the  production  of",
  "acetaldehyde using mercury as a catalyst. Organic mercury from the factory effluent started to get",
  "accumulated  in  fish  and  shellfish  on  the  city  bay,  which  were  captured  by  local  fishermen  and",
  "distributed in the market. The pollutant also accumulated inside the human body, through food chains",
  "and caused Neurological Syndrome due to mercury poisoning. This deadly disease came to be known",
  "as Minamata disease. Symptoms of the disease include ataxia, numbness in the hands and feet,",
  "general muscle weakness, narrowing of the field of vision and damage to hearing and speech. In",
  "extreme cases, insanity, paralysis, coma and death follow within weeks of the onset of symptoms. A",
  "congenital form of the disease can also affect foetuses in the womb.",
  "Dumps of wastes on open grounds and landfill sites cause pollution of underground water",
  "through leaching. Different types of infectious diseases like cholera, hepatitis, dysentery, diarrhoea,",
  "gastroenteritis etc. are caused in human beings due to contamination of underground water. Ambala,",
  "Ludhiana,  and  Sonepat  industrial  areas  of  Punjab  (India)  were  reported  to  contain  nickel,  iron,",
  "copper, chromium and cyanides in their ground waters. Effluents of metal industries that contaminate",
  "water contain cyanogens, phenol, coke, limestone, alkali, oils, mill scale, fine suspended solids,",
  "chromium, zinc, copper, silver, acids, alkaline cleansers, grease etc. The exposure to different heavy",
  "metals causes toxic effects on human health which is detailed in the following table.",
  "Table 8.2. Pathological effects of water polluted with heavy metalsC. Effects of Soil Pollution on Human Health",
  "Soil  is  polluted  by  dumping  of  wastes  from  domestic,  municipal,  industrial,  commercial,",
  "agricultural, hospital, mineral and construction sources. Toxic and non- biodegradable pollutants from",
  "these sources join food- chains and accumulate in food sources like plants and animals. Pesticides",
  "from agricultural fields enter into plants and get accumulated inside leaves, flowers, stems, roots,",
  "fruits, vegetables and grains. From there they reach to the consumers of the first order i.e. herbivores.",
  "Since, man is the top consumer, most of the non- biodegradable substances like some pesticides get",
  "accumulated in fatty tissues of humans and animals, and cause different types of neurological and",
  "reproductive diseases. In an ecosystem in which a secondary consumer or other is on the top, all the",
  "poison gets accumulated and magnified in his body. It often kills the animal. Allergies of respiratory",
  "tract, nausea, headache, fatigue, dizziness, kidney troubles, cancers, abortions, infant mortality",
  "etc. are some of the symptoms of pesticide poisoning. Many cows die every year due to ingestion",
  "of plastics thrown here and there along with food items.",
  "D. Effects of Radiation Pollution on Human Health",
  "The  radioactive  wastes  are  non-  biodegradable  substances  that  are  mostly  produced  from",
  "laboratories, hospitals and atomic reactors etc. These substances produce highly energized particles",
  "that are very harmful to life. Radioactive emissions often cause seriously dangerous effects in human",
  "body when it is exposed to them. Atomic explosions emit such types of radiations that cause genetic",
  "disorders in men, animals and plants.Radiations cause both somatic and genetic effects on and in human and animal bodies. The",
  "somatic effects include immediate effects like sickness and radiation syndrome as well as delayed",
  "effects  like  carcinogenesis,  abortion,  abnormal  development  of  fetus  and  leukemia.  The  genetic",
  "effects of exposure to radiations on human bodies include chromosomal and genetic mutations that",
  "produce permanent abnormalities in their off springs.",
  "E. Effects of Noise Pollution on Human Health",
  "Besides  causing  discomfort,  noise  can  also  produce  some  serious  physiologicall  effects  on",
  "human  body  like  high  blood  pressure,  irregular  heartbeat,  deafness  and  mental  disorders.  It",
  "interferes  with  general  communications  and  disturbs  in  sleep  and  studies  of  students.  It  is  very",
  "harmful for patients. These are the reasons why blowing of horns by vehicles has been banned in",
  "certain areas like military cantonments, schools and hospitals etc.",
  "8.2.3. Effects of Pollution on Other Organisms",
  "Except  humans,  other  organisms  in  the  environment  include  components  of  the  biotic",
  "environment other than human beings. These are – Animals, Plants and Microorganisms.",
  "A. Effects of Pollution on Animals",
  "Effects of pollution on animals are more or less similar to the effects of pollution on human",
  "beings. However, being top consumers in most of the food chains, human beings are not directly",
  "exposed to pollutants, though they receive accumulated pollutants in greater concentrations and hence",
  "are prone to greater risks as compared to secondary consumers. Effects of pollution on animals are",
  "being summarized below.",
  "1. The pollution of air causes different types of diseases of respiratory systems of animals.",
  "Numerous species of insects and birds are killed due to polluted air.",
  "2. High pitched sound produced due to explosions, fires of bullets etc. kill a large number of",
  "birds and insects. Terrorist camps in forests frighten wild animals during fire testing and explosion",
  "practices.",
  "High  pitched  sound  is  also  produced  by  Supersonic  planes.  The  effect  produced  in  the",
  "atmosphere by the flight of a supersonic plane and heard by our ears is called as “sonic boom”. The",
  "term sonic boom is commonly used to refer to the shocks caused by the supersonic flight of an",
  "aircraft. Sonic booms generate enormous amounts of sound energy, sounding much like an explosion.",
  "Thunder is a type of natural sonic boom, created by the rapid heating and expansion of air in a",
  "lightning discharge.",
  "Some  of  the  physical  factors  causing  or  affecting  the  sonic  boom  are  –  composition  of",
  "atmosphere, temperature variation, humidity, pollution, speed of wind, hard surfaces etc. The over",
  "pressure and impact of sonic boom can be reduced by Tree- belts, grassy fields and lots of foliage.",
  "The  acceptability  of  sonic  booms  has  not  been  assessed  so  far.  Until  some  standards  are",
  "established, it is doubtful that the legislations will be enacted to remove the current prohibition on",
  "supersonic over flight.",
  "3. Millions of fish are killed every year by a wide variety of different pollutants from municipal",
  "and industrial sources.",
  "4. Pesticides applied in agriculture are lethal to numerous types of animals. The application ofCarboryl pesticide kills honey bees that are most important for the pollination of crop plants. This",
  "pesticide is lethal to fish and birds also. The Toxaphene, another pesticide, causes deformities in the",
  "backbones of fishes. The Dichloro Diphenyle Trichloro ethane (DDT) and its breakdown products",
  "tend to retard the reproductive capacities of birds and cause thinning of their egg- cells.",
  "5. In the marine environment, some ornithologists estimate that up to 250,000 birds are killed",
  "each year by the effect of oil spilled on the sea- surface.",
  "6. Water and mud contaminated with pesticides kill thousands of swallows due to Pharyngitis",
  "caused when their throats are exposed to pesticides when they go for collecting mud for building up",
  "of their nests.",
  "7. Hundreds of cows die every year due to ingestion of food containing polythene bags thrown",
  "along roadsides and in open grounds.",
  "8. Large numbers of fish are killed in lakes and ponds due to Eutrophication as their waters get",
  "contaminated  by  plant-  nutrients  and  sewage  containing  organic  substances.  The  biological",
  "decomposition of these substances cause scarcity of oxygen which kills fish and amphibians.",
  "B. Effects of Pollution on Plants and Microorganisms",
  "Most types of pollutions are harmful to plants and microorganisms as they are harmful to humans",
  "and animals. Some remarkable examples are being mentioned below.",
  "1.  The  high  concentrations  of  sulphur dioxide  (SO )  produces  necrosis  (death  of  tissues),",
  "2",
  "blotching of broad leaved plants and grasses, brownish discolorations of tips of pine needles,",
  "chlorosis (gradual yellowing) etc.",
  "Fig. 8.2. : A. Blotching of leaves, B. Chlorosis.",
  "2. Hydrogen Sulphide (H S) in air causes leaf lesions or spots, defoliation and reduced growth.",
  "2",
  "3. High concentration (100 to 10,000 part per million) of carbon monoxide causes leaf – drop,",
  "reduction in leaf size, pre- mature ageing, inhibition of cellular respiration etc.",
  "4. Hydrogen fluoride causes burning of tips of leaves, excessive dropping of blooms and fruits,",
  "development of seedless and small fruits etc.",
  "5. Concentration of Hydrogen chloride in air is reported to be responsible for the abexial",
  "glazing  of  leaves  caused  by  collapse  and  plasmolysis  of  epidermal  cells.  Necrotic  lesions  areproduced due to high concentration of this gas in air.",
  "6. Normal to high concentration of hydrocarbons like ethylene causes dry sepal disease of",
  "Orchids, decrease in the amounts of chlorophyll and carotenoids, shortening of internodes and lack of",
  "apical dominance.",
  "7. Ammonia, nitrogen oxides and fluorides cause different types of harmful effects on leaves,",
  "stems  and  fruits  of  plants.  Nitrogen  oxides,  ozone  and  PAN  are  reported  to  disturb  metabolic",
  "processes of plants and cause deaths of tissues.(PAN = Perox Acyle Nitrates)",
  "8. The application of pesticides and fertilizers kills a number of soil organisms, worms and",
  "insects. Many useful bacteria are killed in water due to contamination with pesticides. These bacteria",
  "are useful for decomposition of bio- degradable wastes in water leading to its purification.",
  "9. Dust and silica particles from crushers, lime kilns, slate making units and quarries cause",
  "serious damages to plants. Particles released from cement manufacturing units are responsible for the",
  "premature fall of needles, formation of more stomata, reduction in the weight of seeds and increase in",
  "the number of infertile seeds.",
  "Enviro_Facts : 08",
  "EFFECT OF POLLUTION ON AGRICULTURE",
  "Pollution in environment affects agriculture and horticulture also. The photochemical smog, a type of air pollution produces",
  "serious injuries to plants. It is due to photochemical smog that farmers in some parts of the world do not want to grow leafy plants",
  "like Lettuce, Swiss chord and Orchids. Sulphur dioxide emitted out from copper and lead smelters and hydrogen fluoride produced",
  "due to aluminium reduction and production of fertilizers, have severe effects on vegetables and crop- plants. Plants are more",
  "sensitive to pollutants and even low concentration of pollutants in air and water causes injury and growth retardation in them.",
  "8.3. ABATEMENT OF POLLUTION",
  "Reducing the strength of pollutants so as to make them neutral or less harmful is called",
  "as abatement of pollution. Certain principles, guidelines and control devices are necessary to be",
  "followed and adopted for the abatement of pollutions of all types. These principles and guidelines",
  "together with control measures are being given below.",
  "8.3.1. Principles and Guidelines for the Abatement of Pollution",
  "(a)  Prevention  of  entry  into  the  environment:  According  to  this  principle  pollutants  are",
  "checked  at  the  point  of  their  origin  and  are  not  allowed  to  enter  into  the  environment  by  the",
  "application of specific devices.",
  "(b) Isolation: By isolation, we mean putting out or segregating pollutants at the point of their",
  "release or production. Such isolated pollutants are then dumped at specific locations as per scientific",
  "guidelines adopted from Pollution Control Agencies.",
  "(c)  Conversion  from  highly  toxic  to  lesser  harmful  product:  We  can  not  stop  industrial",
  "processes simply because they cause pollutions. How ever, we can reduce the toxicity or harmfulness",
  "of pollutants by applying bio- chemical technologies. A number of catalysts are introduced to reduce",
  "the toxicity of chemical pollutants produced during industrial processes.",
  "(d) Alternatives: These are safer substances used on the place of substances that cause hazards.",
  "For example bio- pesticides like oil of Neem and garlic extract, are better alternatives to synthetic",
  "chemical pesticides.(e) Destruction: The chemical pollutants which are proved to be toxic and are difficult to be",
  "substituted by safer ones, need to be blocked from further release and then destroyed in a safe and",
  "prescribed scientific manner. Advanced and Environment Friendly Incineration Technology and re-",
  "use for example re use of fly ash for making bricks.",
  "(f)  Awareness:  Matters  pertaining  to  good  citizenship,  environmental  consciousness  and",
  "preventive methods must be explained to the common man, so that he may try to perform his duties",
  "with a high degree of civic sense. These awareness programmes through various media may involve",
  "radios, TVs. seminars, demonstrations, documentary films, pamphlets, display of hoardings, banners",
  "and plays etc.",
  "(g) Public Participation: The word ‘public participation’ means ‘sharing in common’ or ‘doing",
  "together’. In environmental context, it means, the involvement of the local public in solving their local",
  "environmental  problems.  It  does  not  mean,  people  working  under  the  planning  and  decisions  of",
  "government  agencies-  it  is  rather  bottom  up  approach.  With  joint  efforts,  people  identify  their",
  "problems, make plans to resolve them and then to implement them.",
  "(h)  Environmental  Education:  The  environmental  education  has  been  made  a  compulsory",
  "subject for studies at schools, colleges and other institutions. This is the most effective tool for the",
  "abatement of pollution and conservation of environment at different levels.",
  "(i) Self Restraint – A Habit: The greed of luxury and comfort initiates the production of newer",
  "and newer products. More and more products lead to more and more wastes which in turn pollute the",
  "environment more and more. That is why our ancient thinkers and philosophers preached on self",
  "restraint. Likewise, conservation should be made a habit.",
  "(j) Support to Professional Conservation Groups: The state and central governments should",
  "provide subsidies for conservation of environment and pollution control works being carried out by",
  "professional groups.",
  "(k) Legislative and Tax Measures: The existing laws for pollution control should be enforced",
  "properly so as to abate pollution. Industries doing recycling of wastes, regeneration of forest and",
  "production of pollution free technologies should receive tax–concession from the government.",
  "Any  big  problem  cannot  be  solved  without  planning  and  strong  efforts.  The  pollution  of",
  "environment is certainly a big problem. So planning for its abatement is very necessary. Heavy indoor",
  "pollution  is  caused  through  domestic  cooking  in  rural  areas.  This  pollution  is  mainly  caused  by",
  "burning wood and coal; and by using inefficient devices like rural furnaces (Angithis) and Smokey",
  "Chullhas. Use of Smokeless chullhas and burning Bio-gas (or Gobar Gas) can be two ways of",
  "reducing this type of pollution.",
  "8.3.2. Practices of Abatement of Pollution",
  "A. Abatement of Air Pollution",
  "1.  Large  scale  plantation  in  village  commons,  along  rail  tracks  and  along  road-sides  and",
  "compensatory forestation should be done so as to keep up the balance of oxygen and carbon dioxide",
  "gases in the atmosphere.Fig. 8.3. Entry of cattle into water sources, like this pond, causes serious water pollution.",
  "2. Burning of coal, petroleum and its products should be minimized to control emission of gases",
  "like CO , SO , H S and NOx. Ecofriendly alternatives to fossil fuels like biogas, biodiesel, Solar",
  "2 2  2",
  "power etc. should be developed & used to avoid air pollution.",
  "3. Application of aerosol and CFCs should be substituted by the application of safe alternative.",
  "4. Automobiles should be fitted with pollution control devices. Vehicles should be checked",
  "periodically for the control of pollutants.",
  "5. Pollution control plants should be installed compulsorily in all the industries. Some emission",
  "control devices popularly used in industries and elsewhere for the control of particulates are: Fabric",
  "Filters, Wet Scrubbers, Cyclone Collectors, and Electrostatic Precipitators. We have already",
  "studied about these mechanical devices in the previous class.",
  "6. Periodic monitoring and testing of industrial pollution should be insured by the agencies",
  "concerned.",
  "7. People must be checked against burning of wastes including plastics and awareness should be",
  "generated in these regards.",
  "8. A complete ban on shifting cultivation should be imposed in order to check air pollution.",
  "9. Existing laws pertaining to pollution control should be enforced properly.",
  "B. Abatement of Water Pollution",
  "1. Proper drains should be built in human settlements like mohallahs, villages and colonies.",
  "These drains should be routinely cleaned so as to ensure easy flow of water. No solid waste or",
  "plastic should be put into these drains.",
  "2. Dumping of wastes near water sources and entry of cattle in these sources must be stopped to",
  "check the contamination of water.",
  "3. Purification and treatment of industrial effluent must be ensured before allowing it to join",
  "local drains, water bodies, rivers or sea.",
  "4. Disposal of dead bodies into waters of different rivers, or burning of dead bodies on the",
  "banks  of  rivers  must  be  banned  and  continuous  monitoring  of  such  cases  should  be  ensured  by",
  "concerned government bodies or agencies.",
  "5. Industries should not be established near human habitations, parks, hospitals, sanitaria etc.",
  "6. Reduction in the input of wastes, proper disposal of wastes, checking organic substances",
  "against joining water bodies, treatment of sewage etc. practices must be taken care of at all levels.We  have  already  studied  about  the  method  of  treatment  of  waste  water.  Water  is  a  scarce",
  "resource. Hence, attempts should be made to re- use water after proper treatment and purification.",
  "The waste water is treated by adopting following methods –",
  "(a) Collection and sedimentation of waste water,",
  "(b) Biological decomposition of sediments,",
  "(c) Decantation and filtration,",
  "(d) Chemical oxidation, chlorination and / or ozonization.",
  "GANGA ACTION PLAN",
  "A comprehensive multicrore plan for cleaning Ganga, the Sacred River of India, was launched",
  "in 1986 by the Government of India. It was named as the Ganga Action Plan or GAP in abbreviated",
  "form. At the time of launching, the main objective of GAP was to improve the water quality of Ganga",
  "to acceptable standards by preventing the pollution load reaching the river. However, as decided in a",
  "meeting  of  the  Monitoring  Committee  in  June,  1987  under  the  Chairmanship  of  Prof.  M.  G.  K.",
  "Menon, then Member, Planning Commission, the objective of GAP was recast as restoring the river",
  "water quality to the ‘Bathing Class’ standard which is as follows –",
  "Table 8.3.",
  "Parameter Quantity",
  "Bio-Chemical Oxygen Demand (BOD) 3 mg/l maximum",
  "Total Coliform 5 mg/l minimum",
  "Dissolved Oxygen (DO) 10,000 per 100 ml",
  "Faecal Coliform 25,00 per 100 ml",
  "The Principal aims of the GAP are –",
  "1. Improving the quality of the river-water by intercepting, diverting, and treating adequately.",
  "2. Installing sewage treatment plants at its banks and releasing the water after proper treatment",
  "by the plants.",
  "3. Encouraging pollution control, and waste management activities in cities located on its banks.",
  "4. Installing electric crematoria and checking people against disposing dead bodies and their",
  "parts in the river.",
  "5. Developing river fronts and making provisions of low cost sanitation facilities.",
  "C. Abatement of Soil Pollution",
  "Soil is polluted through dumping of wastes, application of chemical fertilizers and synthetic",
  "pesticides and salinization through water logging. Following efforts must be made to abate soil",
  "pollution –",
  "1. Solid wastes should be properly disposed by composting, land filling, thermal processes; and",
  "by re- cycling and re- use.",
  "Composting is the process of degrading decomposable solid waste in a properly dug pit, called",
  "as compost pit. Composting process involves both the aerobic and anaerobic processes. In aerobic",
  "composting the biodegradable wastes are filled in the compost pit which is left open from one or",
  "more sides. On the other hand, in anaerobic composting the biodegradable wastes are allowed to",
  "degrade in sealed compost pits. The compost prepared through any one of these processes is very",
  "good manure for crops. It provides nutrients to the soil as well as improves its texture also.Land filling is just the process of dumping wastes or other substances in low land areas and",
  "covering the same with soil. This is the age old practice of leveling low areas. But, in modern times",
  "waste materials are buried under soil after compacting them properly in a scientific manner. The",
  "provision of release of gases from the decomposing materials of the land fill is also made adequately.",
  "This type of advanced land filling is called as sanitary land filling.",
  "In thermal process, the dried solid waste is safely burnt in closed compartments with proper",
  "provision of treatment of harmful gases, and utilization of heat energy evolved during the process. It is",
  "called as INCINERATION. Environmentalists do not favour this process of solid waste treatment in",
  "view of fear of air pollution, rather they advocate for Re-cycling and Re-use for the disposal of non-",
  "biodegradable substances.",
  "In general terms, Re-cycling is the process of making useful things from discarded things. This",
  "style of waste management is very good as it reduces the pollution load of the environment. Re- use",
  "is simply the practice of using already used things after cleaning, disinfecting and repairing, what",
  "ever is important. Giving away old clothes and blankets to needy and poor instead of discarding away",
  "is considered to be a good practice of re-use.",
  "2. Composts, green manure, wormy compost or natural manure should be added to soil so as to",
  "improve its fertility. The application of chemical fertilizers should be restricted for unavoidable",
  "conditions through proper assessment of the loss of nutrients in the soil.",
  "Biodegradable solid waste, dung etc. can be used to prepare Biogas. Biogas is an ideal fuel",
  "with methane as its principal components. It is used for cooking and lighting houses.",
  "3. The application of synthetic chemical pesticides should be substituted by the application of",
  "bio-pesticides.",
  "4. Proper drainage of water from crop fields should be ensured to protect fields from water",
  "logging. This condition increases salt content in soil and makes it saline.",
  "D. Abatement of Radiation Pollution",
  "The abatement of radiation pollution demands adequate knowledge, alertness and applications",
  "of advanced technologies. Some general measures to abate and control radiation pollution are being",
  "mentioned below–",
  "1. There should be adequate provisions of proper handling and transport of radio- active wastes.",
  "2. The atomic reactors should be built on the basis of the most advanced technologies so that",
  "their buildings must be absolutely safe for workers and the environment.",
  "3. The transporters and handlers of the radio- active isotopes must be skilled and fully aware of",
  "the proper methods of the work.",
  "4. The radio- active by-products of industries and power plants must be disposed properly.",
  "5. The sampling, analysis and monitoring for radiation pollution should be done on routine basis.",
  "6. All the safety measures and first aid devices as per recommendations of a team of high level",
  "experts must be made available round the clock.",
  "E. Abatement of Noise Pollution",
  "According to a report of the World Health Organization (WHO) – ‘of all environmental",
  "problems, noise is the easiest to control’. But in the practical life it has become hardest to control",
  "because most of the people do not care for the conveniences of other people. Industries manufacture",
  "different types of horns that produce strange and high pitched sound and those horns are being fitted inmotor cycles and cars. It appears that such industries and users of such horns do not care for law or",
  "conveniences of other people.",
  "Following are some of the tips for the Abatement of Noise Pollution-",
  "1. The use of loudspeakers, amplifiers, pressure horns etc. should be restricted.",
  "2.  Strong  awareness  should  be  built  by  people  and  media  about  the  bad  impacts  of  noise",
  "pollution.",
  "3. Every citizen must care for the conveniences of patients, students and other people and should",
  "keep his music systems for the use of his family only. He must produce sounds that are audible to him",
  "only and not to the public outside his home.",
  "4.  Designs  and  fabrication  of  silencers  and  their  use  in  aircraft  engines,  automobiles  and",
  "industrial machines are effective ways of controlling noise pollution through these sources.",
  "5. The government must prescribe noise limits for vehicular traffic, declare silence zones and",
  "have control on sound pollution during public functions, fares, festivals etc.",
  "6. Rows of trees and shrubs should be planted and vegetation buffer zones should be created in",
  "and around residential areas so as to reduce the effects of noise pollution.",
  "7. Every city administration should prescribe a city noise- control code. The creation of noise",
  "should be prohibited. It should be punishable under law, effectively.",
  "8",
  "TOWARDS A BETTER ENVIRONMENT…",
  "Marine water pollution has become a major point of concern over the world today. Most of the important parts of the world",
  "have organized special pollution control departments to control pollution in the sea and along sea coasts. In India too, every major port",
  "has organized a special anti-pollution cell which is basically concerned with control of oil and other pollutants. There are coast guards",
  "who take care of pollution in the areas that are beyond the control of the port authorities. According to the International Marine",
  "Pollution Convention (MARPOL), ships and ports should have certain facilities for reducing pollution. Antipollution measures have",
  "been introduced in ports for checking sea and coast area pollution.",
  "IMPORTANT DEFINITIONS",
  "ABATEMENT : The practice of making something less harmful is known as abatement.",
  "EXPOSURE : The contact of a pollutant with a person is called as exposure.",
  "RISK : The harm or injury to a person by exposure to a particular pollutant is called",
  "as risk.",
  "NEUROLOGICAL DISORDER : Disorder related to nervous system of an organism is called as neurological",
  "disorder.",
  "LEUKAEMIA : A serious disease in which too many white blood cells are produced causing",
  "gradual weakness and eventual death, is called as leukaemia.",
  "RADIOACTIVE SUBSTANCE : A  substance  which  emits  out  specific  radiation  is  called  as  radio  active",
  "substance.",
  "PHARYNGITIS : The infection or trouble of Pharynx (A chamber at the end of vocal chamber",
  "of alimentary canal), is called as Pharyngitis.",
  "FABRICATION : Making or producing: goods, equipments etc. from various different materials",
  "is called as fabrication.",
  "THERMAL POLLUTION : Harmful increase in water temperature in streams, rivers, lakes, oceans or",
  "coastal ocean water caused by either dumping hot water from factories and",
  "power plants or removing trees and vegetation that shade streams, permitting",
  "sunlight  to  raise  the  temperature  of  these  waters  is  called  as  ThermalPollution.",
  "PATHOLOGICAL : Caused by or connected with disease or illness.",
  "SOMATIC EFFECTS : Effects pertaining to physical make up of an organism.",
  "HEAVY METALS : Elements with high relative density ( 5 or more), often toxic to Humans and",
  "animals are called as heavy metals.",
  "Examples: lead, mercury, copper and cadmium etc.",
  "CARCINOGENIC : Any thing likely to cause cancer is called as carcinogenic.",
  "MODEL QUESTIONS AND EXERCISES",
  "I. VERY SHORT ANSWER TYPE QUESTIONS",
  "1. Mention any two global problems caused due to air pollution.",
  "2. Name any three natural phenomena that affect environment adversely.",
  "3. A gaseous pollutant in air causes leaf lesions, defoliation and reduced growth in plants on exposure in high concentration. Name",
  "the pollutant.",
  "4. What is the effect of water logging on soil?",
  "5. Name any two -",
  "(a) Green House gases",
  "(ICSE 2006)",
  "(b) Pollutants causing acid rain",
  "(c) Water borne diseases",
  "6. Which is main constituent of Biogas?",
  "(ICSE 2007)",
  "II. SHORT ANSWER TYPE QUESTIONS",
  "(2 marks each)",
  "1. Distinguish between pollution and pollutant.",
  "2. ‘The pollution of anyone component of environment is sure to affect other components’ – How?",
  "3. Mention any two effects of Air Pollution on each of the following –",
  "(a) Human Health",
  "(b) Global Environment",
  "4. Name any two occupational Diseases. Explain reason of each one of these diseases.",
  "5. What is the effect of Noise Pollution on Human Health?",
  "6. What are the principles and guidelines for the abatement of pollution?",
  "7. Name any two devices that are used for the abatement of air pollution.",
  "(ICSE 2006)",
  "8. State any two ecofriendly alternatives to fossil fuels.",
  "(ICSE 2010)",
  "9. Mention two methods of disposing solid waste.",
  "(ICSE 2007)",
  "10. Mention two objectives of Ganga Action Plan.",
  "11. Name the chemical compound that caused Mina-mata disease. which country was confronted by it?",
  "(ICSE 2006)",
  "12. What is the radiation pollution? How can it be abated?",
  "13. State any two ways of reducing pollution from domestic cooking in rural areas.",
  "(ICSE 2010)",
  "III. DETAILED ANSWER TYPE QUESTIONS",
  "(4 to 6 marks each)",
  "1. What are the effects of pollution on human health?",
  "2. What are the effects of pollution on",
  "(a) Plants",
  "(b) Animals",
  "3. Describe the methods of the abatement of –",
  "(a) Air Pollution(b) Water Pollution",
  "(c) Soil Pollution",
  "(d) Noise Pollution",
  "(e) Radiation Pollution",
  "4. What are physiological effects of noise pollution?",
  "(ICSE 2008)",
  "5. Write a note on Land filling.",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "Tick (✓) the correct option",
  "1. Melting of glaciers is associated with-",
  "(a) global warming",
  "(b) ozone depletion",
  "(c) acid rain",
  "(d) desertification",
  "2. Unhealthy practices of soil management have enhanced-",
  "(a) soil erosion",
  "(b) afforestation",
  "(c) soil pollution",
  "(d) both (a) and (c)",
  "3. A gas causing acid rain is-",
  "(a) nitrogen oxides",
  "(b) ozone",
  "(c) methane",
  "(d) bio- gas",
  "4. Vehicular Noise pollution is controlled by-",
  "(a) removing horns",
  "(b) using air conditioners inside vehicles",
  "(c) pressure horns",
  "(d) silencers",
  "5. Ozone is depleted by-",
  "(a) chlorofluorocarbons (CFCs)",
  "(b) pesticides",
  "(c) oxygen",
  "(d) sulphuric Acid",
  "B. Fill in the blanks",
  "1. The application of ……………………… kills honey bees that are most important for the pollination of crop plants.",
  "2. ………………… is caused in water bodies due to their enrichment with nutrients including phosphates and nitrates .",
  "3. …………………causes burning of tips of leaves, excessive dropping of blooms and fruits, development of seedless and small",
  "fruits etc.",
  "4. The radioactive wastes are ………………… substances.",
  "5. Fabric filters, wet scrubbers and electrostatic precipitators are mechanical devices to control …emissions.",
  "C. True / False",
  "Write T against the statement which is True and F against the statement which is False.",
  "1. The components of nature tend to recover general natural losses on their own.",
  "2. The depletion of the ozone layer is causing the melting of glaciers.",
  "3. The harm or injury to a person by exposure to a particular pollutant is called as cancer.",
  "4. The nitrogen oxides contribute to acid rain.",
  "5. The risk associated with smoking of cigarette by a person is called as involuntary risk.",
  "6. The exposure of seeds to ammonia causes reduction in the rate of their germination.",
  "7. The exposure of sulphur dioxide to a person may cause a disease of respiratory tract.",
  "8. The Black Lung disease is also called as Silicosis.",
  "ANSWERSI. VERY SHORT ANSWER TYPE QUESTIONS",
  "1.  Global  Warming,  Ozone  Layer  Depletion.  2.  Change  in  Atmospheric  Temperature,  Climatic  Variation  3.Hydrogen",
  "Sulphide, 4. Salinization, 5. (a)Carbon dioxide and Methane, (b) Nitrogen Oxides and Sulphur Dioxide, (c) Cholera and",
  "Diarrhoea 6. Methane",
  "IV. OBJECTIVE TYPE QUESTIONS",
  "A. Multiple Choice Type Questions",
  "1.(a), 2.(c), 3.(a), 4. (d), 5.(a)",
  "B. Fill in the blanks",
  "1. Carboryl pesticide, 2. Eutrophication, 3. Hydrogen fluoride, 4. Non- biodegradable, 5. Particulate.",
  "C. True / False",
  "1. T, 2. F, 3. F, 4. T, 5. F, 6. T, 7. T, 8. T.",
  "PROJECTS & ACTIVITIES",
  "Act for Environment",
  "8.1. OBSERVATION",
  "Observe cases of voluntary and involuntary types of excess risk in your society continuously for a week. Prepare a report of",
  "your observation.",
  "8.2. PROJECT WORK",
  "Prepare a Project on the Environmental Management of your school campus. Observe what activities of students affect it",
  "adversely. Add your suggestions.",
  "8.3. SURVEY",
  "Identify cases of Air Pollution and Water Pollution in your area. Make an assessment of the impacts of these pollutions on the",
  "community health. Prepare a report indicating all the sources of pollution, and send it to the Member Secretary, Pollution Control",
  "Board of your State.3",
  "ISSUES OF",
  "ENVIRONMENT",
  "9. Decline in Productivity and Effects on Economy",
  "10. Resettlement and Rehabilitation of People",
  "11. Energy Crisis-Urban and Rural Sectors",
  "12. Global Issues of Environment",
  "13. Disasters: Types, Management and Mitigation",
  "",
  ""
]