[
  "C h a p t e r.2 ",
  "ChallengestoEthicsand ",
  "Moral  Accountability ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "By and large, people take the tenets of common morality for granted. They seldom think critically ",
  "about moral principles. Nor do they worry about the logical foundations of morality. Morality becomes ",
  "an ingrained aspect of their mental processes. But this is not so in philosophy. One part of Ethics i.e. ",
  "ethical theory or philosophical ethics is a part of philosophy. Philosophy (being concerned about ",
  "foundations of human knowledge) subjects all its definitions, concepts, principles and doctrines to ",
  "intense logical scrutiny. ",
  "Since the beginning of philosophical inquiry, some thinkers have expressed deeply sceptical ",
  "views about Ethics. A sceptic is one who doubts the value of Ethics in human life or argues that ",
  "ethical studies can have no logical foundations. Ethics in this view is devoid of logic. We may mention ",
  "the ideas of Sophists of ancient Greece and of Charvakas of ancient India as examples of moral ",
  "scepticism. ",
  "It is useful to begin our study of Ethics with the doctrines of secptical moral thinkers. It may ",
  "seem that we are approaching the subject from a negative point of view. But anyone serious about ",
  "study of ethics or concerned with morality has to first consider the secptical views on morality. It ",
  "is difficult to proceed with the study of Ethics without addressing the main doctrines which raise ",
  "doubts about its logical validity or utility. ",
  " ",
  "SCEPTICAL DOCTRINES ",
  "In this chapter, we examine various points of view which for one reason or another seem to undermine ",
  "the very idea of ethical studies. From the beginning of philosophical inquiry, one section of thinkers ",
  "doubted the value of pursuing ethical studies. This line of thought has different strands. In one    ",
  "view, human nature is such that men cannot genuinely pursue moral goals. Another view holds that  ",
  "2.2   Ethics, Integrity & Aptitude ",
  "though men may be capable of pursuing higher ideals, it would not be in their best interests to do ",
  "so. According to another strand of thought in this vein, men are incapable of pursuing moral goals ",
  "since there are no fixed or objective moral criteria to distinguish the moral from the immoral. A ",
  "further view holds that the actions of men are often determined not by their free will or volition but ",
  "by external forces beyond human control. As a consequence, the idea of men freely choosing their ",
  "actions and being responsible for such actions whether for good or bad makes no sense. There are ",
  "many variations on these themes. ",
  "In simple terms, we can classify ethical doctrines into two categories: (1) those which doubt the ",
  "logical validity or practical utility of ethical principles; and (2) those which propound moral doctrines ",
  "such as utilitarianism or virtue ethics. Traditional textbook accounts of Ethics often present the ",
  "doctrines which question the value of Ethics alongside doctrines which propound genuine systems ",
  "of morality. The sceptical doctrines, strictly speaking, are not ethical theories but their refutations. ",
  "When the two types of doctrine are juxtaposed, doubts are likely to arise in the minds of students ",
  "causing bewilderment. It is, therefore, necessary to deal with and answer the negative arguments at ",
  "the outset. Thereafter, one can discuss the major ethical systems. ",
  " ",
  "PSYCHOLOGICAL  EGOISM ",
  "We begin our discussion with the doctrine of psychological egoism. Egoism simply means that men ",
  "are only concerned with their individual advantages, pleasures and welfare and have no concern or ",
  "care for others. Egoism is the doctrine that human beings are innately selfish. An important part of ",
  "morality is concern for welfare of others and a general feeling of benevolence. If human beings are ",
  "inherently selfish, it will be impossible for them to practise morality. Their psychological makeup is ",
  "such as to prevent them from acting morally. It can be seen that psychological egoism is not a doctrine ",
  "about ethical behaviour; it is a psychological theory according to which men are so constituted that ",
  "they always act in their selfish interest. It is not possible for them to act otherwise. ",
  " ",
  "Criticisms of psychological egoism ",
  "Psychological egoism is often criticised. It is inconsistent with many common patterns of altruistic ",
  "and other-regarding human behaviour. Many individuals go out of the way to help others. They help ",
  "philanthropic causes through generous donations and devoted efforts. In many situations, people ",
  "help others at the risk of their lives. Soldiers in battle situations sacrifice themselves for saving their ",
  "comrades. Many parents struggle unmindful of personal comfort for the welfare of their children. ",
  "There are many instances of mothers laying down their lives in an effort to protect their children. ",
  "Psychological egoists argue that such examples do not invalidate their position. The seemingly ",
  "altruistic conduct is a manifestation of egoistic behaviour. Thus, in giving charity, an individual is ",
  "satisfying his psychological need to feel superior to the persons in need. Or it may be the source of ",
  "pleasure to him. Thus a mother jumping into a pool to save her kid may be trying to avoid a sense ",
  "of lifelong guilt feeling she would harbour if she had not made the rescue effort.  ",
  "Challenges to Ethics and Moral Accountability   2.3 ",
  "Psychological egoism portrays even acts of altruism and sacrifices as instances of satisfying one’s ",
  "impulses. This way of looking at things involves a strained interpretation of common occurrences.    ",
  "It also twists the meanings of commonly used words. It is a topsy turvy way of looking at things. ",
  "Psychological egoists also argue that one need not always act from motives which are consciously ",
  "selfish. Our motives are often unconscious and we are unaware that they are selfish. While people ",
  "may claim or seem to act in a selfless or altruistic manner, there are hidden selfish motives behind ",
  "such external appearances. ",
  "This defence does not hold because it takes the matter away from the empirical field. Hidden ",
  "motivations are unobservable, and are therefore, unverifiable. There is no way of determining whether ",
  "they are true or false. It makes all actions of an individual selfish from the mere fact of his acting. It ",
  "is like holding something as true by definition. There is no way of either proving or disproving the ",
  "idea. ",
  " ",
  "ETHICAL EGOISM ",
  "Ethical egoism is the view that people should in fact act according to their self interest. Ethical ",
  "egoists argue that people do not often pursue their self interest, but that they should in fact do so. ",
  "Acting in self interest means that we should do what maximises our happiness and minimises our ",
  "unhappiness. This is a form of hedonism (derived from the Greek word “hedon” which means ",
  "happiness or pleasure). Hedonism is a doctrine which proposes that one should maximise one’s ",
  "happiness and minimise one’s unhappiness. ",
  "Not all ethical egoists are hedonists. There are many desirable goals than happiness such as ",
  "contentment, knowledge, power, love or freedom. In order to bring in all such goals which people ",
  "pursue into discussion, the general term ‘utility’ is used.  Utility can be defined as whatever makes   ",
  "the consequence of any action desirable; disutility is whatever makes the consequence of an action ",
  "undesirable. Ethical egoism can be restated as the view that one should so act as to maximise his ",
  "utility and minimise his  disutility. ",
  "This view obviously goes against the normal trend of common thinking. If everyone adopts ",
  "ethical egoism, it will result in universalisation of selfishness and self centredness. Many writers ",
  "moderate the statement of ethical egoism to answer this criticism. Even while pursuing selfish ends, ",
  "people have to ensure that they can pursue such ends over the long term. If people are too brazen ",
  "or aggressive in pursuing their selfish ends to the extent of riding roughshod over others, they will ",
  "meet with resistance, people will be wary of them and will avoid them. Then they cannot pursue ",
  "their ends. Therefore, even while pursuing selfish ends, one has to be prudent and ensure that they ",
  "do not lead to backlash from others. ",
  "In this way, ethical egoism leads to conduct which is morally acceptable. Thomas Hobbes ",
  "(1588-1679), a famous political thinker, believed that men are essentially driven by very selfish, ",
  "ruthless and aggressive tendencies. As a result, highly anarchic, violent and disorderly conditions ",
  "prevailed in the ‘state of nature’ which is a stage of human existence before organised societies came ",
  "into being. Hobbes describes human life in the state of nature as “solitary, poor, nasty, brutish and ",
  "short”. People would have realised that this state of affairs can be ended only by changing their ",
  "selfish behaviour and by joining in a society which prescribes rules and laws in order to ensure that ",
  "men control their aggressive selfish drives to factor in the concerns of others.  ",
  "2.4   Ethics, Integrity & Aptitude ",
  "We may also mention Mandeville and Adam Smith in this context. Mandeville put forth the ",
  "view that self interest is the sole criterion of rightness. Self preservation is the first law of existence. ",
  "Even while working for the good of others, men have self interest in view. Paradoxical though it may ",
  "seem, individuals in pursuing their self interest also promote the society’s general interest. Adam ",
  "Smith, in The Wealth of Nations extends this doctrine to the competitive market system. In this system, ",
  "the consumers seek to maximise their satisfactions by purchasing the commodities they want. The ",
  "producers wish to maximise their profits by meeting the demands of consumers. The self regarding ",
  "actions of the myriad buyers and sellers are harmonised by an ‘invisible hand’ leading to maximum ",
  "production and welfare. ",
  "Weaknesses of ethical egoism ",
  "Even after modifying ethical egoism into a form of enlightened (as opposed to crude) self interest, ",
  "it has certain weaknesses. First, it leads to a conclusion that people can act selfishly or immorally ",
  "when they are not being observed or when their actions cannot be detected. If X detects a purse ",
  "that someone has dropped and if others are around, he will pick it up and return it to the owner. If ",
  "nobody is around, he may be tempted to pocket it. Anyone adopting ethical egoism may not adopt ",
  "moral principles as binding under all circumstances. ",
  "Another unacceptable feature of ethical egoism is that it may lead to ignoring the interests of ",
  "future generations. For example, it is necessary to reduce greenhouse gas emissions to guard against ",
  "climate change. The change will occur in the long term. Ethical egoism will imply that (since future ",
  "generations are not around), there is no need to worry about them. ",
  "There is another problem with ethical egoism that one cannot publicly espouse it. We cannot ",
  "make it known that we are ethical egoists, i.e. given anonymity we will quietly pursue our personal ",
  "interests and ignore others. If everyone follows this course, then nobody can gain any advantage. ",
  " ",
  "MORAL RELATIVISM AND MORAL OBJECTIVISM ",
  "The next challenge to ethics comes from the claim that moral judgments are relative to the individual ",
  "or particular societies and are not universally applicable. Moral relativists are those who deny the ",
  "existence of universal moral principles. The opposite position to moral relativism is called moral ",
  "objectivism. It takes the position, that there are objective moral truths that some actions are right   ",
  "for all people at all times and that others are wrong for all people at all times. Theories of moral ",
  "objectivism  can  be approximately  divided  into  two  categories:  consequentialist  (also known  as ",
  "teleological) and deontological. Consequentialist theories state that what makes an action right or ",
  "wrong are the consequences which flow from it.   If the consequences of an action are good, then     ",
  "it is good; otherwise it is bad. Deontological theories define the difference between good and bad ",
  "actions on the basis of the quality of the action itself without considering its consequences. Thus ",
  "truth telling is good and lying is bad regardless of the consequences that may follow. The problem ",
  "with accepting relativism is that there will be then no fixed standard or criterion with reference to ",
  "which actions can be evaluated as good or    bad.  ",
  "Challenges to Ethics and Moral Accountability   2.5 ",
  "MORAL SUBJECTIVISM ",
  "Moral relativism can be stated in two forms: moral subjectivism and cultural relativism. Moral ",
  "subjectivism argues that in the sphere of human behaviour what is true for one individual is not     ",
  "true for everyone else or even for anyone else. In this view, right and wrong is a matter of personal ",
  "opinion. There is no way in which we can evaluate the views on moral questions held by people.        ",
  "If X says that same sex marriage is abhorrent and Y says that it is eminently desirable, there is no   ",
  "way of settling the dispute. It is morally unacceptable to X and morally acceptable for Y. There are  ",
  "no objective criteria to which we can appeal for settling the dispute. ",
  "Refutations of moral subjectivism ",
  "Moral subjectivism reduces morality to individual opinion and is at odds with commonsense ideas. ",
  "There are two ways in which it can be refuted. First, it is self refuting. Secondly, people cannot hold ",
  "on to this view all the  time. ",
  "The first objection looks at the logical status of moral subjectivism and points out that it is self ",
  "contradictory. Suppose I assert that all moral judgements are personal opinions. This assertion can  ",
  "be considered from two sides. It may be treated just as my personal opinion. Then it fails to establish ",
  "what I assert – it is no more than my  opinion. ",
  "We may alternatively treat the statement as a valid judgement about moral truths. The implication ",
  "then follows that there is at least one objective judgement about moral truths. This objective judgement ",
  "is that ‘there are no objective moral truths’. This implication contradicts the position of the moral ",
  "subjectivist. ",
  "That cannot always be a moral subjectivist can be easily shown by referring to an example. We ",
  "take it from Doug Erlandson’s Ethics: A Jargon Free Guide for Beginners. Bertrand Russell, a famous ",
  "British philosopher, argues in his book Religion and Science in favour of subjectivity of values or that ",
  "moral judgements are matters of personal taste and preference. They are not objectively true or false ",
  "just like one’s statement about oysters as a food item. A little later he makes two further statements. ",
  "One is that “hell, as a place of punishment for sinners, becomes quite irrational.” The other is that, ",
  "“it is the business of wise institutions to create harmony [between our interests and the interests of ",
  "society] as far as  possible.” ",
  "How is Russell being inconsistent in his moral subjectivism? He does not say that in his personal ",
  "view hell is irrational or that institutions which produce harmony are wise. He states what he believes ",
  "as though he were stating objective truths. He wants readers to consider them in that light. It is ",
  "impossible to continuously and unfailingly adopt moral subjectivism in human life or in academic ",
  "discourse. ",
  " ",
  "CULTURAL RELATIVISM ",
  "Cultural relativism asserts that within a given culture there may be moral standards that are true for ",
  "that culture. But there is no objective standard of morality which transcends individual cultures and ",
  "which can serve as a basis for evaluating individual cultures. Cultural relativism is also known as ",
  "conventional relativism. This view is widely prevalent among anthropologists, sociologists and others  ",
  "2.6   Ethics, Integrity & Aptitude ",
  "but not among philosophers. Cultural anthropology began at the Columbia University and its chief ",
  "proponents are Franz Boas, Margaret Mead, Ruth Benedict and Melville Herskovits. ",
  "These writers argue that various cultures of the world disagree on their conceptions of right and ",
  "wrong. Some cultures practise polygamy whereas others condemn it. Eskimo culture permitted ",
  "infanticide. This led cultural anthropologists to conclude that there are no moral standards which ",
  "transcend a culture and by which the standards of a culture can be judged. There may be moral   ",
  "truths within a society but they are relative to and valid for that culture. ",
  "There are two ways of stating cultural relativism. One form is that what is considered as morality ",
  "varies from culture to culture. The second form is that morality changes from society to society.  ",
  "These two formulations need to be considered against the following two positions. ",
  "(1)  There is a universal standard of morality which transcends individual cultures and which ",
  "enables us to judge the moral standards of any    culture. ",
  "(2)  There is no universal standard of morality by which we can judge the moral standards of ",
  "individual cultures. ",
  "According to (1), we can look at the practices of a culture and determine whether they correspond ",
  "to the universal standard. If slavery or infanticide is practised in a culture, it can be regarded as ",
  "failing to measure up to the universal standard of morality. According to (2), no such evaluation is ",
  "possible. ",
  "In the later part of the twentieth century, moral relativism has become increasingly popular. The ",
  "main reasons for this popularity are the decline of religious belief in the West and the increasing ",
  "awareness of cultural diversity in the world. Religion prescribes a morality that is independent and ",
  "often opposed to human inclinations. Decline of religion has led to secepticism about objective ",
  "morality. As Dostoevsky says, “If God doesn’t exist, everything is permissible”. Increasing knowledge ",
  "of  cultural  diversity  in  the  world  has  created  doubts  about  objective  morality.  For  example, ",
  "anthropologist Ruth Benedict argued that this diversity shows that there is no single objective morality ",
  "and that morality varies with   culture. ",
  "Problems with cultural relativism ",
  "Cultural relativism leads to many unacceptable implications. There is no harm in admitting and ",
  "even admiring the interesting diversity found in cultures. But some practices and value systems of ",
  "cultures can be positively harmful. For example, a culture may try to marginalize or decimate a ",
  "minority. It cannot be justified on the ground that it is admissible within that society’s ethos. Even ",
  "if one’s own society is wanting in some ways, they will appear justifiable within its cultural context. ",
  "This will run counter to the concept of moral progress in a society. There will also be no way of ",
  "resolving the differences within any individual culture. Any idea that differences should be settled ",
  "by majority will lead to odd results. What if the majority for one side is wafer thin? In that case, the ",
  "view cannot become an accepted feature of the culture. From these points of view, cultural relativism ",
  "is thus flawed. ",
  "Before proceeding to consider the next challenge to Ethics, we may mention the doctrines of ",
  "emotivism. It is the view that moral judgements are simply expressions of an individual’s emotions.   ",
  "If X judges that something is good, it means he approves of it and that it evokes happy feelings     ",
  "and thoughts in him.     If X judges that something is bad, he disapproves of it and it evokes negative  ",
  "Challenges to Ethics and Moral Accountability   2.7 ",
  "feeling in him. This view reduces good and bad to the level of individual emotions. As emotions, ",
  "they will not be fit subjects of logical or objective discourse. As we have discussed emotivism in the ",
  "section on twentieth century thinkers, we will not pursue it further here. ",
  " ",
  "DETERMINISM AND HUMAN FREE WILL ",
  "The next challenge which we consider to Ethics arises from the doctrine of determinism. In brief, ",
  "determinism holds that the decisions and actions of human beings are causally determined by ",
  "external forces. Men are not autonomous agents who can decide on matters on their own. They ",
  "have no free will or independent volition. Since men are not free agents, they cannot make conscious ",
  "or deliberate moral choices. Men cannot choose between good and bad courses of action. They ",
  "are not really responsible for their actions. As a consequence, the concept of human morality loses ",
  "meaning. Men cannot be morally held responsible for their actions. ",
  "The question whether human beings have free will is one of the oldest debates in philosophy. ",
  "This issue requires some explanation. In many human activities, we assume that men are able to act ",
  "freely or according to their will. Thus a customer who orders paubhaji in a restaurant is acting freely. ",
  "As compared to this type of action, many events in nature are not acts of freewill. For instance, the ",
  "next occurrence of lunar eclipse cannot be willed by anyone. It depends on the paths of movements ",
  "of celestial bodies, and it is entirely predictable. The paths of celestial bodies are fully causally ",
  "determined. If human actions were fully predictable like solar eclipses, then we could say that actions ",
  "of men are fully causally determined, and that men have no free will. But since human actions are ",
  "not predictable, we say that men are capable of acting freely. This view is known as incompatibilism. ",
  "It argues that human free will and causal determinism are incompatible. Determinism states that for ",
  "any action or event at any time there exist causes which ensure that the said action or event and no ",
  "other occurs. If an action is fully causally determined it cannot be an act of free will. And if it is an ",
  "act of free will it cannot be fully causally determined. Many philosophers subscribe to determinism. ",
  "Determinism creates a problem because if human beings have no free will and if their actions ",
  "are all causally determined, then they cannot be held responsible for their actions. If any action is ",
  "merely the result of an individual’s DNA, his current brain state and environmental factors, then ",
  "the person has no control over it. His actions result from various external and internal causes, and ",
  "he has no free will to select from a range of alternatives. In this situation, the idea of a moral agent ",
  "acting freely and being responsible for his actions loses meaning. We can say that a person ought ",
  "to do something only if it is within his power to do so. ",
  "Libertarianism, the opposite of determinism in philosophy, denies that determinism applies ",
  "fully to human actions. We mentioned earlier that natural events are determined because they have ",
  "natural causes. Human actions also have underlying reasons. These may seem comparable to natural ",
  "causes, but are not so. Human reasons are derived from human mind, thought and will. Men have ",
  "control over them in some measure. They are not always imposed on them. Therefore, men act ",
  "freely most of the time. ",
  "Free actions ",
  "How should we look at the question of when men can be said to act freely? Free actions take ",
  "place in situations which are characterised by absence of two factors. The two factors are external ",
  "constraint and internal compulsion.  ",
  "2.8   Ethics, Integrity & Aptitude ",
  "It is easy to give examples of situations with and without external compulsion. If X requests Y ",
  "for a loan of five hundred rupees, and Y takes out the money and gives it to X, he is acting freely. ",
  "Now, suppose that X is walking along a dark street. He is approached by a thief who holds a gun ",
  "to X’s head, and demands his purse. X hands him the purse. Obviously, X acted under an external ",
  "constraint. ",
  "What is an internal compulsion? This arises from mental conditions which may be mild or ",
  "serious. Obsessive compulsive disorder (OCD) provides an illustration. In this situation, individuals ",
  "are unable to refrain from going on repeating certain acts. One example is compulsive checking. ",
  "Some passengers travelling will go on checking whether or not their passports, boarding cards, ",
  "tickets, and cash are in the pocket. Some people will check many times in order to ensure that they ",
  "have secured the doors before retiring for the night. If one has OCD, then to that extent his actions ",
  "may  be determined. ",
  "From this view, it follows that the question of human free will is not dependent on causal ",
  "determinism. Human free will has to do with presence or absence of external constraints and internal ",
  "psychological compulsions. Men are acting freely when there are no external constraints or internal ",
  "compulsions on them. In such situations, human beings are free moral agents and are responsible    ",
  "for their actions. ",
  "Up till now, we have looked at the principal doctrines which question the value or validity of ",
  "Ethics. A closer examination shows that these doctrines fail to make a dent on ethical theory and ",
  "practice. We can now proceed to an examination of the important ethical systems. But before doing ",
  "so, we consider the question of human moral accountability in greater detail. ",
  "DETERMINANTS  OF MORALITY ",
  "The phrase ‘determinants of morality’ generally appears in old accounts of morality. It discusses the ",
  "extent of accountability or culpability of a moral agent for his wrong action. In many situations, an ",
  "individual who commits an offence is obviously guilty. But there may be valid reasons on account    ",
  "of which the wrong doer may be fully or partially freed of responsibility for his wrong deed. Before ",
  "discussing the determinants of morality, we need to briefly discuss this aspect. ",
  "The judgement of rightness and wrongness can be passed only on those actions which are ",
  "voluntary. They have to be willed by the doer or intended by him. Sometimes, an action may ",
  "occur without premeditation as when a gun goes off accidentally. The concerned may be not held ",
  "accountable except perhaps for negligence. ",
  "A moral agent’s act is voluntary, if it is based on adequate knowledge and is fully willed. Whatever ",
  "diminishes knowledge, or partially supplants the will, takes off from the voluntariness of the act. ",
  "Three considerations are seen as reducing the voluntariness of the act – ignorance, uncontrollable ",
  "emotion and fear. Now we will consider the three factors    briefly. ",
  "If an act is done through ignorance, it goes out of the realm of volition. Nothing unknown can ",
  "be willed. Of course, affected or pretended ignorance cannot be an excuse. When someone knows   ",
  "or should know that people are suffering, as when they are starving, he cannot claim ignorance. His ",
  "claim is pretence. There is also crass ignorance which is when an individual takes no pains to gain ",
  "knowledge in an area which is important to him. Thus, if administrators take no pains to learn about ",
  "important areas of their work, they are guilty of crass ignorance. On the other hand, uneducated  ",
  "Challenges to Ethics and Moral Accountability   2.9 ",
  "rural women with little access to information can be considered genuinely ignorant. One should ",
  "remember that ignorance can never be an excuse for violations of law. ",
  "If a moral agent is overcome by emotions and loses control over his will, then his action becomes ",
  "involuntary. This is a factor taken into account in law as when a criminal is given a lower sentence ",
  "if he commits a crime under sudden and grave provocation. Moral thinkers argue that passions ",
  "are held in check by an individual’s will and reason. When passions overpower the will, the action ",
  "becomes involuntary. However, an individual has to rein in his emotions, and cannot let them go ",
  "haywire. This will not be an excuse except in rare cases. ",
  "Finally, men may be driven into involuntary acts under duress or threats of violence. If someone ",
  "holds a gun to the cashier’s head and the cashier parts with money, evidently the cashier’s act is ",
  "involuntary. He incurs no guilt for the act though he did physically handover the cash. ",
  "Moral thinkers discuss this question to determine when acts are voluntary and when individuals ",
  "can claim exemption from moral responsibility for their actions. We have considered the question ",
  "from a general perspective. The question can be discussed also in relation to specific actions. The ",
  "morality of any action is determined by three elements, the end in view, the means used, and the ",
  "circumstances that accompany the taking of the means. These three aspects of an action need to be ",
  "examined in order to determine whether an action is right or wrong. This is the general approach,  ",
  "and the answer in any particular case will need detailed analysis. In what follows, we discuss the ",
  "determinants of morality of individual actions based on the account given by Patrick J. Sheeran in ",
  "Ethics in Public Administration: A Philosophical Approach. This account uses slightly different terminology ",
  "largely derived from the writings of St. Thomas    Aquinas. ",
  "For morally evaluating an action, this account divides it into three parts: the object of the action; ",
  "the circumstances under which an action takes place; and the purpose of the action. ",
  "Object of Action ",
  "Every action has an object which is its nature or essence. We need to note that this definition varies ",
  "from the common meaning of ‘object’ in modern usage. One meaning of ‘object’ is target or victim or ",
  "recipient, as in target of unfair criticism. Another meaning of ‘object’ is purpose, intention or aim. ",
  "But in Sheeran’s list of the three parts of an action, its purpose is separately mentioned as the third ",
  "part. This approach of Sheeran in defining ‘object’ is that of scholasticism which following Aristotle ",
  "defined objects, beings and things in terms of their essence. He defines an action as its essence or ",
  "object. Readers may be unfamiliar with this terminology, but the ideas it conveys are fairly simple. ",
  "Every action has an object which defines it and sets it off from other actions. The object can     ",
  "be good, bad and indifferent i.e. neither good nor bad. Telling truth is good; uttering falsehood is ",
  "wrong. Truth by its very nature is good; and lying by its very nature is bad. ",
  "The three principles which apply to any action are listed below: ",
  "1.  An action whose object is by nature is bad will always remain so. Neither circumstance nor ",
  "intention nor purpose can in any way alter the inherent or intrinsic badness of an action ",
  "whose object is bad. As object here means essence, an act whose essential nature is bad will ",
  "always retain its bad quality. From this angle, no circumstances or purposes can change the ",
  "nature of a lie.  ",
  "2.10   Ethics, Integrity & Aptitude ",
  "2.  An action which is good can become bad because of circumstances or intention. Sex in ",
  "wedlock for procreation is good. But having ‘relationships’ or flings or affairs is bad. For in ",
  "the latter, the circumstances change and make a good thing bad. ",
  "3.  An action that is indifferent (neither good nor bad) can become good or bad depending on ",
  "circumstances or purpose. Running by itself is neither good nor bad. But a run to an ATM ",
  "to rob it is bad. If the run is into a house on fire to rescue trapped children, it is good. ",
  "Circumstances of Action ",
  "By circumstances, we mean those features which lend abstract actions their individual, concrete ",
  "content. They refer to the time and place of an action, to the agent carrying out the action and to ",
  "the manner of doing the act. The rightness or wrongness of actions depends not on physical but ",
  "moral circumstances. Opening a bank safe for withdrawing cash for normal transactions is a normal ",
  "function; but opening a bank safe for theft is immoral (and a crime). ",
  "Some circumstances aggravate or increase the badness of an action. Misappropriating   ",
  "Rs 20, 000 from a widow’s account is much worse than misappropriating the same amount from a ",
  "rich stockbroker’s account. Badness of an action gets aggravated in the former instance. There can ",
  "also be extenuating circumstances which reduce the evil character of actions. If a robber acts like ",
  "Robin Hood by stealing from the rich to help the poor, his robberies become less immoral. But in ",
  "both examples, the actions retain their immoral character. ",
  "Circumstances are specifying when they make indifferent actions good or bad or impart a new ",
  "type of goodness or badness to an action. Thus, when someone throws stones at random without ",
  "aiming at any one, his actions are indifferent. But if he throws stones with a view to hit a dog or a ",
  "cat, his action is immoral. ",
  "Purpose of Action ",
  "The end is the purpose that moral agents have in mind while performing an act or their intention      ",
  "in doing it. An action may have a single or multiple ends. ",
  "The manner in which purpose impacts the ethics of an action is outlined below. ",
  "1.  An  indifferent  act  becomes  good  or  bad  depending on  its  purpose.  One  may  acquire ",
  "computer skills to play games and while away time. This action is morally neutral. One may ",
  "learn computer skills to help an old age home in its work. This is a good thing to do. One ",
  "may learn computer skills with a view to hacking bank accounts. This is immoral. ",
  "2.  An action that has a good object can become more or less good because of its purposes. If ",
  "one gives a subscription to a deserving cause, it is a good action. But if one does it merely    ",
  "to get rid of the person seeking subscription, the action is not as good as before. If one gives ",
  "the subscription with a view to later inciting the person seeking subscription into undesirable ",
  "activities, the action is  immoral. ",
  "3.  An action which is inherently wrong may become a greater or lesser wrong depending on ",
  "the purpose of the moral agent. Telling a lie is wrong. But telling lies to falsely implicate ",
  "someone in a crime is a far greater wrong. But if someone lies to help an innocent man in ",
  "trouble, the action is still wrong, but its gravity gets lessened. As before, an inherently wrong ",
  "act can never become good. Further, bad means cannot be used to secure good ends. Both Challenges to Ethics and Moral Accountability   2.11 ",
  "ends and means have to be good. To put matters in homely terms: A rotten apple stays ",
  "more or less rotten. A good apple may become rotten. A nondescript apple may turn out ",
  "to be good or bad. ",
  "RESPONSIBILITY OF MORAL AGENTS ",
  "Our preceding discussion focused on three factors which determine the morality of actions. It ",
  "presupposed that the moral agents are responsible for the actions. They have carried out the acts. ",
  "Men are responsible for their actions when they act out of their freewill, with knowledge of what ",
  "they are doing and with intent of performing the action. They are the ones acting and doing things. ",
  "The effects of the action are attributed to one who physically performs the action. He is ",
  "directly responsible for the action. Of course, one may cause an action to be performed through ",
  "others – or commission the job – instead of directly undertaking it. Even then he is responsible for the ",
  "consequences of the action to the extent he has foreseen them. He has a direct moral responsibility ",
  "for such consequences. We will become responsible for the consequences of actions of others if ",
  "we encourage, help and persuade them or if we remain silent when we could have advised them. ",
  "In administrative situations, officials often commit errors of commission and errors of omission. ",
  "Error of commission means that one has committed an offence or wrongful act. He has been an active ",
  "agent. The famous line from Macbeth, “The deed is done” refers to active commission of crime. ",
  "Errors of omission are situations when people fail to perform their duty or what they are supposed ",
  "to do in a particular role. If a father neglects his children but does not otherwise ill treat them, he ",
  "is still guilty of not performing his duty as a parent. If a police officer happens to see a crime being ",
  "committed but takes no action, he is guilty of an act of omission. Administrators generally try to ",
  "avoid getting into messy situations or skirt decisions for which they may later be targeted or ‘hauled ",
  "over coals’. But if the matters or issues fall within their official domain, they have no option but to ",
  "act in their best judgement. Otherwise, they will be guilty of dereliction of duty. They have to bite ",
  "the bullet in such  instances. ",
  "Many writers discuss the question about when a moral agent incurs responsibility for bad actions. ",
  "They will, of course, be responsible if they had knowledge of the likely ill effects of the action. The ",
  "standard applied is in fact more rigorous. Even if the moral agent has a vague inkling of the likely ",
  "evil consequences of his action, he will be responsible. When a driver under influence of alcohol ",
  "drives speedily along a crowded street, he will be liable if an accident takes place. Even if a sober ",
  "person drives fast in such circumstances, he will be responsible for any accident. ",
  "But a good effect is attributed to only one who performs a good deed – not to others. Suppose ",
  "that after a natural calamity, a government official organises a meeting and seeks donations for ",
  "chief minister’s relief fund. Many people make contributions. The credit goes not to the official who ",
  "organised the meeting but to the   donors. ",
  "CONSEQUENCES OF HUMAN  ACTIONS ",
  "Acts with Double Effects ",
  "Now, we turn to the question of the consequences which follow human actions. There are some ",
  "actions which have both good and bad consequences. These are known as acts with double effects. 2.12   Ethics, Integrity & Aptitude ",
  "The problem is that it is difficult to decide whether such actions are good or bad. ",
  "For resolving such questions, moralists have proposed the following general  principles. ",
  "¤  The action which produces the double effects must be either good or indifferent. ",
  "¤  If it is inherently bad, it can never become good, and will continue to be bad. ",
  "¤  The good effect must be direct i.e. it should not happen via a bad effect. ",
  "¤  The intention or purpose of the act must be   good. ",
  "¤  There must be a reason or cause upfront for performing the    action. ",
  "¤  The good effect must be proportionately much more than the bad effect. ",
  "In acts with double effects, the main problem is to decide whether the good effect is the outcome ",
  "of the bad effect. In that case, the act becomes bad. If the good effect persists when the evil effect is ",
  "removed, then the good effect is not caused by the evil effect. In case of doubt, one needs to make ",
  "certain that the good effect is not subordinated to the bad one. The point to note is that for a double ",
  "effect to be good, the good effect should not be caused by the evil effect. ",
  "A few examples will help in explaining the principle of double effect. St. Thomas Aquinas first ",
  "formulated the principle, and illustrated it with an example of self defence. X is attacked by Y. ",
  "While protecting himself, X kills Y. The good effect is that X saved himself. The bad effect is that ",
  "Y got killed. Aquinas regarded the act as good since X did not intend to kill Y. It happened as an ",
  "unintended consequence or by-product of his self defensive action. Aquinas, however, made it clear ",
  "that the force used in self defence should not be excessive, but just sufficient to serve the purpose ",
  "of saving X. The currently popular term ‘collateral damage’ refers to actions with double effects. It ",
  "takes comic form in movie car chases in which villains pursue the hero and the heroine, but in the ",
  "process, drive helter skelter the people sitting in wayside cafes. ",
  "Our next example is from the Stanford encyclopaedia of philosophy. ",
  "The terror bomber aims to bring about civilian deaths in order to weaken the resolve of the enemy: when his ",
  "bombs kill civilians this is a consequence that he intends. The tactical bomber aims at military targets while foreseeing ",
  "that bombing such targets will cause civilian deaths. When his bombs kill civilians this is a foreseen but unintended ",
  "consequence of his actions. Even if it is equally certain that the two bombers will cause the same number of civilian ",
  "deaths, terror bombing is  impermissible. ",
  "As we mentioned earlier, actions with double effects should produce many more beneficial than ",
  "harmful effects. This is the standard traditional philosophical view. ",
  "Criticisms of the Doctrine of Double Effect ",
  "¤  Moral agents are responsible for all the anticipated consequences of their actions. ",
  "¤  If  moral  agents  can  foresee  the  two  effects  of  their  actions,  they  have  to  take  moral ",
  "responsibility for both effects. They cannot evade responsibility by deciding to intend only ",
  "the effect that suits them or the good effects. ",
  "¤ Some people (those who believe in moral objectivism) argue that intentions of individuals are ",
  "irrelevant, and that morality cannot decide the rightness or wrongness of an act by looking ",
  "at the intention of the person who carries it out. In their view, some acts are objectively right ",
  "or wrong, and the intention of the person who carries out those acts is irrelevant.  ",
  "Challenges to Ethics and Moral Accountability   2.13 ",
  "¤  However, most legal systems regard the intention of a person (or mens rea in legal terminology) ",
  "is a vital element in deciding his culpability and the gravity of the crime, particularly in     ",
  "cases of causing  death. ",
  " ",
  "Case Study ",
  " ",
  "Michael is a surgeon in the United States. On the issue of abortion, social opinion is sharply divided ",
  "in the USA. There is one group of conservative, religious and pro life activists, who regard human  ",
  "life from its inception as sacrosanct. They totally oppose abortion in principle. They also belong to ",
  "the right wing of the political  spectrum. ",
  "The other group consists of liberals of various hues including women’s rights activists. They are ",
  "known as pro choice, and advocate that a pregnant woman should have full freedom to undergo ",
  "abortion. For them, the decision of a woman to continue or terminate her pregnancy is her individual ",
  "choice and not a matter of social or religious policy. ",
  "As a prolife protagonist, Michael believed that abortion was wrong, even in order to save the ",
  "mother’s life. So, he refuses to perform an abortion for Martha who fears that her pregnancy might ",
  "endanger her health in some ways. Since Martha had faith in Michael’s skills, she decides reluctantly  ",
  "to go to another clinic. ",
  "After a couple of years Martha is pregnant again and this time she is diagnosed with cancer, ",
  "and goes to Michael for an operation. He agrees to perform a hysterectomy on Martha although ",
  "the foetus might die in the process. ",
  "Question ",
  "1.  Do you think that Michael’s decisions show his moral    inconsistency? ",
  " ",
  "Discussion ",
  "In this case, we can apply the doctrine of double effect. It makes a subtle distinction between a ",
  "result which a moral agent intends, and a result which follows as a side effect of what he does. In ",
  "the first situation, the result (death of foetus) is a direct consequence of his action; he intends it. In ",
  "the second situation, though he may foresee the result, he does not intend it. ",
  "This principle explains why Michael later agreed to perform the operation. Had he performed ",
  "abortion, he would have intended the death of the unborn baby. This would be against his moral ",
  "principle of valuing life. But in carrying out the hysterectomy to treat Martha’s cancer, Michael would ",
  "aim to save Martha’s life while merely foreseeing the death of the foetus. It would be an unfortunate ",
  "side effect. Performing an abortion, by contrast, would involve intending to kill the foetus as a means ",
  "of removing risks to Martha’s health. ",
  "Evidently, the distinction involved is rather fine. In certain situations, as in a war of self defence, ",
  "even when one foresees human losses, one does not intend it. It is an unfortunate and unavoidable ",
  "side effect. But these are exceptions. By and large, one has to avoid unacceptable levels of collateral ",
  "damage.  ",
  "2.14   Ethics, Integrity & Aptitude ",
  " ",
  "   Summary  ",
  " ",
  "¤  Since the beginning of philosophical inquiry, some thinkers have expressed deeply sceptical ",
  "views about Ethics raising doubts about the value of Ethics in human life or arguing that ",
  "ethical studies can have no logical foundations. ",
  "¤ Egoism simply means that ment are only concerned with their individual advantages, ",
  "pleasures and welfare and have no care for others. ",
  "¤ Psychological egoism is not a doctrine about ethical behaviour; it is a psychological theory ",
  "according to which men are so constituted that they always act in their selfish interest. ",
  "¤ Ethical egoism is the view that people should in fact act according to their self interest. Ethical ",
  "egoists argue that people do not often pursue their self interest, but that they should in fact ",
  "do so. ",
  "¤ Ethical egoism can be restated as the view that one should so act as to maximise his utility ",
  "and minimise his disutility. ",
  "¤ Even while pursuing selfish ends, one has to be prudent and ensure that they do not lead ",
  "to backlash from others. ",
  "¤ The theories of Thomas Hobbes, Mandeville and Adam Smith can be considered as examples ",
  "of ethical egoism. ",
  "¤ Even after modifying ethical egoism into a form of enlightened (as opposed to crude) self ",
  "interest, it has certain weaknesses. ",
  "¤  Moral relativists are those who deny the existence of universal moral principles. ",
  "¤   Moral objectivism claims that there are objective moral truths, that some actions are right   ",
  "for all people at all times and that others are wrong for all people at all times. ",
  "¤  Moral relativism can be stated in two forms: moral subjectivism and cultural relativism. ",
  "¤  According to moral subjectivism, right and wrong is a matter of personal opinion. ",
  "¤    Cultural relativism asserts that within a given culture there may be moral standards that      ",
  "are true for that culture. But there is no objective standard of morality which transcends ",
  "individual cultures and which can serve as basis for evaluating individual cultures. ",
  "¤ In brief, determinism holds that the decisions and actions of human beings are causally ",
  "determined by external forces. Men are not autonomous agents who can decide on their ",
  "own. They have no free will or independent volition. ",
  "¤    Determinism creates a problem for morality because if human beings have no free will and   ",
  "if their actions are all causally determined, then they cannot be held responsible for their ",
  "actions. ",
  "¤ Men are acting freely when there are no external constraints or internal compulsions on them. ",
  "In such situations, human beings are free moral agents and are responsible for their actions. ",
  "¤ For moral evaluation of an action, it is divided into three parts – its object, its circumstances, ",
  "and its purpose. ",
  "¤ Every action has an object which is its nature or essence. An action whose object is by nature ",
  "is bad will always remain so. An action which is good can become bad. An action that is ",
  "indifferent (neither good nor bad) can become good or bad.  ",
  "Challenges to Ethics and Moral Accountability   2.15 ",
  "¤ Circumstances refer to the time and place of an action, to the agent carrying out the action ",
  "and to the manner of doing the act. ",
  "¤ Circumstances can be aggravating, extenuating and specifying. Circumstances place actions ",
  "in their situational contexts. ",
  "¤ The end is the purpose that moral agents have in mind while performing an act or their ",
  "intention in doing it. ",
  "¤  An indifferent act becomes good or bad depending on its purpose. ",
  "¤  An action that has a good object can become more or less good. ",
  "¤ An action which is inherently wrong may become a greater or lesser wrong depending on ",
  "the purpose of the moral agent. ",
  "¤  Actions with both good and bad consequences are known as acts with double effects. Ii it is ",
  "difficult to decide whether such actions are good or bad. Moralists have proposed general ",
  "principles for deciding the question. The standard view is that actions with double effects ",
  "should produce many more beneficial than harmful effects. ",
  "¤  But one view is that moral agents cannot be absolved from responsibility in these cases.  ",
  "When they foresee the two effects of their actions, they have to take the moral responsibility ",
  "for both effects. They cannot evade responsibility by deciding to intend only the effect that ",
  "suits them or the good effects. ",
  "Questions for self assessment ",
  "1.  “Ethics seeks to clarify the logic and the adequacy of the values that shape the world; it assesses the moral ",
  "possibilities which are projected and portrayed in the social give-and-take”. Elucidate the two conceptions ",
  "of Ethics mentioned in the statement. Which of the two conceptions is more relevant to ",
  "public  servants  and why? ",
  "2.  Some moralists proposed self interest as the sole criterion of rightness – a view which opposes ",
  "the traditional belief that altruism is the essence of morality. Argue the case for and against ",
  "the position that pursuit of self interest always harms social good. ",
  "3.  What is psychological egoism? How does it differ from ethical egoism? ",
  "4.  What is moral subjectivism? Many artists claim that common rules of morality do not apply ",
  "to them. Do you  agree? ",
  "5.  What  is  moral objectivism? ",
  "6.  What is cultural relativism? What are the problems which cultural relativism presents to ",
  "morality? ",
  "7.  According to a common moral principle, “An action whose object is by nature is bad will ",
  "always remain so”. X who has been a pickpocket for ten years has a change of heart and ",
  "becomes a manual worker. Will he still be considered as ‘bad’? ",
  "8.  Discuss the following cases which are based on the doctrine of double effects. ",
  "Case (a): A runaway trolley is rapidly heading towards a group who has no escape route. ",
  "Someone pushes a bystander into its path in order to stop it and keep it from hitting five ",
  "people on the track ahead.  ",
  "2.16   Ethics, Integrity & Aptitude ",
  "Case (b): A driver diverts a runaway trolley onto a track on which one man is standing, from ",
  "its normal track on which five men are standing. His intention was to save the five on the ",
  "main track. What is the moral difference between the two cases? ",
  "[Hint: (a) The driver foresees the death of the one as a side effect of saving the five           ",
  "but does not intend it. Therefore, the theory of actions with double effects justifies it. ",
  "(b) But pushing a guy under a trolley is murder.] ",
  "9.  Suicide is courting death and is condemned by all religions.   Imagine two actions. (i) X         ",
  "is fed up with life and commits suicide. (ii) A soldier throws himself on a live grenade to ",
  "shield his brothers-in arms from its blast knowing full well that he will perish. How will you ",
  "differentiate the situations? ",
  "[Hint:  The soldier merely foresees his own death; by contrast, X who commits suicide ",
  "intends to bring his own life to an end. This is the position from the angle of the theory       ",
  "of action with double effects. We can think of the example of the soldier also as a moral ",
  "dilemma in which a higher military duty overrides the prohibition against taking one’s life.] ",
  " ",
  "REFERENCES ",
  "  John S. Mackenzie, M.A. A Manual of Ethics ",
  "   William Frankena,  Ethics ",
  " Terry l. Cooper Handbook of Administrative Ethics (A collection of 34 essays by eminent public ",
  "administration theorists). ",
  "   Doug Erlandson Ethics Basics A Jargon-Free Guide for Beginners (e  book).  ",
  " ",
  ""
]