[
  "C h a p t e r.21",
  "Political Attitudes ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "People hold divergent opinions on public issues. For example, they may support or oppose practices ",
  "and policies such as (a) Jallikattu, (b) women’s entry to the hill temple Sabarimala in Kerala, (c) triple ",
  "talaq, (d) FDI in retail trade, (e) death sentence, and (f) confidence-building measures with Pakistan. ",
  "One way people form opinions is by judging each issue separately and on a ‘stand-alone’ basis. Or ",
  "they may look at them through their political or party or ideological prisms, and form opinions. ",
  "Thus, those who regard themselves as ‘left, democratic, progressive and secular’ will oppose (a), (d) ",
  "and (e), remain silent on (c), and support (b) and (f). Those who are right leaning will support (a), ",
  "(d), (e), oppose (c) and (f) and could be ambivalent on (b). ",
  "For our purposes, we need not judge such opinions. But what is important is to recognise that such ",
  "opinions rest on political attitudes. People do not judge issues just on their merits. People’s political ",
  "attitudes and ideological orientations influence their way of thinking on issues. People examine issues ",
  "with a particular slant derived from their ideological predispositions. This is why political attitudes ",
  "are important; they predispose people to view matters from a definite angle. Students would have ",
  "observed this while listening to debates in Parliament or on TV. ",
  "In this chapter, we discuss political attitudes and ideology. These are studied in economics, ",
  "political science, sociology, psychology and philosophy. But strands of such studies intersect, and ",
  "no single factor explanation is adequate. We outline political attitudes and ideologies relying on ",
  "simple ideas from political science. ",
  " ",
  "THE POLTICIAL SPECTRUM ",
  "Political attitudes are best understood based on the idea of political spectrum. Students would be ",
  "familiar with the concept of spectrum of colours into which white light is divided when passed through ",
  "a prism. Political spectrum is a graphic, or more specifically, a straight line along which political ",
  "positions are shown from left to right. These positions are radical, liberal, moderate, conservative ",
  "and reactionary. These terms are generic descriptions of political attitudes. They also refer to specific ",
  "ideologies.  ",
  "21.2   Ethics, Integrity & Aptitude ",
  "The spectrum of political attitudes can be shown as below: ",
  "Left  Right ",
  " ",
  "Radical  Liberal  Moderate  Conservative  Reactionary ",
  "Figure 1: The Political  Spectrum ",
  "The terms left and right are of French origin. Supporters of the emperor’s policies were seated to his ",
  "right, and their opponents who proposed changes in the prevailing system were seated to his left. ",
  "Before looking at the meanings of the above five terms, we should note a few important points. The ",
  "five terms designate political attitudes which (a) seek changes in the existing political set up and (b) ",
  "which uphold certain political values. Another noteworthy point is that these terms have meanings ",
  "specific to a given society. Thus they stand for different ideas in USA, Saudi Arabia and India. But ",
  "within these countries, the five terms can be applied to characterise particular sets of political views. ",
  "Further, what we commonly understand as ideologies such as communism, socialism and liberalism ",
  "can be fitted into these five terms. On the spectrum, radicals are at the extreme left and reactionaries ",
  "at the extreme right with others in intermediate positions. In political science, a radical means an ",
  "individual on the extreme left of the political spectrum. ",
  " ",
  "POLITICAL CHANGE ",
  "Radicals, liberals, moderates, conservatives and reactionaries (we will call them ‘the five groups’ ",
  "hereafter) have differing attitudes on whether and /or how far the existing political system or the ",
  "status quo should be changed. They differ also on policies or courses of action needed for changing ",
  "the system. Status quo means the existing social, economic and political set up. Disturbing the ",
  "status quo does not mean tinkering with it, but refers to fundamental changes in deep-rooted ",
  "beliefs or in foundational institutions. We have to separate ordinary changes from fundamental ",
  "social transformations. When one ruling party is displaced during elections in a democracy, the ",
  "new government still represents status quo. There will be cosmetic changes; some old wine will be ",
  "poured into new bottles. This is the likely scenario, despite the cacophony in main stream Western ",
  "media, after the election of Donald Trump to US Presidency. ",
  "Direction of Political Change ",
  "Political thinkers use four dimensions to explain the differences between the five groups to political ",
  "change. The first aspect is the direction of change, or whether the proposed change will take society ",
  "forward or backward. A forward change is progressive and a backward change is retrogressive. ",
  "However, we need to be on guard here, for these terms are value-loaded. ‘Forward’ and ‘progressive’ ",
  "are, to borrow an expression from George Sabine, ‘honorific’ or in plain language, smell of roses. ",
  "‘Backward’ and ‘retrogressive’ remind us of the smelly things of life. But we should attach no intrinsic ",
  "value to these terms. We should think of progressive change simply as a change from the status quo ",
  "to something new and different in that society. Likewise, we should understand retrogressive change ",
  "as return to a policy or institution that existed in the past in that society.  ",
  "Political Attitudes   21.3 ",
  "The demarcation line between progressive and retrogressive change lies between the conservative ",
  "and reactionary segments on the spectrum. The line between these two segments represents absence ",
  "of any significant change or continuation of the status quo. Everyone to the left of the reactionary ",
  "segment is progressive. Students may wonder whether conservatives can be called progressive in any ",
  "sense. Even conservatives are progressive to some extent; though they dislike too much tinkering ",
  "with the status quo, they allow a few institutional innovations. Only reactionaries want a change ",
  "from the status quo to something that existed earlier. ",
  "Progressive change      Retrogressive change ",
  "Radical  Liberal  Moderate  Conservative  Reactionary ",
  "Status quo demarcation line ",
  "Figure 2: The position of status quo on the political spectrum ",
  "Most people cannot be placed exclusively in any single group because their attitudes on issues ",
  "will range over two or more segments on the spectrum. Even ardent conservatives may have some ",
  "liberal views. Thus conservatives may agree on the need to cleaning up temple surroundings, and on ",
  "entry of women into temples on the same footing as men. But we can observe a general tendency; ",
  "some people more often support conservative policies than any other policies; consequently, we might ",
  "call them conservatives though their opinions on some questions may not be conservative. Only ",
  "doctrinaire individuals and party spokespersons may be highly consistent in their political attitudes. ",
  "Depth of Political Change ",
  "The five groups as outlined in figure 2 above also differ on the depth of political changes they seek. ",
  "Some would be satisfied with incremental changes or minor social adjustments. These will cause ",
  "no ripples. Others want fundamental alterations in society or root and branch reforms. They would ",
  "like to overturn many basic political institutions and create new ones. Such changes will bring in ",
  "their wake unforeseeable and uncontrollable consequences. To cite an example, many educational ",
  "reforms can be accommodated in the present system without overturning it. However, measures ",
  "such as abridging fundamental rights or the powers of judiciary will be drastic systemic changes. ",
  "As with the direction of change, so with the depth of change, the demarcation line is that which ",
  "lies between conservative and reactionary positions, or at the status quo point on the spectrum. The ",
  "farther people are from the status quo, the greater is their dissatisfaction with the existing order and ",
  "more drastic the changes they want. ",
  "Speed of Political Change ",
  "Up till now, we considered the attitudes of the five groups towards direction and the depth of political ",
  "change. The third dimension refers to how eager are people for change or how soon they want to ",
  "see the change. Clearly, the more unhappy people are with the status quo, the more impatient they ",
  "would be. Therefore, they would like the changes to be ushered in fast.  ",
  "21.4   Ethics, Integrity & Aptitude ",
  "Methods of effecting political  change ",
  "The five groups differ lastly on the appropriate methods for effecting political change. Political change ",
  "can occur in many ways: officially or unofficially; legally or illegally/ extra legally; gradually or abruptly; ",
  "and peacefully or violently. We tend to associate use of violence with extremist political groups. ",
  "Here, we make a small detour to alert students to some misinterpretations which are based on ",
  "shuffling or playing with meanings of common words. Some leftist political thinkers point out that ",
  "people of all political hues use violence. They cite as examples death penalty, property expropriation, ",
  "chokeholds (methods used for immobilizing suspected criminals in USA) and other police techniques, ",
  "and warfare itself. This is an example of what may be called ‘fancy pants theorising’. It deliberately ",
  "changes the meaning of violence. Morally condemnable violence is private violence with no judicial ",
  "or moral sanction such as settling scores or use of guns in elections or terrorising tribals in the name ",
  "of their freedom. It equates violence of murderers with the death penalty awarded by a court of ",
  "law. It puts on equal footing operations of a national army for self defence with violence of armed ",
  "marauders. A different example is of a feminist writer who declared that all sex is rape. Though ",
  "provocative, this statement is ridiculous: how can forcible sexual attack be compared with union ",
  "of happy married couples? Sadly, many agitations such as for for aazadi which seduce students use ",
  "similar perversions in the garb of logic and democratic ideals. ",
  "Those on either extreme of the status quo on the political spectrum are likely to be at odds ",
  "with the laws of the society. This is because laws stand for the purposes, goals, and structures of the ",
  "society. They broadly embody the current social ethos. Opponents of the values, goals, or structures ",
  "of society will also oppose its laws. On the contrary, conservatives in tune with social values tend ",
  "to be law-abiding and patriotic, since they are satisfied with the system. Radicals and reactionaries, ",
  "and liberals to lesser degree, may not endorse the laws or the prevailing judicial system. However, ",
  "conservatives may also violate the law to gain their political objectives. It is possible that even the ",
  "conservative rich may be hurt by laws. Then they could violate laws. Examples include corporations ",
  "ignoring health and safety requirements or stock market manipulators cheating small investors. ",
  "We now turn to the values, programme world views of the five groups mentioned in figure 1, ",
  "their conceptions of desirable societies and their methods for attaining their goals. ",
  " ",
  "RADICALISM ",
  "“Radical” refers to individuals, parties, and movements that seek to drastically alter any existing ",
  "practice, institution, or social system. As radicals are highly dissatisfied with the society, they want ",
  "immediate and revolutionary changes. Extreme leftists challenge the most cherished values and ",
  "assumptions of society. They reject the institutions of the establishment, and seek a more humane, ",
  "egalitarian, and idealistic social and political system. Many people may share such ideals. But they ",
  "lack the idealism, are too selfish and suffer from inertia. ",
  "Many radicals espouse violence. Some writers consider pacificists also as radicals. Pacifists totally ",
  "reject violence as a means to achieve justice. They uphold human rights and believe that no one has ",
  "the right to injure or kill another in pursuit of any goal. Some writers cite Gandhiji and Dr. Martin ",
  "Luther King as radicals wedded to non violence. Although Gandhiji aimed at profound political ",
  "and social changes, he was also conservative in many ways.  ",
  "Political Attitudes   21.5 ",
  "The causes and aims of Radicalism and its forms have been changing in recent times. Earlier ",
  "on, Radicalism was associated with anarchism and opposition to the very existence of governments. ",
  "In India, we tend to associate Radicalism with ultra left movements. In the west, radicalism stood ",
  "for various movements in recent past. ",
  "  During the Cold War, Radicalism was associated with proposals to fundamentally alter the ",
  "capitalist economic and social system. ",
  "•  During the 1960s, the civil rights movement in USA and the beat cultural movement created, ",
  "in C. Wright Mills’s words, a New Left. ",
  "•  Student movements of the west in 1960s advocated an activist participatory democracy and a ",
  "radical restructuring of society, either through social revolution, or by ‘tuning in, turning on, ",
  "and dropping out’. The beat movement developed into the mass “hippie” counterculture, which ",
  "championed “alternative” living arrangements and philosophies of life. ",
  "•  Feminists opposed denial of work opportunities to women and advocated change in women’s ",
  "status in homes. They also fought for abortion rights and for equal rights as with men. ",
  "  The social radicalism of the 1960s also created consumer and environmental movements. ",
  "Ralph Nader encouraged activist researchers and lawyers to expose and challenge the abuses ",
  "of corporate power. ",
  "•  In the 1980s, alliances of radicals and liberals challenged and slowed down nuclear power ",
  "industry, demanded a nuclear freeze and defended reservations for minorities and women and ",
  "opposed President Ronald Reagan’s “Star Wars” proposal. ",
  "Many of these programmes have become part of the liberal democratic agenda in the West. These ",
  "forms of radicalism are reactions to elite hegemony. One writer observes, “They [radicals] protest against ",
  "the gap between democratic rhetoric and real life realities. They challenge complacency, think the previously unthinkable, ",
  "and induce society’s mainstream to mend its ways.” These ideas also inspire Indian protest movements like ",
  "for women’s entry into temples on equal footing with men. ",
  " ",
  "LIBERALISM ",
  "Unlike radicals, liberals subscribe to the core values of society. But liberals are open to reform for ",
  "correcting the defects of society. Historically, liberals pioneered political, social and economic reforms ",
  "in England, America and Europe. Liberals also differ from radicals in upholding laws. Radicals see ",
  "laws as instruments which elites use to ensure their hegemony. Liberals regard laws as essential to ",
  "protect individual liberty and orderly social life. While they may try to change some laws, they value ",
  "legal system as a whole. Liberalism, like other doctrines, changed over time. ",
  "We briefly outline these changes. ",
  "Liberalism aims primarily at protecting and increasing an individual’s freedom. Liberals believe ",
  "that government is necessary to protect individuals from being harmed by others; but they also fear ",
  "that government itself, by usurping excessive power, can threaten individual liberty. Over time, ",
  "liberalism got divided into classical liberalism and modern liberalism. Classical liberalism argues that ",
  "government should merely protect individual liberty. Modern liberalism believes that government  ",
  "21.6   Ethics, Integrity & Aptitude ",
  "should enhance individual freedom by promoting conditions for its enjoyment by the poor. Classical ",
  "liberalism is said to be based on negative freedom and modern liberalism on positive  freedom. ",
  "Classical liberalism ",
  "Political foundations ",
  "John Locke, the founder of classical liberalism, argued that absolute monarchical rule negates the ",
  "very basis and justification of political authority. Its raison d’être is to protect the life and property of ",
  "individuals and to guarantee their natural rights to freedom of thought, speech, and worship. The ",
  "early liberals aimed to free individuals from two kinds of social constraint—religious conformity ",
  "and aristocratic privilege—both enforced by state power. While trying to limit state power over the ",
  "individual, early liberals wanted government to be accountable to people. This required a system ",
  "of government by majority rule in which government implements the expressed will of a majority of ",
  "the electorate. This would imply periodic election of government by popular vote. Thus, liberalism ",
  "is the progenitor of democracy. ",
  "Early liberals feared popular sovereignty or what they considered mob rule. They preferred that ",
  "power should rest with property owners and other natural elites. As they saw the likely ascendancy ",
  "of masses, they devised mechanisms for protecting individual liberties. They advocated separation of ",
  "powers or dividing governmental power between three wings: legislature, executive, and judiciary. ",
  "Next, they wanted periodic elections. The third safeguard was creation of individual rights of three ",
  "sorts. One set of rights confers freedom to speak and write freely, freedom to associate and organize ",
  "and, above all, freedom from fear of reprisal. But the individual also has rights, apart from his role ",
  "as a citizen. These rights secure his personal safety and hence his protection from arbitrary arrest ",
  "and punishment. The third type of rights preserve large areas of individual privacy. In a liberal ",
  "democracy, these are affairs that do not concern the state such as the practice of religion, creation ",
  "of art and the raising of children by their parents. ",
  "Economic foundations ",
  "Economic policy at the start of industrial revolution was driven by mercantilism which strictly regulated ",
  "the economy internally and externally. Mercantilism regarded international trade as a zero-sum ",
  "game—in which gain for one country meant loss for another. National governments intervened to ",
  "determine prices, protect their industries from foreign competition, and avoid the sharing of economic ",
  "information. Liberals challenged these policies. The French thinkers known as physiocrats argued ",
  "that the best way to increase wealth is to allow unrestrained economic competition. Their advice to ",
  "government was “laissez faire, laissez passer” (“let it be, leave it alone”). ",
  "Adam Smith expounded this laissez-faire doctrine in The Wealth of Nations (1776). He favoured free ",
  "trade and markets. If economic agents are allowed to pursue their self-interest in a market economy, ",
  "the welfare of all will be optimized. The self-seeking individual promotes public good because in a ",
  "market economy he must serve others in order to serve himself. Adam Smith spoke of ‘an invisible ",
  "hand’ transforming private interest into public good. However, only a truly free market can ensure ",
  "this happy outcome; other arrangements, whether state control or monopoly, sap initiative and cause ",
  "inefficiency and economic stagnation.  ",
  "Political Attitudes   21.7 ",
  "The task of any economic system is to produce and distribute goods and services people. This ",
  "process also leads to a particular distribution of wealth and income. In a market economy, the ",
  "price mechanism governs production and distribution. Well functioning markets generate the best ",
  "outcomes in terms of production, prices and distribution. Markets are self adjusting or cybernetic ",
  "systems. They factor in consumer choices. Markets create wealth patterns which assure reward in ",
  "proportion to merit. Economic agents rationally and self-interestedly minimize costs and maximize ",
  "gains. As each one knows what is best for him, government interference in his economic activities ",
  "will only hinder and never enhance his interests. ",
  "Thus both from political and economic perspectives, liberals wanted to limit government activity. ",
  "Jeremy Bentham’s sole advice to the state was: “Be quiet.” Classical liberals however acknowledged ",
  "that government must provide education, sanitation, law enforcement, a postal system, and other ",
  "public services that were beyond the capacity of any private agency. But apart from these functions, ",
  "government must not try to do for the individual what he is able to do for himself. ",
  "Modern Liberalism ",
  "Problems of market economies ",
  "People became disenchanted with classical liberalism by the end of the 19th century because of ",
  "serious unforeseen consequences of the Industrial Revolution. A few became enormously wealthy, ",
  "many became abjectly poor, and sprawling slums sprang up in industrial towns. Trade cycles appeared ",
  "with alternating booms and busts---the latter throwing people en masse into unemployment. The rich ",
  "corrupted and controlled governments. ",
  "T.H. Green argued that excessive government powers which hindered freedom earlier shrank ",
  "by mid 19th century. But other hindrances such as poverty, disease, discrimination, and ignorance ",
  "have emerged. Governments should positively help needy individuals to overcome these problems ",
  "and enjoy their freedom. Modern liberalism enlists government to establish public schools and ",
  "hospitals, aid the needy, and regulate working conditions to promote workers’ health and well-being. ",
  "It is only through public support that the poor and powerless can truly become free. This is the logic ",
  "which supports the pro-poor and inclusive growth strategies. Modern liberalism has borrowed many ",
  "elements from socialism. Its approach is more socialist than conservative. ",
  "Liberalism in twentieth century ",
  "The First World War and its turbulent aftermath shattered many liberal illusions. Between the  ",
  "two Great Wars, people turned to anti-democratic and to anti-liberal alternatives on the extremes ",
  "of the political spectrum. Germany, Italy and Spain became fascist dictatorships. Russia took to ",
  "communism. In the 1930s, the Great depression hit the world economy. US president Roosevelt ",
  "introduced the New Deal (1933–39) involving massive government interventions to tackle depression. ",
  "British economist JM Keynes propounded an economic doctrine that government management of ",
  "the economy could smooth out the highs and lows of the business cycle to produce more or less ",
  "consistent growth with minimal unemployment. ",
  "Liberal policies in post War era brought about phenomenal growth in Western Europe, North ",
  "America, and Japan. Western industrialized nations pursued full employment, maximum use of  ",
  "21.8   Ethics, Integrity & Aptitude ",
  "industrial capacity, and the maximizing of peoples’ purchasing power. Instead of the old policy of ",
  "“sharing the wealth”, liberals used the government’s power to borrow, tax, and spend not merely to ",
  "counter contractions of the business cycle but to encourage expansion of the economy. It appeared ",
  "to create class harmony and the basic consensus essential to a democracy. ",
  "Limited intervention in the market ",
  "Modern liberals recognize the achievements of the market system. They want to modify and control ",
  "the system rather than abolish it. Regimentation in centrally planned Soviet style economies and ",
  "bureaucratization even in mixed economies deterred them from giving up on the market for an ",
  "omnipotent state. But in contrast to classical liberalism, modern liberalism intervenes in the market for following reasons: ",
  "  The rewards market fail to correctly measure contributions of most people to society. ",
  "  Market ignores the needs of those who lack opportunity or who are economically exploited. ",
  "  The enormous social costs incurred in production are not reflected in market prices and resources ",
  "are often wasted. ",
  "•  Market allocates human and physical resources toward satisfaction of consumer appetites—e.g., ",
  "for automobiles, home appliances, or fashionable clothing. It often ignores basic needs such as ",
  "schools, housing, public transit, and sewage systems. ",
  "  Although prices, wages, and profits should be based on negotiation among the interested parties ",
  "and market trends, those affecting the economy as a whole must be reconciled with public policy. ",
  "Greater equality of wealth and income ",
  "Liberals usually rely on following approaches for mitigating inequality: ",
  "  Organization of workers into trade unions for increasing their power to bargain with employers ",
  "  Undertaking variety of government-funded social services for helping the poor ",
  "  Progressive taxation ",
  "  Employment and income generating programmes and provision of minimum needs of housing, ",
  "health, sanitation and education as in India. ",
  "Contemporary Liberalism ",
  "The revival of classical liberalism ",
  "Modern liberalism faced problems with declining economic growth from the mid-1970s in western ",
  "economies. Economic stagnation and high costs of social benefits of the welfare state forced ",
  "governments into unsustainable levels of taxation and debt. The Keynesian prescriptions lost their ",
  "efficacy. ",
  "These led to a revival of classical liberalism notably through efforts of Friedrich von Hayek ",
  "and Milton Friedman. Hayek argued that interventionist measures aimed at the redistribution of ",
  "wealth lead inevitably to totalitarianism. Friedman, a founder of the modern monetarist school of ",
  "economics, held that the business cycle is determined mainly by the supply of money and by interest ",
  "rates, rather than by government fiscal policy—contrary to the long-prevailing view of Keynes and ",
  "his followers. Students should note that these are actually conservative arguments extolling the ideal  ",
  "Political Attitudes   21.9 ",
  "of markets and sharply limited governments. Prime Minister Margaret Thatcher (1979–90) in Britain ",
  "and President Ronald Reagan in USA (1981–89) embraced these ideas. These ideas represent neo- ",
  "liberalism which is a form of conservatism. Incidentally, our economic reforms of 1991 are based ",
  "on neo-liberalism and on Washington Consensus, though ‘with a human face’ in the words of P. V. ",
  "Narsimha Rao. ",
  "Students should understand the connotation of terms which have changed in confusing ways. ",
  "Classical liberalism is equivalent to modern conservatism and neo-liberalism. Modern liberalism has ",
  "become socialism with heavy emphasis on welfare state. Further, many radical ideas migrated into ",
  "socialism and into modern liberalism. The scope of the terms has become ambiguous. As we shall ",
  "see, these ideological orientations explain the positions which academics and journalists take on ",
  "current controversies in India. Modern liberalism has become the dominant academic  orthodoxy. ",
  "Civil rights and social issues ",
  "Contemporary liberalism tried to extend individual rights in new directions. Liberals see rights    ",
  "as bulwark against tyranny and oppression; in late 20th century claims to rights are used as tools ",
  "in struggles for social justice. Thus the American civil rights movement of the 1950s and ’60s led ",
  "to laws forbidding discrimination against African Americans; and movements for equal rights for ",
  "women, gays and lesbians, the physically or mentally disabled, and other minorities or disadvantaged ",
  "social groups. Thus, liberalism historically has sought to foster a plurality of different ways of life, ",
  "or different conceptions of the ‘good life’, by protecting the rights and interests of first the middle ",
  "class and religious minorities, then the working class and the poor, and finally of racial minorities, ",
  "women, gays and lesbians, and the physically or mentally disabled. ",
  "Liberalism has altered the Western society in other ways as well. It removed restrictions on ",
  "contraception, divorce, abortion, and homosexuality based on the right of individual choice. Emphasis ",
  "on right to freedom of speech reduced restrictions on depicting sexual content in works of art and ",
  "culture. Students should connect frequent public debates on censorship of films and homosexuality ",
  "with liberal thoughts imported from west. ",
  " ",
  "MODERATES ",
  "It is difficult to characterize moderate political positions or to identify political groups allied with them. ",
  "Long ago, Aristotle spoke of the virtue of moderation or of the golden mean. But it refers to human ",
  "temperament than to political creeds. Still, the label ‘moderate’ often appears in political discussions. ",
  "Moderates may belong to groups who combine elements from two rigid systems or doctrines. Thus, ",
  "socialism borrows elements from communism and capitalism. It takes democracy and individual ",
  "freedom from capitalism, and collective ownership of means of production, public sector and planning ",
  "from communism. It is a via media. Moderates are reluctant to introduce major changes. They are ",
  "not too worked up about the state of society. ",
  "There can be hardliners and soft peddlers within the same party or organization. For example, in ",
  "the US Democratic Party, Bernie Sanders is to the extreme left of the party. Journalists speak about ",
  "hawks and doves in foreign policy establishments of USA or Russia. Analysts also speak about hard ",
  "line and gentle Islamists. At times, such distinctions may exist only in the minds of writers.  ",
  "21.10   Ethics, Integrity & Aptitude ",
  "Moderates, though not enthusiastic for change, allow for greater innovations than conservatives. ",
  "They live in an uncomfortable half way house and draw flak from committed party ideologues. They ",
  "are derided as vacillating and feeble minded. Margaret Thatcher used to refer to her less firebrand ",
  "supporters as ‘wets’. However, moderates often oppose the harsh and rigid versions of doctrines. ",
  "They are more humane, and oppose pushing policy measures in violation of human considerations. ",
  "Their approach can be summed up in the saying, “politics is the art of the possible”. ",
  "We can think of two examples from Stalinist Russia of how moderation could have prevented ",
  "great harm. If collectivization of agriculture had been implemented less ruthlessly, it would have ",
  "saved millions of lives. Soviet state would not have suppressed dissent by lining up political opponents ",
  "before firing squads or by exiling them to forced labour camps in Siberia. Our regrets over such ",
  "past tragedies are unavailing since history is irreversible, and has no room for might-have-beens. ",
  "One has to be cautious and wake up in  time. ",
  " ",
  "CONSERVATISM ",
  "Conservatism is a political doctrine that emphasizes the value of traditional institutions and practices. It ",
  "regards society as a living organism with organically interlinked parts. Conservatives value institutions ",
  "which evolved slowly, for they promote social stability and continuity. Government should guard ",
  "existing ways of life and not attempt to transform society rapidly. Suspicion of government activism ",
  "separates conservatism from liberalism and radicalism. ",
  "Conservatism was first propounded as a systematic doctrine in late eighteenth century largely as a ",
  "reaction to French revolution. Two famous thinkers associated with conservatism are Chateaubriand ",
  "in France and Edmund Burke in England. According to them violent, non-traditional and disruptive ",
  "methods polluted the liberal principles of French revolution. ",
  "General characteristics of conservatives ",
  "Conservatives reject the optimistic Enlightenment belief in human perfectibility. They deny that ",
  "human beings can be morally improved through political and social change. They point out that ",
  "human history under most political and social circumstances witnessed great evils. Men are neither ",
  "good nor rational. On the contrary, they are driven by passions and desires, and are naturally ",
  "selfish, disorderly, irrational, and violent. Traditional political and cultural institutions are needed ",
  "to curb men’s base and destructive instincts. Burke says that men need “a sufficient restraint upon ",
  "their passions,” and it is government’s function “to bridle and subdue.” Families, churches, and ",
  "schools must teach the value of self-discipline. Governments and laws must punish moral defaulters. ",
  "Without the curbs of such institutions, conservatives believe, there can be no ethical behaviour and ",
  "no responsible use of liberty. ",
  "Conservatism is not only a political creed but also a temperament. First, conservatives distrust ",
  "human nature, rootless individuals disconnected with traditional social values, and untested ",
  "innovations. They trust unbroken historical continuity and believe that human affairs should be ",
  "conducted within traditional structures. These could be political, cultural, or religious. Secondly, ",
  "conservative temperament abhors abstract argument and theorizing. They argue that efforts by ",
  "philosophers and revolutionaries to plan society in advance, using political principles derived from ",
  "reason alone, are misguided and likely to end in disaster.  ",
  "Political Attitudes   21.11 ",
  "Conservatives and liberals differ sharply on this matter. Whereas liberals like abstract theories, ",
  "conservatives instinctively prefer concrete traditions. Conservatives therefore oppose government’s ",
  "interference with social or economic realities and believe that social engineering is futile and ",
  "dangerous. To understand society, one has to learn its history and tradition since people follow ",
  "inherited manners, morality, and culture. Political leaders should immerse themselves in the traditions ",
  "of the society they want to govern. ",
  "Historical Trends ",
  "A few historical milestones will provide a thumb sketch of conservatism. The massive dislocations ",
  "and turmoil of the French Revolution led to a strong conservative reaction. The Congress of Vienna ",
  "was convened towards the close of Napoleonic wars. It was based on conservative principles of ",
  "traditionalism and legitimism (hereditary monarchy as the only lawful rule and restoration of kings ",
  "deposed during French Revolution). The political settlement soon proved untenable due to unrest ",
  "among liberal urban population. There were many revolutionary outbreaks from 1830 to 1848. ",
  "The population of conservative social groups like peasantry began to dwindle. Urban dwellers ",
  "grew in number because of industrial revolution. Conservatives found it difficult to win majorities ",
  "in legislatures. In this situation, conservatives allied with forces of growing patriotism. While this ",
  "helped them in gaining power, it also led, according to some writers, to the First World War. ",
  "World War I resulted in the downfall of four great imperial dynasties in Russia, Austria-Hungary, ",
  "Germany, and Ottoman Turkey. These were the last strongholds of conservatism resting on monarchy, ",
  "landed aristocracy, and church institutional religion. After the war, conservative parties espoused ",
  "frustrated nationalism in Germany, Italy and other countries. Starting from the 1930s, conservative ",
  "parties across central and Eastern Europe were destroyed or co-opted by the Nazis. ",
  "After World War II, many Europeans turned once more to conservative policies, which seemed ",
  "to promise both economic growth and democratic freedoms. This revived conservatism gave up its ",
  "old aristocratic associations. Instead, it emphasized the raising of living standards through a market ",
  "economy and the provision of a wide array of social services by the state. In fact, the ideological ",
  "divide between liberalism and conservatism reduced greatly. ",
  "In the 1970s, however, the post war economic growth that the United States and other Western ",
  "countries had relied on to finance social welfare programmes began to slacken. At this point, a new ",
  "group of mainly American conservatives, neoconservatives, arose. They identified high taxation and ",
  "government’s intrusive regulation of private enterprise as hurdles to economic growth. Social welfare ",
  "policies were making their recipients increasingly dependent upon government. Neoconservatives ",
  "defended middle-class virtues such as thrift, hard work, and self-reliance, which declined due to ",
  "sexual freedom and lax life styles of 1960s. They prefer US intervention in global arena and holding ",
  "up American democracy as model which others should  adopt. ",
  " ",
  "REACTIONARIES ",
  "Reactionary outlook favours restoration of a previous, and usually outmoded, political or social ",
  "order. Reactionaries hanker after a society whose days are over. It is a form of nostalgia for the ",
  "past. Political and social changes occur due to various forces. Once some institutions and ideas are ",
  "dethroned, they cannot be  restored.  ",
  "21.12   Ethics, Integrity & Aptitude ",
  "Marxists use ‘reactionary’ as a term of abuse. Reactionaries are seen as fighting a rear guard ",
  "action against advancing, dynamic forces propelling new classes to power. Reactionaries may be on ",
  "the losing side of the battle between the old and the new social orders. They may be the beneficiaries ",
  "of the old order. During the period of jagir abolition, Zamindars and jagirdars had to make way for ",
  "the emerging peasant proprietors who supported Congress during the Independence movement. At ",
  "the time of integration of native states into India, a few rulers held out. In a way, they were trying to ",
  "protect their vested interests in the Pre-Independence dispensation. After World War I, monarchical ",
  "groups, aristocracy, church and military classes lost power in Europe. They attempted hard to restore ",
  "their lost social position. Their approach is reactionary. ",
  "We can look at two examples from European history. The French writer Joseph de Maistre ",
  "advocated extreme conservatism in early 19th century. Maistre rejected revolution in favour of ",
  "traditional authority—especially the authority of monarch and church. Maistre rejected the entire ",
  "heritage of the Enlightenment, attributing the revolutionary disorders of Europe to pernicious ",
  "Enlightenment ideas. Against the French Revolutionary slogan “Liberty, equality, fraternity,” Maistre ",
  "proclaimed the value of “Throne and altar.” (kings and priests) Maistre, since he stressed the authority ",
  "of the traditional elite, is not conservative but reactionary. ",
  "The peace settlement of the Congress of Vienna (1815) which ended Napoleonic wars was ",
  "reactionary because it aimed at reinstating the political and social order that existed before the ",
  "French Revolution. Nevertheless, the restored monarchies in France, Austria, and Spain thought it ",
  "prudent to create parliamentary institutions in order to mollify liberal sentiment. ",
  " ",
  "IDEOLOGY ",
  "So far, we discussed positions on political spectrum besides liberal and conservative ideologies. ",
  "Now, we consider the concept of ideology and cognate issues. Ideologies provide insights into many ",
  "current public debates in India. ",
  "Definition ",
  "Political Ideology is a form of social or political philosophy which combines theory and practice. ",
  "It is a system of ideas that seeks both to explain the world and to change it. Particular categories of ",
  "ideology are socialism, communism, anarchism, fascism, nationalism, liberalism, and conservatism. ",
  "Destutt de Tracy coined the term ideology during the French Revolution. Ideologies evoke both ",
  "strong attachment and revulsion. ",
  "Ideology may be loosely defined as any kind of action-oriented theory or approach to politics based ",
  "on a system of ideas. Ideology, in Destutt de Tracy’s original conception, has five characteristics: ",
  "  It contains a comprehensive explanatory theory about human experience and the external world. ",
  "  It proposes a general programme for social and political organization. ",
  "  It believes that the programme can only be realized through a struggle. ",
  "  It seeks not merely to persuade but to recruit loyal adherents with commitment. ",
  "  It addresses a wide public but assigns special leadership role to intellectuals.  ",
  "Political Attitudes   21.13 ",
  "Ideology and sociology of knowledge ",
  "Surprising as it may sound, Hegel and Marx use ‘ideology’ in a pejorative sense. Ideology in this ",
  "sense is a set of beliefs with which people deceive themselves; it is theory that expresses what they ",
  "are led to think, as opposed to that which is true; it is false consciousness. Ideology is used in this ",
  "disparaging way also by exponents of the sociology of knowledge, including Max Weber and Karl ",
  "Mannheim. ",
  "They regard idea systems as the outcome or expression of certain interests. The true nature of ",
  "ideologies is hidden from their followers; Mannheim proposed that sociological research should ",
  "unveil the “life conditions which produce ideologies.” An example will help us understand the ",
  "deceptive nature of ideologies and the need to unmask them. Thus, Adam Smith’s economic theory ",
  "should not be taken as an independent intellectual construction or be judged in terms of its truth, ",
  "consistency, or clarity; rather, it is to be seen as the expression of bourgeois interests, as part of the ",
  "ideology of capitalism. The sociology of knowledge later sought support from Freudian psychology ",
  "(notably the concepts of the unconscious and of rationalization), in order to suggest that ideologies ",
  "are unconscious rationalizations of class interests. ",
  "Neither Weber nor Mannheim used ‘ideology ‘consistently. Weber opposed Marx’s theory that ",
  "all idea systems are products of economic structures. He argued that some economic structures are ",
  "produced by idea systems. In this vein, he argued that Protestantism (by promoting appropriate ",
  "entrepreneurial mind sets) generated capitalism; and not capitalism Protestantism. Mannheim, on the ",
  "other hand, tried to restore Marx’s view that ideologies spring from the social structure. However, ",
  "Mannheim suggested that the word ‘ideology’ should be reserved for conservative idea systems and ",
  "the word utopia for revolutionary or millenarian idea systems. ",
  "But this sort of approach which attributes doctrines or ideologies to a believer’s unconscious mind ",
  "runs into a contradiction. For, the doctrine of sociology of knowledge itself becomes an unconscious ",
  "rationalization. Mannheim tries to overcome this difficulty by postulating somewhat unconvincingly a ",
  "classless class of intellectuals, a “socially unattached intelligentsia,” capable of thinking independently ",
  "by virtue of its independence from any class interest or affiliation. Rival contenders in Indian public ",
  "debates show no awareness of this problem. Each side, no less than the other, is often hostage to its ",
  "unconscious ideological predilections. ",
  " ",
  "Are ideologies rational or irrational? ",
  "Political theorists are divided on whether ideologies are rational or irrational. Some discount efforts ",
  "to understand politics through abstract ideas rather than lived experience. They distrust political ",
  "punditry based on bookish learning. Michael Oakeshott, however, thinks that ideologies could    ",
  "be rational. As an example, he cites Locke’s theory of political liberty as an “abridgment” of the ",
  "Englishman’s traditional understanding of liberty. If such a conception is abstracted from its originating ",
  "tradition, it becomes a rationalistic doctrine or metaphysical abstraction, like liberties contained in ",
  "the Declaration of the Rights of Man. ",
  "On the other hand, Edward Shils regards ideology as irrational with its roots in extreme ",
  "romanticism. He says that romanticism, by its cult of the ideal and by its scorn for the actual, influences ",
  "ideological politics. It holds in contempt actions based on political calculation and compromise. As  ",
  "21.14   Ethics, Integrity & Aptitude ",
  "politics demands compromise, prudent self-restraint and responsible caution, ideologies driven by ",
  "romanticism hate civil politics. ",
  "Ideology and Violence ",
  "Many critics notably Hannah Arendent and Karl Popper analysed the ‘total’ character of ideology, ",
  "its extremism and violence. Opposing revolutionary violence, Camus believes that a true rebel   ",
  "(or dissenter) does not conform to the orthodoxy of some revolutionary ideology but says ‘no’ to ",
  "injustice. The true rebel would prefer the politics of reform, such as trade-union socialism to the ",
  "totalitarian politics of Marxism or similar movements. He condemned the systematic violence of ",
  "ideology or the crimes of logic committed in its name. He believed that the rise of ideology in the ",
  "modern world increased human suffering greatly. ",
  "Karl Popper advocated “piecemeal social engineering” instead of total ideologies. Popper argued ",
  "that ideology rests on a logical mistake which believes that history can be transformed into science. ",
  "Ideology seeks certainty in history and aims at historical predictions similar to scientific predictions. ",
  "As ideologies misconceive the nature of science, they produce only prophecies which are neither ",
  "scientific predictions and nor have any scientific validity. ",
  "Not all ideologies support violence. However, ideological writings are replete with military and ",
  "warlike language. Words like struggle, resist, march, victory, and overcome are often used. The ",
  "terminology suggests that commitment to an ideology is akin to enlisting in army or to become the ",
  "adherent of an ideology is to become a combatant or  partisan. ",
  "Many ideological writers go beyond language use and frankly approve violence. George Sorel, ",
  "for example, had done so before World War I in his book Reflections on Violence. Sorel used the ",
  "word violence, according to some writers, as passion, not as throwing of bombs and the burning  ",
  "of buildings. Black militant writers of the 1960s like Frantz Fanon advocated violence. Jean-Paul ",
  "Sartre’s dramatic writings highlight that ‘dirty hands’ are necessary in politics and that a person with ",
  "so-called bourgeois inhibitions about bloodshed cannot usefully serve a revolutionary cause. Sartre’s ",
  "attachment to the ideal of revolution tended to increase as he grew older, and in some of his later ",
  "writings he suggested that violence might even be a good thing in itself. ",
  "Ideology and Pragmatism ",
  "Many writers distinguish between ideological and pragmatic approach to politics. Pragmatism ",
  "examines problems purely on their merits without attempting to apply doctrinal, preconceived ",
  "remedies. Some thinkers believe that politics has become less ideological and speak of the end    ",
  "of ideology. They think that pragmatism is better than ideology. There was decline in the hold of ",
  "ideologies on people in the fifties. But many leftist groups sprang up in the sixties world over. ",
  "It is hard to get rid of ideologies. Almost any approach to politics consists of a system of ",
  "beliefs. Some of these are more systematic than others. Though an ideology is a type of belief ",
  "system, not all belief systems are ideologies. Ideology in loose form is Weltanschauung or a “view ",
  "of the world”.  ",
  "Political Attitudes   21.15 ",
  "Ideology and International Relations ",
  "Political thinkers believe that in the 20th century ideology has begun to influence diplomacy. World ",
  "War I led to huge casualties and needed justification. Earlier, soldiers fought for the crown and ",
  "nation. The Allied side fought the war to make the world safe for democracy, and Germany as ",
  "struggle of civilization against barbarism. Emergence of communism and fascism made world ",
  "politics ideologically more competitive. The Cold War was a conflict between the free world and the ",
  "communist bloc. Most of 20th century was dominated by ‘-isms’. Wars were fought, alliances were ",
  "forged, and treaties were made on ideological grounds. But in recent times, nations have reverted ",
  "to relations based on pragmatic economic interests. ",
  " ",
  "COMMUNISM ",
  "Introduction ",
  "Communism lies to the extreme left of the political spectrum. The term communism was coined ",
  "around in the 1840s. It is derived from the Latin communis, meaning ‘shared’ or ‘common’—visions ",
  "of a society. Communism is a political and economic doctrine which seeks to replace private property ",
  "and a profit-based economy with public ownership and control of the major means of production ",
  "(e.g., mines, mills, and factories) and the natural resources of a society. ",
  "Karl Marx is the chief theorist of communism. His theory covers three main aspects: (1) materialist ",
  "conception of history; (2) critique of capitalism and its workings; and (3) revolutionary overthrow of ",
  "capitalism and its eventual replacement by communism. ",
  "Historical materialism ",
  "Materialist theory characterizes history as a series of class struggles and revolutionary upheavals, ",
  "leading ultimately to freedom for all. Earlier, Hegel regarded history as the dialectical (logical or ",
  "rational) self-development of “spirit”. Marx replaced it with a materialistic interpretation. According ",
  "to Marx, material production depends on (i) “material forces of production”—tools, technology ",
  "and raw materials---and (ii) and “social relations of production”—organization of production in an ",
  "economy. Growth of knowledge and technology revolutionize material forces of production. But ",
  "the social and economic structures in the absence of concomitant change act as drags on dynamic ",
  "technologies. This contradiction is overcome when society undergoes a revolution as from feudalism ",
  "to capitalism. ",
  "Industrial capitalism is an economic system in which one class— ruling bourgeoisie—owns the ",
  "means of production. The working class or proletariat effectively loses its independence. The worker ",
  "becomes part of the means of production, a mere “appendage of the  machine.” ",
  "Marxist Critique of Capitalism ",
  "Marx held that human history went through several stages, from ancient slave society through ",
  "feudalism to capitalism. In each stage, a dominant class uses its control of the means of production ",
  "to exploit the labour of a larger class of workers. But internal tensions or “contradictions” in  each  ",
  "21.16   Ethics, Integrity & Aptitude ",
  "stage eventually lead to the overthrow and replacement of the ruling class by its successor. Thus, ",
  "the bourgeoisie overthrew the aristocracy and replaced feudalism with capitalism. Similarly, Marx ",
  "predicted, proletariat will overthrow the bourgeoisie and replace capitalism with communism. ",
  "Capitalism was a historically necessary stage of development. It led to remarkable scientific ",
  "and technological changes and greatly increased wealth. But this wealth—and the political power ",
  "and economic opportunities that went with it—was unfairly distributed. The capitalists reap the ",
  "profits while paying the workers a pittance for long hours of hard labour. This wealth also enables ",
  "the bourgeoisie to control the government or state, which does the bidding of the wealthy and the ",
  "powerful to the detriment of the poor and the powerless. But the dominant thinking of society hides ",
  "these facts. Religion, which Marx called “the opium of the people” causes ideological obfuscation. It ",
  "dulls the critical faculties and leads workers to accept their wretched condition as part of God’s plan. ",
  "Besides inequality, poverty, and false consciousness, capitalism also produces a feeling of alienation ",
  "among workers. ",
  "Revolution and Communism ",
  "Marx believed that capitalism is a volatile economic system that will suffer a series of ever-worsening ",
  "crises—recessions and depressions—that will produce greater unemployment, lower wages, and ",
  "increasing misery among the industrial proletariat. These crises will convince the proletariat that its ",
  "interests as a class are implacably opposed to those of the ruling bourgeoisie. Armed with revolutionary ",
  "class consciousness, the proletariat will seize the major means of production along with the institutions ",
  "of state power—police, courts, prisons, and so on—and establish a socialist state that Marx called “the ",
  "revolutionary dictatorship of the proletariat.” The proletariat will thus rule in its own class interest, ",
  "as the bourgeoisie did before, in order to prevent a counterrevolution by the displaced bourgeoisie. ",
  "Once this threat disappears, however, the need for the state will also disappear. Thus, the interim ",
  "state will wither away and be replaced by a classless communist society. ",
  "Marx’s vision of communist society is remarkably (and perhaps intentionally) vague. Unlike ",
  "earlier “utopian socialists,” whom Marx and Engels derided as unscientific and impractical, Marx ",
  "did not produce detailed blueprints for a future society. It was not his task, he said, to “write recipes ",
  "for the kitchens of the future.” ",
  "We need not follow the twists and turns which communism later took. One group led by ",
  "Bernstein, the first revisionist, advocated that communism should take parliamentary route of trade ",
  "unionism. Lenin adapted Marxism to the needs of revolution. Marxism-Leninism propounded that ",
  "(i)  Society needs a centralized, vanguard party and does not need multiparty competition through ",
  "peaceful, lawful political participation. ",
  "(ii)  Imperialism has shaped the development of capitalism and altered the terms of revolutionary ",
  "struggle from those outlined by Marx; namely, revolutions are more likely in less developed ",
  "capitalist economies, contrary to Marx’s theory. ",
  " ",
  "SOCIALISM ",
  "The word ‘socialism’ was coined in the early 1800s. It advocated policies which meet the basic ",
  "needs of the entire society instead of policies that serve needs of individuals. Socialism opposed  ",
  "Political Attitudes   21.17 ",
  "competing ideologies (such as classical liberalism) that rank in their political priorities individualism ",
  "above the common good. Saint-Simon (1760–1825), Robert Owen (1771–1859), and Charles Fourier ",
  "(1772–1837) were early socialists. They argued that competitive individualist societies destroyed the ",
  "possibility of collective harmony. Individuals are capable of living cooperatively, they insisted, and the ",
  "socialist society would prove it. Saint-Simon envisioned socialism as a large, complex social system. ",
  "In it, scientific planners would coordinate economic activity in order to produce goods in exactly ",
  "the proper quantity and distribute it evenly throughout society without waste or shortages. Owen ",
  "and Fourier believed in small self-sufficient cooperative societies. In these societies, all community ",
  "members share both labour and the wealth it produces.  . ",
  "Later, socialists were called social democrats or democratic socialists. They reject Marxism- ",
  "Leninism. They see its advocacy of a vanguard party as authoritarian. Social democrats believe in ",
  "integrating socialism and democracy. Unlike Marxist-Leninists, social democrats support peaceful, ",
  "legal efforts to work toward socialism, and they believe in multiparty competition and civil liberties. ",
  "They view socialism as a way of organizing society so that all groups are guaranteed some level  ",
  "of social well-being and economic security. They propose to distribute society’s riches among all ",
  "sectors of the population by enacting public policies very similar to those advocated by modern ",
  "liberalism. In fact, social democrats support extensive welfare programmes, which they believe, ",
  "promote economic self-determination, just as democracy promotes political self-determination. As ",
  "we mentioned earlier, socialist and liberal policies have come closer in Europe and USA. ",
  " ",
  "ANARCHISM ",
  "Marx is the pre-eminent communist thinker. There are many forms of non-Marxist communism. ",
  "The most influential of these is anarchism, or anarcho-communism. It advocates not only communal ",
  "ownership of property but also the abolition of the state. The important anarcho-communists were ",
  "William Godwin in England, Mikhail Bakunin and Peter Kropotkin in Russia (though both became ",
  "exiles), and Emma Goldman in the United States. ",
  "They argued that the state and private property are interdependent institutions. The state exists ",
  "to protect private property, and the owners of private property protect the state. If property is to be ",
  "owned communally and distributed equally, the state must be smashed once and for all. In Statism and ",
  "Anarchy, Bakunin attacked Marx’s view that the transitional state—the dictatorship of the proletariat— ",
  "would simply wither away after preventing a bourgeois counterrevolution. He argued that no state ",
  "has ever withered away, and no state ever will. On the other hand, the very nature of the state is to ",
  "extend its control over its subjects, limiting and finally eliminating whatever liberty they once had ",
  "over their lives. Marx’s interim state would in fact be a dictatorship “over” the proletariat. Thus, in ",
  "this regard, Bakunin proved more prescient than Marx. ",
  " ",
  "FASCISM ",
  "Fascism is a totalitarian ideology. It opposes liberalism, conservatism, and socialism. Fascism claims ",
  "to be an elitist response to modern social and political problems which other ideologies are unable ",
  "to resolve. Mussolini and Hitler are well known fascist dictators.  ",
  "21.18   Ethics, Integrity & Aptitude ",
  "The main attributes of Fascism are: ",
  "(i)  Need for a totalitarian state that regulates all parts of life deemed relevant to politics ",
  "(ii)  Belief that the state is more important than the individual ",
  "(iii) Rejection of the view that civil institutions are necessary for limiting state power and criticizing ",
  "state laws ",
  "(iv) Assertion that individuals gain a sense of purpose by psychologically identifying with a totalistic ",
  "state and devoting themselves to its service ",
  "(v)  Rejection of equality principle ",
  "(vi)  Advocacy of nationalism and/or racism. ",
  "Fascism is a dangerous creed, but its trivialization by dubbing one’s opponents as fascists should ",
  "be avoided. ",
  " ",
  "HOW DO PEOPLE CHOOSE IDEOLOGIES? ",
  "Many factors determine the political attitudes and ideological allegiance of people. ",
  " ",
  "Values ",
  "A few examples will show how values predispose people towards certain ideological preferences. ",
  "Belief in an individual’s right to privacy and woman’s personal liberty leads Liberals to support ",
  "abortion without restrictions. Belief in sanctity of life underlies the conservative view that pregnant ",
  "women are morally obliged to bear their children, and have no right to abort except in extreme ",
  "circumstances. Liberals again invoke individual liberty to support homosexuality. Conservatives ",
  "oppose because it negates natural processes and family values. ",
  "There is no need to multiply examples. We have already discussed various ideologies and the ",
  "principles on which they rest. Each ideology takes stand on a whole range of social, political and ",
  "economic and cultural issues. Each ideology is like a packet with attitude objects and appropriate ",
  "attitudes towards each such object. Ideologues are therefore unable to get over their predetermined ",
  "attitude sets towards issues. ",
  "Personality traits ",
  "An individual’s psychological traits also influence his ideological orientation. Individual personality is ",
  "moulded by family, education, culture and work. Psychologists claim that five individual personality ",
  "traits influence his/her ideological preferences. ",
  "Extraversion signifies an active and energetic approach to social world. It includes traits  ",
  "such as sociability, activeness, assertiveness, positive emotionality or cheerful, optimistic outlook. ",
  "Agreeableness implies a pro-social and community orientation (as opposed to antagonism) and ",
  "includes traits such as modesty, altruism, tender mindedness and trustworthiness. Conscientiousness ",
  "refers to socially prescribed impulse control that facilitates goal-directed behaviour. Its attributes are ",
  "thinking before acting, delaying gratification, following norms and rules, and planning, organizing ",
  "and prioritizing tasks. Emotional stability stands for equanimity and is the opposite of negative ",
  "emotionality. Negative emotions which it avoids include feeling anxious, nervous, sad or tense or  ",
  "Political Attitudes   21.19 ",
  "angry. Openness to experience, as opposed to close-mindedness, signifies breadth, depth, originality ",
  "and complexity of an individual’s experienced moral life. ",
  "Political attitudes are typical adaptations that result from interactions between essential ",
  "dispositional traits and environment. Individuals observe political issues and ideological labels in ",
  "the social environment. The big five dispositional traits shape the response to such issues, and lead ",
  "to formation of political attitudes. US political scientists made studies showing connections between ",
  "these dispositional traits and political attitudes. Conscientiousness is seen to promote a conservative ",
  "outlook. People with pronounced openness to experience prefer liberalism and leftist views. Those ",
  "who tend to be anxious opt for authoritarian views. However, many writers still think that political ",
  "attitudes spring from economic roots. ",
  "Psychological Reason ",
  "Besides dispositional traits, some people are more psychologically attuned to liberalism or conservatism ",
  "than others. A liberal has to be fairly tolerant to disorder. Many people are not so inclined; therefore, ",
  "though they may have no great stake in the system, they resist change because they fear disorder. ",
  "Yet, some people crave for almost constant change; the status quo never satisfies them. ",
  "Age ",
  "Age is important in determining political attitudes. Ordinarily, the young are more likely to be ",
  "liberal than the elderly. One reason could be that older people have a vested interest in the status ",
  "quo whereas the young would not have yet acquired it. Young people may have weaker sense of ",
  "commitment and belonging. The elderly feel a stake in society, partly because they have created  ",
  "it, and partly because they have become used to it. Neither of these reasons operates strongly with ",
  "the young. ",
  "View of Human Nature ",
  "One crucial determinant of whether one will be leftist or rightist is how he she views human nature. ",
  "If one believes that people are bad, selfish, and aggressive, then one is likely to be conservative. ",
  "Anyone who thinks that people are inherently evil will tend to rely on strict laws and punishment for ",
  "violators to control errant behavior. On the other hand, people who believe that human beings are ",
  "well meaning and rational will lean toward the left. They will try to avoid reducing human liberty ",
  "by “unnecessarily” severe laws, and they will try to reason with offenders. The difference lies in ",
  "assumptions about human nature on whether people are good or   bad. ",
  "Economic Determinism ",
  "Traditionally, economic factors were seen as the main determinants of political attitudes. More ",
  "specifically, it was thought that a person’s economic class determined his political beliefs. It was ",
  "argued that people from different economic classes generally had different economic interests and ",
  "these translated into different political viewpoints. Karl Marx was the most prominent proponent ",
  "of this view. One’s class position and class interest determine one’s political attitudes. Max Weber, ",
  "while conceding the role of economic interests in determining political viewpoints, was of the view ",
  "that Marx had over-emphasised the relationship between individuals and the means of production.  ",
  "21.20   Ethics, Integrity & Aptitude ",
  "Weber argued that a well-paid worker may have more in common with capitalists than with other ",
  "lower paid workers. It was not the bond between workers that creates a shared set of preferences, ",
  "but the bond between similar levels of wealth and consumption. ",
  "After the Second World War, many features of the classical description of industrial societies ",
  "became outdated. Increasing mass prosperity created new well off classes and increased the ",
  "bourgeoisie character of society. The simple distinction between workers and owners of capital or ",
  "between the wealthy and the poor broke down. New theories emerged based on a sophisticated ",
  "understanding of the interaction of economics and social structure, and the increased complexity ",
  "of post-industrial advanced democracies. A new middle class emerged with the fragmentation of ",
  "society and this group sometimes sided with the traditional workers and at other times with elites. ",
  "In Indian politics, caste, religion and regional identities also determine political identities. These ",
  "are important factors in political mobilisation process, as these factors reflect economic interests. ",
  "Indian Marxists often identify class with caste. This leads to odd conclusions as when a poor Brahmin ",
  "priest is seen as embodiment of dominant bourgeoisie ideology in a village. Students can reflect on ",
  "their own as how the other two factors influence political attitudes. ",
  " ",
  "CONNECTING POLITICAL ATTITUDES TO INDIAN CONTEXTS ",
  "In this section, we try to link the preceding theoretical account of political attitudes and ideologies to Indian situation. ",
  "Basically, these matters fall within political science. But UPSC papers contain questions that involve application of ",
  "theory portions of syllabus to current Indian problems. In order to help students with such questions, we make a few ",
  "observations, more by way of illustration than detailed exposition. We explain how best to deal with questions on ",
  "current  controversies. ",
  "Indian Political Context ",
  "Going back to Indian Independence movement, we note that it is neither radical nor revolutionary. ",
  "It was avowedly peaceful. There were a few outbursts of revolutionary violence led by Bhagat Singh, ",
  "Raj Guru and Bengali revolutionaries. Netaji Subhash Chandra Bose also represents the radical ",
  "strain of our Independence movement though he took help from Hitler. It no way detracts from ",
  "Bose’s greatness. After all, the arch conservative Churchill said that he would be ready to shake ",
  "hands with the devil to defend Britain. ",
  "Independence movement inaugurated democratic protest politics based on British model. The ",
  "movement was largely middle class and urban centred. Gandhi, however, introduced elements of mass ",
  "politics into it. It remained largely peaceful, operated within law, and used tactics covered by norms ",
  "which democracy sanctions. (While appreciating the peaceful nature of Independence movement, ",
  "we should not forget the partition which witnessed one of the greatest massacres in human history.) ",
  "The Indian Independence movement occupies the middle segments of the political  spectrum. ",
  "Indian politics are essentially centrist or moderate. There were unsuccessful attempts at communist ",
  "insurrections in Telangana and Andhra soon after independence. But Naxals still represent this strain ",
  "of radicalism seeking violent and extensive overhaul of society. Naxals have so far been reasonally ",
  "contained by the Indian state. No political party is ready to give them free rein.  ",
  "Political Attitudes   21.21 ",
  "The moderate nature of Indian politics derives from the parliamentary democratic model which ",
  "all parties including communists have adopted. Communists try to make the best of a bad bargain. ",
  "As they cannot hope to seize state power, they settle for power sharing. They use rationalizations ",
  "like ‘alliances with progressive, democratic, and secular forces’ for taking piggy-rides on the backs ",
  "of stronger parties. As parties depend on numerous groups with diverse interests, they have to find ",
  "compromise solutions. They cannot offend or ignore any sizeable group. Some people observe that ",
  "diversity is an existential feature of Indian society. ",
  "Democracy is based on rule of law and is unfavourable to extreme or sudden changes. In a more ",
  "self congratulatory note, we observe that Indian people, barring occasional emotional outbursts, ",
  "shun extremes and are peace-loving. On the flip side, they may seem passive and lacking in spirit. ",
  "Indian Economic Context ",
  "The economic policies of Indian state steered the middle course. Pandit Nehru was a socialist, and ",
  "was influenced by the Soviet model of growth. He induced Congress to pass a resolution in favour ",
  "of the socialistic pattern of society. This concept, like so many other thoughts of Nehru remained ",
  "vague and dreamy. However, government adopted certain socialist principles and polices such as ",
  "planning, state capitalism with large public sector, economic regulations, self-reliant industrialization, ",
  "and strict controls on foreign trade, progressive taxes and the like. These might have retarded India’s ",
  "growth. But we need to give due credit to Nehru for his pioneering efforts, for his emphasis on ",
  "science and technology, and for creating top class institutions like IITs, IIMs, and research bodies. ",
  "It will not be too farfetched to attribute ISRO’s recent successes to his vision. ",
  "Nehruvian economic policies were to the left of the centre. But they did evoke opposition. Rajaji ",
  "founded the Swatantra Party which was conservative. Rajaji opposed the Soviet style of planning and ",
  "favoured free enterprise. He opposed economic controls describing them as ‘licence, quota permit ",
  "Raj’. Chaudhury Charan Singh, a peasant leader, can be cited as another example of conservative ",
  "opposition. He objected in particular to ideas like state farming, collectivist farming and cooperative ",
  "farming. He belongs to the conservative spectrum, and represents the ideal of independent peasant ",
  "farmers. ",
  "Government let go of the old economic model in the nineties. Again, it was not any ideological ",
  "fervour which prompted this switch into a new economic lane. The economy got into dire straits ",
  "and ran out of foreign exchange needed even for essential imports. Government had to introduce ",
  "economic reforms which can be summarized as liberalization, privatisation and globalisation. It ",
  "adopted the pragmatic alternative. Cynics comment that it made a virtue of necessity. ",
  "There is consensus in India around current economic policies. Leftists oppose reforms but not too ",
  "vehemently. The main political parties broadly agree on reforms. The passage and implementation ",
  "of GST (notwithstanding the hype and hoopla in Parliament) represents a triumph of political ",
  "accommodation over contention. It points towards paths to our future national progress.  ",
  "21.22   Ethics, Integrity & Aptitude ",
  "SOME CONTROVERSIES ",
  "Introduction ",
  "In the previous section, we very briefly traced the ideological strands that run through Indian political ",
  "and economic setup. Ideologies also drive many debates on current controversies. These debates are ",
  "held on TV; articles also appear in press in support of rival positions. We have no desire to wade ",
  "into these controversies. It may seem like rushing into areas where angels fear to tread. ",
  "Still, a few reasons led us to briefly touch upon these controversies. Questions on these ",
  "controversies may be asked in UPSC examinations. Students need to acquire balanced perspectives ",
  "on questions like entry of women into Sabarimala temple. We suggest a procedure for a balanced ",
  "understanding of such matters. ",
  "Before doing so, we indicate, by giving a few examples, how the controversies are ideologically ",
  "driven. Western liberalism is now the dominant orthodoxy in universities and in media. As we saw, ",
  "the western liberal ideologies favour among others sexual freedom, dilution of traditional marriage ties, ",
  "alternative living styles, and abortion without restrictions. They oppose censorship or any restrictions ",
  "on uninhibited depiction of sexuality in art, literature, and cinema. Many Indian commentators of ",
  "this ilk reflect these views. ",
  "Both electronic and print media present tendentious and ideologically coloured accounts of ",
  "such issues. By critically reflecting on media versions, students can easily see that many writings ",
  "mechanically and mindlessly mimic western liberal attitudes with little concern to national perspectives ",
  "and social ethos. We look at three examples in order to show how the ideological mind-sets play ",
  "out in such matters. ",
  "Vulgarity in Cinema ",
  "Debates on TV often revolve around censorship of some vulgar movies. The director will paint the ",
  "movie as delicate, sensitive and artistic portrayal of love or joy of life or diversity in human sexuality. ",
  "Lurid sexual depictions in movies may be defended in the name of artistic creativity and freedom. ",
  "Some sexual radicals attack the Film Censor Board and the moderate elements. The debates ridicule ",
  "anyone who speaks for refined treatment of sexual themes. Hysterical statements are made that the ",
  "lights of freedom are being put out or that the barbarians are at the  gate. ",
  "Censorship involves inter alia definition of art and obscenity. Literature is hard to define. It is ",
  "an authentic, refined depiction of life. Literature is idealistic and attempts ‘a criticism of life and ",
  "manners’. Literature operates on a high aesthetic plane. For example, many novels and movies ",
  "depict adultery. But they do not scale artistic heights like Tolstoy’s Anna ftarenina or Gustave Flaubert’s ",
  "Madam Bovary. A.C. Bradley, in Oxford Lectures on Poetry says that true works of art should help readers ",
  "to get rid of crude emotions like “cheap pathos, rancid sentiment, vulgar humour, bare lust, ravenous ",
  "vanity”. This sets the bar too high for common readers. But we just want to convey what art stands for. ",
  "Invoking art and literature is common in disputes with censors. Often movies in whose defence ",
  "artistic freedom is invoked are not even remotely artistic by the criteria we mentioned. But there is no ",
  "bar on producing and showing trashy films. The point is different. Censor Board has to follow some ",
  "norms so that movies for public exhibition do not flout common decencies or injure sentiments of  ",
  "Political Attitudes   21.23 ",
  "any section of the population. The standards of what constitutes obscenity have been considerably ",
  "diluted over time. But even so, a line has to be drawn about depictions and language in movies. ",
  "These are reasonable restrictions over which there should be no hue and cry. In this matter, western ",
  "liberal ideologies are unsuited to our still conservative Indian society. ",
  "Runaway Girls ",
  "When an impressionable girl elopes with her boy friend, her parents are placed in a terrible quandary. ",
  "But often on TV shows, these episodes become occasions for celebration. These misguided girls ",
  "are eulogised (for a day or two) as exemplars or role models bravely exercising personal freedom ",
  "and rebelling against oppressive social conventions. Any participant in the debate who advises that ",
  "girls should be circumspect is accused of gender bias, hidebound thinking and patriarchal mind-set. ",
  "Many such girls are imprudent and end up ruining their lives. They need parental counselling ",
  "for constructively resolving the problem. Ideological celebration or disapproval of their silly actions ",
  "just does not help. If a bonded labourer is released, he becomes free, and this is commendable ",
  "from any ideological angle. But the girl acting foolishly in the first flush of love is not exercising her ",
  "liberty, but being imprudent in all probability. ",
  "‘Live-in Relations’ ",
  "Similar debates take place when a ‘live-in’ relationship goes go sour. But this practice is strongly ",
  "defended by liberal ideologues Often ‘live-in’ relations create problems for girls. When things sour, ",
  "they end up holding the dirty end of the stick. They gain nothing in that predicament by denouncing ",
  "the gender bias of the society. Notwithstanding some judicial pronouncements, their status in no ",
  "way equals that of a legally wedded woman. If girls are so enamoured of their boyfriends, all they ",
  "have to do is to go to the nearest marriage registrar’s office. If nothing else, they will have rights and ",
  "protections under law. ",
  "Again in debates on this issue, anyone pointing out the risks to girls from these alternative living ",
  "styles is pilloried as antediluvian and as a throwback to medieval ages. At times, some girls accuse ",
  "their partners, after long periods of cohabitation, with rape. These unfortunate modern girls, pitiable ",
  "though their plight might be, hardly stand a chance of any legal redress. Laws are administered ",
  "coldly according to strict rules of evidence in courts. Despite such obvious disadvantages to girls, ",
  "liberals continue to support such ‘live-in’ practices in the name of freedom. ",
  "Restrictions on Entry of Women to Some Temples ",
  "Students are advised to study this question on their own. We confine ourselves to a few observations. ",
  "The Supreme Court on February 21, 2017 said that it would pass an order on whether a case ",
  "challenging the ban on entry of women into the Sabarimala temple in Kerala should be referred   ",
  "to a constitution bench. It was indicated that the constitution bench may decide on the scope and ",
  "extent of the fundamental right to profess religion. On 11 January 2016, the court had questioned ",
  "the ban, saying that it cannot be done under the Constitution. Some High Courts have allowed entry ",
  "of women into religious places on same footing as men. We subscribe to this view.  ",
  "21.24   Ethics, Integrity & Aptitude ",
  "Religions at times need reform. Religions have harboured harmful beliefs and practices like ",
  "Sati or human sacrifices or dangerous ceremonies. These violate human rights. Religions have ",
  "promoted undesirable practices like child marriage and obscurantist/superstitious beliefs. These need ",
  "to be discouraged. Religious laws which deny equal share to women in family property need to be ",
  "changed. Much of Indian awakening in later nineteenth century owes to religious reformers. But ",
  "religious beliefs with no direct bearing on individual welfare (like ftavadiyas walking from Allahabad ",
  "to Varanasi carrying water) should be left alone. ",
  "Liberal activist groups are behind the women’s temple entry agitation. There is an obvious ",
  "anomaly and irony in their enterprise. But they seem to be blissfully unaware of it. It does not fit ",
  "into the framework of their ideology. Unlike conservatives, liberals set no great store on religion. ",
  "Most liberals and activists are rationalists and atheists. To use a court room expression, it does not ",
  "lie in their mouth to raise the issue. What does the liberal position on religion imply? ",
  "Faith in God was once a main plank of philosophy. St. Thomas Aquinas gave many logical ",
  "arguments to prove the existence of God. However, Immanuel Kant (A Critique of Pure Reason) ",
  "demolished all philosophical arguments for theism once and for all. Modern science makes no ",
  "mention of God. Many earlier beliefs in God arose from the problems men faced in their speculations ",
  "about universe. They felt that existence of universe, natural phenomena like motions of planets and ",
  "origin of men including biota can be explained only by postulating an actor or divine agency. As ",
  "science began to explain such phenomena through natural laws, the need for God as the creator ",
  "and regulator of universe and natural phenomena disappeared. This led to loss of religious faith in ",
  "the west. Few scientists now are theists. Even in 18th century, one astronomer told an emperor that ",
  "God is a gratuitous or superfluous hypothesis for astronomy. ",
  "On a strictly a rationalist view, therefore, all religions are false belief systems. Their internal ",
  "practices and procedures lie outside rationalist spheres of action. If there is no God (as most liberals ",
  "think), how does it matter where a woman offers her prayers from? In any case, she being no less ",
  "than her male counterparts, is only harbouring illusions. Logical consistency demands that rationalists ",
  "should focus not on conferring illusory rights of equal worship on women but rather on removing ",
  "the illogical clutter from their mind. ",
  "There is even a stranger aspect. Suppose that one is an atheist. Then it would be very strange ",
  "if he were to advise the priests in Badrinath or Tirupati on how to conduct religious services. ",
  "Stranger still is the touching concern of Indian liberals for the moksha of the Hindu women. They are ",
  "applying secular concepts of rights and equality rooted in political sphere to ceremonial religious ",
  "practices. ",
  "Religious practices are traceable to myths, legends and stories. They never fit into frameworks ",
  "of logical thought. One can trace their historical origins. Religious practices have traditional but not ",
  "logical rationale. Trying to decide them by modern views or standards by disassociating them from ",
  "the traditions in which they arose is a unhistorical procedure. It is to judge past by present standards ",
  "and values. Either we are willing to tolerate the tradition or discard it. Conservatives would continue ",
  "with it. Liberals oppose it in the name of equality. But unless the traditions are sources of intolerable ",
  "injustice, the state should leave them alone.  ",
  "Political Attitudes   21.25 ",
  "One such totally unacceptable injustice (linked to untouchability) is objection to entry of scheduled ",
  "castes into temples. These two practices (now on wane) are a blemish on Hindu society and culture. ",
  "Religious leaders were always a little wary of female influence on men. They feared women as ",
  "temptresses who could wean men away from spiritual pursuits. Ramakrishna Krishna Paramhamsa ",
  "used to tell his devotees to be wary of kamini (woman) and kanchana (wealth). This may raise hackles ",
  "among feminists who would argue that it is men who drag women into sin. Be that as it may, we ",
  "note that historians identify mixed hostels for monks and nuns as one of the reasons for the decline ",
  "of Buddhism. ",
  "One last point is that issues of this type should be left to legislators. They represent people. If they ",
  "want to change the tradition, they will pressurize politicians. Judicial intervention on this tradition ",
  "could be an example of judicial overreach. Judiciary sometimes allows itself to be dragged into ",
  "pseudo-issues. There is a risk of their getting embroiled in questions like religious ceremonials and ",
  "the content of bhajans. Laissez faire could be at times a virtue in judiciary no less than in government. ",
  "Our brief observations aim to bring out the anomalies involved in the temple entry debate. This ",
  "practice is confined to a few temples and is connected to certain legends. Women are generally ",
  "allowed to go freely to temples. Female devotees usually outnumber men. The few remaining ",
  "restrictions are quaint survivals and can be done away with. Let us hope that the debate will create ",
  "further enthusiasm in young Hindu women to visit temples in colourful traditional or ethnic costumes ",
  "sporting bindi on their foreheads. ",
  " ",
  "PROBLEMS OF AN IDEOLOGICAL APPROACH ",
  "These examples point to the difficulties with ideological thinking. Ideologues tend to apply general ",
  "principles across the board and often to inapplicable situations. They fail to see that a young girl’s ",
  "freedom has to be regulated by her parents for her own safety and well-being. Liberty is crucial in ",
  "many situations. Obviously, one should vote as one wants. But individual liberty may not be an ",
  "unmitigated virtue for adolescent girls making life choices. Parental guidance and supervision are ",
  "indispensable for protecting them from hasty moves and evil doers. Grown up girls can go to bars. ",
  "But they need to exercise this freedom cautiously without getting into harm’s way. These are matters ",
  "of ordinary prudence and common-sense. Upholders of liberal principles are willing to expose ",
  "girls to risks in the name of liberty. Any attempts to impose some checks on such risky behaviour ",
  "immediately raise howls of moral policing. ",
  "Stock Responses ",
  "Ideologues have pre-determined responses to many issues. Ideology is applied to many policies, ",
  "actions and behaviours. Ideology is like a big package with many items each with approval or ",
  "disapproval markings. Its faithful followers have to respond according to the markings. Let us look at ",
  "how a set of ideas and actions elicit unthinking approval (A) or disapproval (D) from leftists and liberals: ",
  "Shouting of anti-national slogans (A); police operations against terrorists (D); alleged police violations ",
  "of rights of criminals (D); reports of foreign agencies about human rights violations in India (A); ",
  "and standing up for national anthem (D). On all these questions, Indian leftists/liberals have stock ",
  "responses which resemble conditioned reflexes. Their views flow from their ideological predilections ",
  "such as aversion to nationalism, opposition to state/police powers, devotion to human rights and fear  ",
  "21.26   Ethics, Integrity & Aptitude ",
  "of symbols of patriotism. Commitment to these general principles prevents them from objectively ",
  "evaluating individual events or situations. ",
  "Group Thinking ",
  "As Weber and Mannheim recognized, ideological thinking is self-deceiving and self-serving. As ",
  "self-deception, it helps one to live out his illusions in a personal or group bubble. These bubbles ",
  "have become large in academia and media in USA and west. Similar bubbles have also formed in ",
  "India. Some of them represent current ideological academic fashions and fads. ",
  "This has led to creation of likeminded groups of ideologues in universities. They resemble street ",
  "gangs with fierce codes of loyalty. They are in violent opposition with those who think differently. ",
  "But within the group, minor variations on the principal doctrinal positions are allowed to create ",
  "cosmetic atmosphere of academic discussion and dissent. Otherwise, ideological purity is preserved ",
  "within the group in Stalinist style. Real dissent is treated like betrayal, and dissenters like traitors. In ",
  "this milieu, most social science departments seem to have become echo chambers which reproduce ",
  "similar noise. ",
  "The principal ideology sweeping across US and other western universities is described as ‘liberal, ",
  "democratic, humanist, secular, tolerant, and multi-cultural’. Similar trends are also in evidence    ",
  "in India. The tolerance however does not extend to rival ideological views. Thus, Harvard University ",
  "seems to have terminated Dr Subramaian Swami’s teaching contract because of some views        ",
  "he expressed. We are neither competent to judge Dr Swami’s academic standing nor are cognizant ",
  "of his views which provoked the Harvard establishment. Our limited point is that their action ",
  "negates academic freedom in what is unquestionably among the top few academic centres of      ",
  "the world. It might not be free from self-interest and designed not to offend prospective donors. ",
  "The liberal ideology received a temporary setback with Brexit and Trump’s election, but is     ",
  "likely to ride out this hurdle. It may be symptomatic of the end of US exceptionalism and its ",
  "approaching decline. ",
  "We do not suggest for a moment that Indian students should turn away from US universities. In ",
  "spite of the ideologically induced aberrations especially in social sciences, Ivy League US universities ",
  "are still the best in the world. Indian students should also bear in mind that our national commitment ",
  "to knowledge pursuits goes back to our ancient history. However, they should not join hypocritical ",
  "choruses. ",
  "Vulnerability of Students to Ideologies ",
  "Students are especially vulnerable to snares of ideological thought. Idealistic students are enraptured ",
  "by their first exposure to leftist grand theories like Marxism. It is like falling in love. The ideology ",
  "seems to hold the master key to all the perplexities and doubts of students about social and economic ",
  "problems. It does away with need for troublesome collection of facts or analysis. They feel a sense ",
  "of enlightenment or religious awakening. In fact, many writers like Schumpeter have pointed that ",
  "Marxism is not only an intellectual doctrine but also a millenarian religion promising a paradise on ",
  "earth for its followers.  ",
  "Political Attitudes   21.27 ",
  "Ideologies proved to be collections of mostly wrong ideas. For example, most of Marx’s ",
  "predictions proved incorrect. Individual ideas of any ideology hardly ever stand up to scientific ",
  "verification. Ideologies also contain may value judgements. These are neither true nor false; some ",
  "people adopt them; and others reject them. But many academics preach them as gospel  truths. ",
  "Getting Hooked to Political Positions ",
  "Programmes of political parties include ideological elements. This leads to affinity between political ",
  "parties and academics espousing similar ideological views. These academics lose their neutrality ",
  "and objectivity. They become interested advocates of political positions. It is quite common to see ",
  "academics appearing on TV and supporting party positions in awkward academic and political ",
  "Jugalbandi. Their views have to be duly discounted. ",
  "Hasty Application of Theories to Social Issues ",
  "American scholars pioneered in their studies of social problems an empirical, practical, and statistical ",
  "and factually grounded approach. This stands in contrast to theoretical approaches based more    ",
  "on pure logic and speculation. This practical application of knowledge and dislike of theories and ",
  "ideologies partly explains the great American achievements in science and technology---which still ",
  "continue. ",
  "But this approach of rapidly mixing theory and practice also creates difficulties in social studies. ",
  "It works best in experimental and application-based knowledge. Its real life, case study methods ",
  "also work well perhaps in management studies and teaching. But unlike in medicine or pharmacy ",
  "or management, theories cannot be readily applied to social problems. The complexity of social ",
  "problems precludes such ready application. ",
  "This can be illustrated with a simple example. People complain that hostile acts against foreigners ",
  "in England have increased after Brexit. They attribute it to hate speeches of Brexit advocates like ",
  "Nigel Farage. Incidentally, he is no fire breathing xenophobe. As many Indian origin people stay ",
  "in UK, we should be grateful to the tolerant Brits for their concerns. But here we consider not their ",
  "laudable sentiments but a methodological point. ",
  "We can assess such statements by forming a rough idea about such increase of ‘hate crimes’ ",
  "by comparing crimes against foreigners in any town over comparable periods before and after ",
  "Brexit. The difficulty is that even if there is an increase, it cannot be readily ascribed to hate speeches. ",
  "There are far too many intervening variables such as circumstances of individual crime, criminal’s ",
  "motivation and social ambience of the crime scene. Students will easily understand this problem ",
  "by browsing through chapters on hypothesis testing in any elementary Statistics book. But even ",
  "academics (who are supposed to know better) glibly link events to their supposed causes. ",
  "Orchestrating Agendas through Ideologies ",
  "Many genuine but misguided people espouse unpopular agendas or causes due to ideological ",
  "obsessions. But often the events especially those into which students are enticed are not innocent. ",
  "There is more than meets the eye. Interested and malicious groups use these seemingly high-",
  "minded movements for ulterior ends. They find it easy to target idealist youth and misguided ",
  "ideologues. These manipulators pulling the levers from behind have no interest in students  ",
  "21.28   Ethics, Integrity & Aptitude ",
  "or in democracy or in rights. They use these platforms and occasions for harming the nation. ",
  "Students should be on guard against such forces. They should focus on studies. They should    ",
  "look at issues dispassionately and objectively, and in Janet Yellen’s words, adopt ‘a data dependent ",
  "approach’. ",
  "Some students may feel that we have been harsh on the left without mentioning the conservative ",
  "right. Others may remind us of Madonna’s song ‘Papa don’t preach’. We concede that we have ",
  "been more critical of the left mainly because it has become the orthodox ideology. People tend to ",
  "accept it uncritically as they accept current fashions. Somehow left wing radicalism has got into anti ",
  "national stances on many matters. It is shy of any form of patriotism and promotes self-loathing. All ",
  "these are unhealthy attitudes. ",
  "At the same time, we readily concede that right wing ideologies are often socially regressive, ",
  "irrational and hark back to ‘golden days gone by’. They create a halo over obscurantist religious ",
  "and social practices. ",
  " ",
  "HOW TO ANALYSE CONTROVERSIAL ISSUES? ",
  "But we have not delivered any sermons. We alert students to some pitfalls. We do not want tell ",
  "students what they should think. It is their job. We focus rather on how they should think about issues. ",
  "In conclusion, we explain how to deal with questions on current controversies. ",
  "Students  would  have  noticed the approach  we adopted in  dealing  with  modern ethical ",
  "conundrums. Following the pattern we used in that chapter, students should consider the following five aspects of ",
  "any burning issue: ",
  "  Facts and issues involved ",
  "  Relevant theories bearing on it ",
  "  Stands which main ideologies take on the issue ",
  "  Supreme court/High court decisions, if any, on it ",
  "•  Government’s stand on the issue. ",
  "After reading about the first three dimensions, they should form their views based on the last ",
  "two aspects. ",
  "As we have already mentioned, students should think logically and objectively about issues ",
  "without succumbing to momentary passions or herd mentality or group think. Nor should they see ",
  "such controversies as opportunities for airing unfounded personal opinions or slogan shouting. That ",
  "is not the vocation of would be scholars, managers or civil servants. It is rather to patiently think ",
  "through and analyse issues. It is in this spirit that we mentioned a few current controversies and ",
  "traced certain views on them to their ideological roots.  ",
  "Political Attitudes   21.29 ",
  " ",
  "   Summary  ",
  " ",
  "  Political attitudes are best understood based on the idea of political spectrum. ",
  "  Political spectrum is depiction of radical, liberal, moderate, conservative and reactionary views ",
  "from left to right along a line. ",
  "  The five terms designate political attitudes which (a) seek changes in the existing political set up ",
  "and (b) which uphold certain political values. ",
  "  The five groups differ in their views on political change, direction of change, depth of political ",
  "changes they seek, speed of political change and methods of effecting change. ",
  "•  “Radical” refers to individuals, parties, and movements that seek to drastically alter any existing ",
  "practice, institution, or social system. As radicals are highly dissatisfied with the society, they ",
  "want immediate and revolutionary changes, and espouse violence. ",
  "  The causes and aims of Radicalism and its forms have been changing in recent times. Many of ",
  "these programmes have become part of the liberal democratic agenda in the  West. ",
  "•  Liberalism aims primarily at protecting and increasing an individual’s freedom, and fearing ",
  "government overreach, seeks to restrict government power. ",
  "  Over time, liberalism got divided into classical liberalism and modern liberalism. Classical ",
  "liberalism argues that government should merely protect individual liberty. Modern liberalism ",
  "believes that government should enhance individual freedom by promoting conditions for its ",
  "enjoyment by the poor. ",
  "•  To ensure government’s accountability, liberals advocate government by majority rule through ",
  "periodic election of government by popular vote. ",
  "  To reduce state power and protect individual freedom, liberals advocate separation of powers, ",
  "periodic elections and creation of individual rights. ",
  "  Liberals generally disfavour state intervention in markets. ",
  "  They believe that free markets produce optimum results by maximizing production and ensuring ",
  "due rewards to economic agents. ",
  "  Liberalism was questioned because unregulated industrialism created income inequalities, ",
  "poverty and slums. ",
  "  The First World War and its turbulent aftermath shattered many liberal illusions. Between the ",
  "two Great Wars, people turned to anti-democratic and to anti-liberal alternatives. ",
  "  JM Keynes propounded an economic doctrine that government management of the economy ",
  "could smooth out the highs and lows of the business cycle to produce more or less consistent ",
  "growth with minimal unemployment. ",
  "•  Liberal policies in post War era brought about phenomenal growth in developed market ",
  "economies. But growth slowed from 1970’s. ",
  "  Liberals favour limited intervention in the market for correcting its weaknesses. ",
  "  They use progressive taxes for bringing greater equality of wealth and income.  ",
  "21.30   Ethics, Integrity & Aptitude ",
  "  Contemporary liberalism tried to extend individual rights in new directions. ",
  "•  It led to laws forbidding discrimination against African Americans; and movements for equal ",
  "rights for women, gays and lesbians, the physically or mentally disabled, and other minorities or ",
  "disadvantaged social groups. Liberalism historically has sought to foster a plurality of different ",
  "ways of life, or different conceptions of the “good life,” ",
  "  Based on the right of individual choice, liberalism promoted contraception, divorce, abortion, ",
  "and homosexuality. Emphasis on right to freedom of speech reduced restrictions on depicting ",
  "sexual content in works of art and culture. ",
  "  Moderates may belong to groups who combine elements from two rigid systems or doctrines. ",
  "  It is difficult to characterise moderate political positions or to identify political groups allied ",
  "with them. ",
  "  They live in an uncomfortable half way house and draw flak from committed party ideologues. ",
  "  Suspicion of government activism separates conservatism from liberalism and radicalism. ",
  "  Two famous thinkers associated with conservatism are Chateaubriand in France and Edmund ",
  "Burke in England. ",
  "  According to conservatives, men are neither good nor rational. On the contrary, they are driven ",
  "by passions and desires, and are naturally selfish, disorderly, irrational, and violent ",
  "  Conservatives distrust human nature, rootless individuals disconnected with traditional social ",
  "values, and untested innovations ",
  "•  Traditional political and cultural institutions are needed to curb men’s base and destructive ",
  "instincts. ",
  "  Conservative temperament abhors abstract argument and theorizing. ",
  "  Neoconservatives defended of middle-class virtues such as thrift, hard work, and self-restraint, ",
  "which declined due to sexual freedom and lax life styles of 1960s. ",
  "•  They identified high taxation and government’s intrusive regulation of private enterprise as ",
  "hurdles to economic growth. ",
  "  Social welfare policies, they feel, are making their recipients increasingly dependent upon ",
  "government. ",
  "  Reactionary outlook favours restoration of a previous, and usually outmoded, political or social ",
  "order. Reactionaries hanker after a society whose days are over. It is a form of nostalgia for the past. ",
  "  Political Ideology is a form of social or political philosophy which combines theory and practice. ",
  "It is a system of ideas that seeks both to explain the world and to change it. ",
  "•  In Destutt de Tracy’s original conception, ideology has five characteristics. Particular categories ",
  "of ideology are socialism, communism, anarchism, fascism, nationalism, liberalism, and ",
  "conservatism. ",
  "  In one conception of Hegel and Marx, ideology is a set of beliefs with which people deceive ",
  "themselves; it is false consciousness.  ",
  "Political Attitudes   21.31 ",
  "  Sociology of knowledge (exemplified by Weber and Mannheim) regards idea systems as the ",
  "outcome or expression of certain interests. The true nature of ideologies is hidden from their ",
  "followers. ",
  "•  But this sort of approach which attributes doctrines or ideologies to a believer’s unconscious ",
  "mind runs into a contradiction. For the doctrine of sociology of knowledge itself becomes an ",
  "unconscious rationalization. Mannerheim tries to overcome this difficult by postulating somewhat ",
  "unconvincingly a classless class of intellectuals, a “socially unattached intelligentsia”. ",
  "  Political theorists are divided on whether ideologies are rational or irrational. ",
  "•  Many critics notably Hannah Arendent and Karl Popper analyzed the “total” character of ",
  "ideology, and opposed its extremism and violence. Arendent condemned the systematic violence ",
  "of ideology or the crimes of logic committed in its name. ",
  "  Ideological writings are replete with military and warlike language. ",
  "  Many ideological writers go beyond language use and frankly approve violence. ",
  "  Many writers distinguish between ideological and pragmatic approaches to politics. They think ",
  "that pragmatism is better than ideology. ",
  "•  Most of 20th century was dominated by “-isms”. International diplomacy revolved around ",
  "ideologies. ",
  "  Communism is a political and economic doctrine which seeks to replace private property and ",
  "a profit-based economy with public ownership and control of the major means of production ",
  "and the natural resources of a society. ",
  "  Marx is the chief theorist on Marxism. His theory covers three main aspects: (i) materialist ",
  "conception of history; (2) critique of capitalism and its workings; and (3) revolutionary overthrow ",
  "of capitalism and its eventual replacement by communism. Marxian ideas have been revised ",
  "by later thinkers. ",
  "  Socialists advocate policies which meet the basic needs of the entire society instead of policies ",
  "that serve needs of individuals. ",
  "  Later, socialists were called social democrats or democratic socialists. They reject Marxism- ",
  "Leninism. ",
  "  Social democrats support peaceful, legal efforts to work toward socialism, and they believe in ",
  "multiparty competition and civil liberties. ",
  "  Anarcho-communists argue that the state and private property are interdependent institutions. ",
  "The state exists to protect private property, and the owners of private property protect the state. ",
  "If property is to be owned communally and distributed equally, the state must be smashed once ",
  "and for all. ",
  "  Fascism is a totalitarian ideology. It opposes liberalism, conservatism, and socialism. Fascism ",
  "claims to be an elitist response to modern social and political problems which other ideologies ",
  "are unable to resolve.  ",
  "21.32   Ethics, Integrity & Aptitude ",
  "•  Many factors influence people’s choices of political ideologies. They include: values, psychological ",
  "traits, age, psychological reasons, and their view of human nature, their social milieu and ",
  "economic interests. ",
  "  We tried to link various ideologies to Indian political and economic currents and contexts. ",
  "  We gave examples to show how ideological thinking influences debates on current issues. ",
  "  We mentioned that liberal western ideologies distort perceptions on current issues. ",
  "•  Students should analyze burning issues based on facts and logic, relevant theories, positions of ",
  "main ideologies on the issue, Supreme court/High court decisions, if any bearing on the issue, ",
  "and government’s stand on the issue. After reading about the first three dimensions, they should ",
  "form their views based on the last two aspects. ",
  "  Students should think on the basis of facts and logic and not rely on spurious ideologies. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "(Answer each question inclusive of parts in around 150 words.) ",
  "(1)  What is meant by the spectrum of political attitudes? What are the five main categories of ",
  "political attitude? What are the two aspects over which they differ? ",
  "(2)  What is status quo? What is establishment? ",
  "(3)  How are political attitudes and ideologies related? What are the main features of radicalism? ",
  "Name radical Indian groups and their  agendas. ",
  "(4)  How will you define liberalism, classical liberalism and modern liberalism? ",
  "(5)  What is neo-liberalism? Does it differ, and if so in what manner, from modern liberalism and ",
  "conservatism? ",
  "(6)  What are the main tenets of conservatism? What will you regard as conservative values in ",
  "Indian social context? Do they have any relevance? ",
  "(7)  ‘Modern liberals make use of rights and entitlements as tools for fighting social justice.’ Discuss. ",
  "Explain how MGNREGA and recent initiatives on school education reflect this approach. ",
  "(8)  Recently a social worker approached Supreme Court seeking a ban on pornographic internet ",
  "sites. Analyze this issue from liberal and conservative perspectives. ",
  "(9)  One recent newspaper editorial proposed that the Film Censor Board should be abolished. ",
  "Discuss the proposal from the angle of principal ideologies and of Indian policy makers. ",
  "(10)  List themes which were once considered as radical but have now become part of liberal ",
  "agenda in the West. Illustrate with examples how this trend is influencing for good and bad ",
  "attitudes to some social issues in India. ",
  "(11)  How will you define ideology? Name some important ideologies and their position on the ",
  "spectrum of political attitudes. ",
  "(12)  Are ideologies reflections of false consciousness? What is the stand of sociology of knowledge ",
  "on this question? Is it logically acceptable?  ",
  "Political Attitudes   21.33 ",
  "(13)  Write short notes (50 words each) on: (i) ideology and rationality (ii) ideology and violence ",
  "(iii) ideology and pragmatism and (iv) ideology and 20th century diplomacy. ",
  "(14)  What are the main strands of Marx’s theory of communism? What are the changes that Lenin ",
  "introduced in it? ",
  "(15)  How will you distinguish communism from social democracy? List the socialist components ",
  "of Indian economic policies. Name those still in place after economic reforms. ",
  "(16)  What are the main features of fascism? Why is it considered a dangerous doctrine? ",
  "(17)  What are the factors which influence an individual’s political attitudes? What weight will you ",
  "assign to economic and psychological factors? ",
  "(18)  What are the relevant aspects for analysing controversial issues? Should civil servants be guided ",
  "by personal convictions or dominant ideologies or laws and court decisions? ",
  "(19)  Discuss with examples the manner in which liberal western ideologies influence our thinking ",
  "on national and social problems. Point out the relevance and limitations of these ideologies ",
  "to Indian political and social situations. ",
  "(20)  Chinese communists and media proudly display their patriotic and national fervour and ",
  "celebrate their global status and dominance. In India, communists and leftists are apologetic ",
  "and diffident about nationalism. What could be the explanation of the opposing attitudes ",
  "generated by the same ideology in the two countries? ",
  " ",
  "REFERENCES ",
  "The Spectrum of Political Attitudes (Chapter 2): available on internet but with no mention of the book’s ",
  "title or the author. ",
  "Analysing Politics: An Introduction to Political Science Ellen Grigsby (available on internet) ",
  "Ideology Maurice Cranston Encyclopaedia  Britannica ",
  "Radicals and Radicalism Dictionary of  American History ",
  "Liberalism Terence Ball, Harry K. Girvetz, Kenneth Minogue, Richard Dagger Encyclopaedia ",
  "Britannica ",
  "Conservatism Peter Vivereck, Terence Ball, Kenneth Minogue, Richard Dagger Encyclopaedia ",
  "Britannica  ",
  "",
  ""
]