[
  "C h a p t e r.27   ",
  "Solved Papers (2013-17) ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "This section contains model answers to UPSC GS Paper IV (Ethics, Integrity and Aptitude) from ",
  "2013 to 2017. Answers to descriptive or even analytical questions in social sciences can never be ",
  "definitive. In this regard, they differ from problems in exact sciences like physics or mathematics ",
  "or statistics, which have single or unique answers. In the social sciences, there can be no uniformity ",
  "in the structure or content of answers, or in the relative emphasis which can be placed on parts of ",
  "a question. ",
  "Despite these issues, we are aware that students are keen to have answers which can serve as models. ",
  "Therefore students should study the answers given below critically, and treat them as possible ",
  "models. They have been tailored exactly to the need of the questions in terms of length, content, ",
  "focus and coverage. Students may carefully read the following tips on how to answer questions for ",
  "this Paper ",
  " ",
  "TIPS FOR TACKLING THEORY QUESTIONS ",
  "Pattern of GS IV question paper ",
  "Let us begin with the structure of the GS question paper IV. It now seems to have acquired a stable format. ",
  "  Time : 3 hours ",
  "  Marks : 250 ",
  "  Parts : 2 (A & B) ",
  "  Types and number of questions: ",
  "Part A : Theory  8 Questions ",
  "Part B : Case Studies  6 Questions (Questions suggests 3-4 answer choices and the ",
  "examinee has to evaluate them or asks him/her to ",
  "generate and discuss possible options.)  ",
  "27.2   Ethics, Integrity & Aptitude ",
  "  Length of answers ",
  "Part A :  approximately 2000 words (5 × 300 plus 3 × 150) ",
  "Part B :  approximately 1500 words ",
  "Students should absorb this information, since it helps in adopting a proper method of ",
  "examination preparation. ",
  "Common Errors in Students’ Answers ",
  "Students make the following errors while answering questions. ",
  "  They do not answer questions as they are worded. They cover the general area of the ",
  "question, but not the exact points which questions embody or paper-setters have in mind. ",
  "  Students leave out some parts of the questions/sub-questions ",
  "  Answers far exceed the prescribed word limits. ",
  "  Answers are unstructured and unorganised; ideas are not arranged logically or ",
  "sequentially. ",
  "  Language is loose and flabby, and ungrammatical. ",
  "A few words of explanation are needed on these errors. For simplicity’s sake, we discuss the first ",
  "three errors by using examples from UPSC question papers. ",
  " ",
  "Relevance of answers ",
  " ",
  "Example I ",
  "What is ’emotional intelligence’ and how can it be developed in people? How does it help an ",
  "individual in taking ethical decisions? (150 words) ",
  "The examiner is not asking you to write a mini-essay on emotional intelligence. He/she has three ",
  "aspects of emotional intelligence in mind: (a) its definition; (b) the ways it can be fostered in people; ",
  "and (c) the manner it aids in taking ethical decisions. Write about these sub-questions distributing ",
  "the 150 words among them suitably. ",
  " ",
  "Example II ",
  "Differentiate between the following (200 words): ",
  "(i)  Law and Ethics ",
  "(ii)  Ethical management and Management of ethics ",
  "(iii) Discrimination and Preferential treatment ",
  "(iv) Personal ethics and Professional ethics ",
  "Each sub-question has two terms, and the entire question has eight terms. The examiner is not ",
  "asking you to write about the eight terms individually or separately. If you go on writing about the ",
  "terms individually, the answer will be wrong, for that is not what you are asked to do. Briefly define ",
  "each term in the pair and show how they differ.  ",
  "Solved Papers 2013-17   27.3 ",
  "Example III ",
  "Public servants are likely to confront with the issues of ‘Conflict of Interest’. What do you understand ",
  "by the term ‘Conflict of Interest’ and how does it manifest in the decision making by public servants? ",
  "If faced with the Conflict of Interest situation, how would you resolve it? Explain with the help of ",
  "examples. ",
  "The scope of the question covers four aspects: definition of conflict of interest; explaining how it ",
  "arises; how officers should respond to it; and illustrative examples. Your answer should cover these ",
  "four issues, and not trail off into irrelevancies. ",
  "In brief, students should analyse the question and understand its scope. Their answer should be ",
  "relevant to the question and sub-questions; and be based on the focus and thrust of the question. ",
  " ",
  "Quotations and direction words/sentences ",
  "Many theory questions contain a quotation which is followed by a direction word/sentence for ",
  "candidates. Pay special attention to these direction words/sentences which tell you what the central ",
  "themes of the answer should be. Let us look at a few examples. ",
  "Corporate social responsibility makes companies more profitable and sustainable. Analyse ",
  "Strength, peace and security are considered to be the pillars of international relations. Elucidate ",
  "The crisis of ethical values in modern times is traced to a narrow perception of the good life. Discuss ",
  "“Increased national wealth did not result in equitable distribution of its benefits. It has created only some “enclaves of ",
  "modernity and prosperity for a small minority at the cost of the majority”. Justify ",
  "Without commonly shared and widely entrenched moral values and obligations, neither the law, nor democratic government, ",
  "nor even the market economy will function properly. ",
  "What do you understand by this statement? Explain with illustration in the contemporary times. ",
  "We have italicized the quotations or statements and highlighted the direction word or sentence. ",
  "“Analyse” means that the answer should explain the logic or rationale of the statement or specify ",
  "its various aspects. “Elucidate” indicates that the answer should elaborate the statement or expand ",
  "its content. “Discuss” suggests that the answer should deal with both sides of an issue or all its ",
  "dimensions. “Justify” means that answer should give reasons or facts in support of the statement. For ",
  "example, it should not refute the statement. “What do you understand by this statement?” indicates ",
  "that students should expand the statement showing what it conveys to them. ",
  "The short point is that students should comment on the quotation or statement in the light of the ",
  "direction word or sentence. They should avoid merely giving a descriptive account unrelated to the ",
  "direction word/sentence. Students should carefully look at the answers we gave to these questions ",
  "later in the chapter. ",
  "Covering all parts of a question ",
  "The second common error in students’ answers is inadequate coverage. What we mean is that they ",
  "forget about some question parts. They may not miss out the sub-questions which carry tag like ",
  "(a) or (b). Some questions with such tags are also divided into bits. The bits should also be answered.  ",
  "27.4   Ethics, Integrity & Aptitude ",
  "We can use one of the previous examples to explain the point. Thus in example III, the question as ",
  "worded seems to have three parts. But it also seeks examples. Students have to write about all the ",
  "three parts and also give examples in the answer. If they omit any part, they will lose marks. They ",
  "can decide how to distribute the 150 word limit among the parts. ",
  " ",
  "Sticking to prescribed word limits ",
  "As regards word limit, interestingly this is the only material point on which UPSC’s instructions ",
  "advise students on how to write answers. We quote from 2014 paper: ",
  "Word limit in questions, wherever specified, should be adhered to. ",
  "Answer questions in NOT MORE than the word limit specified for each in the parenthesis. Content of the ",
  "answer is more important than its length. ",
  "Normally, each theory question (found in Part A of the paper), consisting of two parts (a) and ",
  "(b) has to be answered in 150 words. If (a) or (b) has parts, the words have to be distributed ",
  "between such parts. What is a proper word limit? It could exceed (or fall short of) the ",
  "prescribed word limit by 5% to 7%. ",
  "What happens when students write? ",
  "Before discussing ways of avoiding poorly structured and badly worded answers, we should ",
  "understand the sources of such errors. They can be traced to bad reading and study practices. ",
  "Students read superficially. They fail to grasp and firm up ideas in their mind in clear language. ",
  "On most topics, they have hazy and vague ideas, often irrelevant, trivial and repetitive. They ",
  "float in their mind in loose, long and ungrammatical sentences. Students tend to reproduce ",
  "such ideas in raw form just as they occur to them as answers. Thus they write incoherent or jumbled ",
  "up answers. ",
  " ",
  "How to tackle the problem? ",
  "The difficulties have to be handled in two stages. First students should practise constantly before ",
  "examinations for cultivating right techniques of answering questions. Secondly, students should ",
  "answer questions, matching as closely as they can the expectations of the examiners. No adequate ",
  "coverage of reading skills and study methods is possible within the short space available to us. But ",
  "the tips mentioned in this chapter will prove helpful. ",
  "Let us consider a few examples of topics on which questions can be expected. One set ",
  "could be: money bill, habeas corpus, feminism, surrogacy, balance of trade, current account deficit, ",
  "inclusive growth, monetary policy committee, poverty line, good governance, cloud computing, Make in India ",
  "and Start-up and acorns. Another set from Ethics syllabus could be: corporate governance, ethical ",
  "dilemma, good life, virtue ethics, cognitive dissonance, rationalization, and difference between the pairs such ",
  "as integrity and honesty, happiness and pleasure, and duty and obligation. ",
  "There is no point, as students doubtless know from their experience from examinations, in scratching ",
  "one’s head in examination hall, and try to find words for such terms or concepts. It means that ",
  "one’s preparation is inadequate. Students should remember these terms in readymade, memorized  ",
  "Solved Papers 2013-17   27.5 ",
  "phrases, and use them in writing answers quickly. If there is a question on a concept, definition, ",
  "doctrine or administrative principle, students should be able to answer it based on clearly memorized ",
  "materials. These are topics included in the syllabus which students are supposed to learn. They ",
  "should be able to recall such basic terms and theories in standard phrases. This knowledge should ",
  "be at their fingertips. A store of suitably worded key ideas should be present in their mind. Then ",
  "students will not struggle for expression. Their thoughts will be in a presentable form. ",
  "Are we suggesting memorization? The answer is partially in the affirmative, but such memorization ",
  "will be with understanding and confined to critical terms and ideas. As they have to be used often ",
  "in answers, it will save labour, and they need not keep thinking of new ways of writing them every ",
  "time. If they are memorized, the task becomes easier. ",
  "Application-based questions need a different approach. In answering such questions also, memorized ",
  "phrases can be selectively used. But answers to these questions should otherwise be in one’s words. ",
  "Students will gain needful insights through practice in this matter. ",
  "To conclude: ",
  " Never allow ideas to float vaguely in your mind. Firm them up in clear  and  ",
  "concrete words. ",
  " Keep a store of suitably worded basic terms, concepts, definitions, theories and key ",
  "ideas in your mind. ",
  " ",
  "Analysing questions ",
  "Students should analyse questions quickly in examinations. It has to be a reflex or automatic ",
  "process. In preparatory stage, students should master the process. Analysis involves looking at the ",
  "following: ",
  "(i)  What exactly is the question asking? ",
  "(ii) What are the ideas I know about the question? ",
  "(iii) What is the most logical way of arranging them in a serial order? ",
  "(iv) How can I express them in effective sentences? ",
  "To see what analysis involves, let us consider the following example from 2014 UPSC question ",
  "paper: ",
  "What  do  you  understand  by  ‘probity’  in  public  life?  What  are  the  difficulties  in ",
  "practising it in the present times? How can these difficulties be overcome? ",
  "(10 marks/150 words) ",
  "Here, the examiner wants students to (i) define probity; (ii) mention difficulties officers face in ",
  "practicing it now; and (iii) suggest means of handling such difficulties. ",
  "If a question has three parts as in this example, students have to mentally recollect 4-7 ideas on each ",
  "part, arrange them in a sequence, and write the answer. If the question has two parts, each part will ",
  "have 6-9 ideas. Finally, if the question has one part only, the answer will have 15-18 ideas. These ",
  "numbers are illustrative and the actual numbers can vary from question to question.  ",
  "27.6   Ethics, Integrity & Aptitude ",
  "Practising Answer Writing ",
  "The next step is to arrange the ideas in a logical order. Students should make sure that the ideas ",
  "are distinct and separate and not repetitive. After deciding on 4-7 ideas of a part, they can arrange ",
  "them sequentially. They can start with the most important points. ",
  "Finally, students need to write out the answer. They should practise writing answer to each part ",
  "along following lines: ",
  "  Think of the first idea ",
  "  What is the sentence in my mind which expresses the idea? ",
  "  Is it clear or vague? If it is vague, sharpen it. ",
  "•  Is it long or short? If it is long make it short. This is the simplest way of improving one’s ",
  "language. ",
  "  Is it grammatical or ungrammatical? If it is ungrammatical, correct it. ",
  "  Follow similar procedure for all the other ideas of the answer. ",
  "  Reread all the sentences and make further revisions you think are necessary. ",
  "  Then write down the final draft as answer. ",
  "  Then go to second part and answer it following above steps. ",
  "  Follow same procedure for the third part. ",
  "•  To begin with, watch answer length roughly. (Number of lines × approximate words per line) ",
  "  In the end, count the words for the entire answer. ",
  "  Trim the answer by omitting inessential ideas or by cutting words or by omitting examples. ",
  "Obviously, the above steps are designed to help students in writing answers and in improving them. ",
  "This process of writing answers and revising them will improve the content and language of student ",
  "answers. With constant practice, students will learn how to polish the answers. This will become a ",
  "habit and improve their answers. ",
  "Study and practice in the above manner will help in the examination. Students will analyse questions ",
  "and write relevant and effective answers. They will get used to tackling questions correctly. They ",
  "will have clear ideas in their mind which they can readily apply. ",
  " ",
  "Answering in the examination ",
  "However, there is a world of difference between (a) practising in the manner suggested in the ",
  "preceding section and (b) in actually writing answers in the examination hall. In actual examinations, ",
  "many students feel tense and anxious. The time pressure will be intense. The process of thinking ",
  "about 14-15 questions and their parts and writing answers will be mentally fatiguing. ",
  "How to cope with these problems? The commonsense approach consists in intensely practising ",
  "before examinations. Students have to follow the aforementioned techniques for mastering course ",
  "materials and for writing answers. They need to answers as many mock tests as they can before the ",
  "actual examinations. ",
  "These tests should be taken in conditions identical to an examination situation. These trial ",
  "runs will condition students to the examination situation and atmosphere. Of course, they   should  ",
  "Solved Papers 2013-17   27.7 ",
  "not look at mock test papers beforehand so that they experience the element of surprise as in ",
  "real examinations. Mock test will work best if taken after completing substantial parts of syllabus ",
  "and after learning to write answers along the previously outline lines. By doing so, students will ",
  "have a fair idea of the problems they will face in examinations. They can work on rectifying those ",
  "problems. ",
  "Students may run into a few common difficulties in examinations. It is easy to overshoot the ",
  "prescribed word limits for answers. It will be awkward, for example, if 380 words are written as ",
  "against the word limit of 250 words. Examiners are unlikely to be harsh if the answer exceeds the ",
  "word limit by a tolerable margin. But during their answer practice sessions, students need to practise ",
  "writing answers of varying length ranging from 250 words, 150 words, 50 words and 30 words. They ",
  "will then have a rough idea of how long an answer is becoming. ",
  "Adopting a Simple Writing Style ",
  "Normally, we tend to use wordy expressions and sentence forms. By learning about such wordy ",
  "expressions and ways of trimming them, students can write better. Conscious and regular practice ",
  "can help in removing this weakness. A few simple rules are: ",
  "l Use active voice instead of passive voice. ",
  "l Express ideas directly instead of using indirect or roundabout expressions. ",
  "l  Wherever possible, replace clauses with phrases and phrases with single words. ",
  "l Learn to express your thoughts in short sentences with simple construction. ",
  "l  Avoid writing convoluted or awkward sentences. ",
  "l Avoid use of adjectives and jargon. ",
  "l Cut out repetitive words, expressions and ideas. ",
  "l Restrict use of words which modify other words and phrases. ",
  "l   Write sentences using mainly subject-verb form severely restricting use of modifiers and adjuncts. ",
  "l Express only one idea (as far as possible) in a sentence ",
  "These rules can be easily followed while practising answer writing. As mentioned earlier, the ",
  "first drafts of answers have to be rewritten using the above listed rules. In this way, students can ",
  "critically scrutinize their answers. Such scrutiny should also cover the material content and logical ",
  "structure of the answer. ",
  "Self-evidently, aforementioned procedures are for use during the preparatory stages, and not in ",
  "the examination. There will be no time for such revisions. Students have to quickly determine the ",
  "focus of the question, mentally recall and group ideas, and start writing. At the most, they can jot ",
  "down main points very briefly and note their possible sequence. Their best bet would be to write ",
  "down those points in simple grammatical sentences, and especially avoiding glaring errors. There ",
  "will be no time for mulling over things and polishing language. ",
  "Students should not get bogged down in the examination. Questions have to be answered ",
  "within time. Too much time cannot be spent on a few questions at the cost of others. Extra marks ",
  "gained on the former will be far fewer than marks lost on the latter. There is a famous saying that ",
  "the best is the enemy of good. This has a special relevance in the context of writing answers in ",
  "examinations.  ",
  "27.8   Ethics, Integrity & Aptitude ",
  "Incidentally, model answers to previous examination papers are written in a situation different ",
  "from what students face in examination halls. Model answer writers face no element of surprise; they ",
  "think leisurely over the question; and they carefully attend to the content, structure and language ",
  "of answers. These are examples, and actual answers written in examinations cannot match their ",
  "standard. Students should not worry if their answers in mock test and actual examinations seem ",
  "inferior to model answers. Essentially, by studying and practising according in the manner we ",
  "previously outlined, students will do well for it creates a process of self improvement.  ",
  "Solved Papers 2013-17   27.9 ",
  "2013 Paper ",
  " ",
  " SECTION A : ANSWERS TO THEORY QUESTIONS ",
  "1.  What do you understand by ‘values’ and ‘ethics’? In what way is it important   ",
  "to be ethical along with being professionally    competent? ",
  "(10 marks | 150 words) ",
  "Ans. Values are what we consider good, desirable or worthwhile. They refer to rightness, duty, ",
  "virtues, beauty, truth and holiness. Values are conceptions which enable us to select right ",
  "ends and means. They represent the ideals we cherish. ",
  "Ethics or morals are the commonly accepted behaviour codes we follow. They are standards ",
  "we use to distinguish right actions from wrong actions and good thoughts, motives, and ",
  "aims from bad ones. Values and ethics overlap. ",
  "Professionals need skills for efficiently doing their jobs. But mere technical competence ",
  "is insufficient. Every profession---public service, medicine, accountancy or software ",
  "programming---has its ethical codes which its practitioners have to observe. Such codes ",
  "ensure provision of professional services at the required standards with due care and ",
  "diligence. In addition, professionals have to observe common morality. For example, ",
  "doctors or lawyers should not fleece customers nor take advantage of their often desperate ",
  "situation. Professionals have to be sympathetic and humane so that people are genuinely ",
  "satisfied.  (160   words) ",
  "2.  (a)  What  do  you  understand  by  the  following  terms  in  the  context of public ",
  "service?  (5 terms × 3 marks each=15 marks |250 words) ",
  "(a)  Integrity ",
  "(b)  Perseverance ",
  "(c)  Spirit of service ",
  "(d)  Commitment ",
  "(e)  Courage of conviction ",
  "Ans. Integrity in public service first connotes honesty and eschewing corruption in all its forms. ",
  "It also means intellectual honesty or giving correct advice to bosses without pandering ",
  "to their views or wishes. It involves faithfully following national norms and dutifully ",
  "implementing government policies even if one disagrees with them. ",
  "Perseverance means steadfast pursuit of one’s chosen goals without getting discouraged ",
  "by setbacks. Essentially, one should not be deterred by temporary reverses. Government’s ",
  "initiatives in economic, social and infrastructure spheres and for economic reforms face ",
  "many hurdles. Still policy-makers and executives should not be disheartened but resolutely ",
  "pursue such programmes.  ",
  "27.10   Ethics, Integrity & Aptitude ",
  "Spirit of service refers to the desirable motivation which spurs our work in public ",
  "organizations. One can think of work as a means of earning a living, with attendant prestige, ",
  "and opportunity to make a buck on the side. But work is an opportunity to help needy ",
  "fellow citizens and contribute to social welfare. ",
  "Commitment means that one is intensely and passionately wedded to one’s work. Many ",
  "people work on their jobs mechanically, lackadaisically, and as an unavoidable chore. ",
  "Commitment is the mark of those like accomplished musicians or scientists or sportsmen ",
  "for whom work is an end in itself and holds their interest all the time. ",
  "Courage of conviction means willingness to stick to one’s principles even if they ",
  "are unpopular and face vehement opposition. Often, we hide our genuine feelings and ",
  "views for sake of social conformity or for avoiding unpleasantness. But moral courage ",
  "demands that we boldly espouse our favourite causes and express our genuine feelings. ",
  "(258 words) ",
  "(b)  Indicate two more** attributes which you consider important   for public ",
  "service.  Justify your answer.  (10 marks |100 words) ",
  "[(**other than those ftve earlier mentioned- integrity, perseverance  etc.) ",
  "Ans. Objectivity and compassion are two other attributes civil servants need. Many matters ",
  "which public servants decide involve competing claims of litigants or helping people under ",
  "government programmes. Objectivity ensures that in acting on such questions civil servants ",
  "act without favouring or harming any individual or group out of prejudice or subjectivity. ",
  "Compassion is another attribute of good civil servants. In our country, many individuals ",
  "and groups are still poor. Further, many suffer from ill effects of past social and economic ",
  "practices. They cannot effectively articulate their needs and problems. Empathy and ",
  "compassions will enable public servants to get into the shoes of the poor and vulnerable ",
  "and help them proactively.  (110  words) ",
  "3.  What is ’emotional intelligence’ and how can it be developed in people? How ",
  "does it help an individual in taking ethical decisions?   (10 marks | 150 words) ",
  "Ans. Emotional intelligence differs from logical and analytical abilities which underlie our ",
  "thinking. It refers to constructive management of our emotions and passions. Its attributes ",
  "are ability to postpone immediate pleasures, to persist with a task despite difficulties, to ",
  "control one’s moods, to prevent despair from destroying our thinking, to sympathize with ",
  "others and to be hopeful. It also enables us to understand the motives and feelings of ",
  "others. ",
  "Emotional intelligence has to be cultivated like other virtues. By nature, human beings ",
  "are inward-looking and ignore the thoughts, feelings, motives and reactions of others. ",
  "They need to silence their egos and take real interest in and pay heed to others. Constant ",
  "practice can help in improving emotional intelligence.  ",
  "Solved Papers 2013-17   27.11 ",
  "Because of emotional intelligence, people empathize with others. Concern for others and ",
  "benevolence it promotes are the basis for morality. It makes people less selfish and self- ",
  "preoccupied; they will look to the problems of others and help them.    (156 words) ",
  "4.  Some people feel that values keep changing with time and situation, while ",
  "others strongly believe that there are certain universal and eternal human ",
  "values. Give your perception in this regard with due justiftcation. ",
  "(10 marks | 150 words) ",
  "Ans. The views mentioned in the question are known as moral subjectivism or relativism and ",
  "moral objectivism or universalism. Moral subjectivists argue that ethical norms are not ",
  "universal and are relative to a society or culture. Some argue that morality can vary as ",
  "between individuals. ",
  "Cultural relativism or differences in social norms are highlighted by anthropologists. ",
  "However, the social norms they mention are outward forms of behaviour, fashions, ",
  "ceremonies, etiquettes and religious practices. Many of these result from accidents of ",
  "geography and history. Further, morality being social, no Individual can have his own ",
  "morals. ",
  "Universal moral values are deeply rooted in human nature. They are core morals such as ",
  "prohibition of murder, rape, violence and of lesser anti-social tendencies. On the positive ",
  "side, they include the cardinal virtues such as justice, prudence, fortitude, and temperance. ",
  "These subsume all the other virtues like compassion, generosity and altruism, which are ",
  "applicable in all human societies at all times.  (155   words) ",
  "5.  What  do  you  understand  by  the  term  ‘voice  of  conscience’?  How  do  you ",
  "prepare yourself to heed to the voice of conscience?   (10 marks| 150 words) ",
  "Ans. Conscience represents our moral being. It consists of the ethical principles which we have ",
  "learnt and internalized. We imbibe these principles during our upbringing, study, and ",
  "exposure to religious ideas. Conscience stands like a sentinel watching our actions and ",
  "conduct. There are times when our actions, decisions and conduct fail to measure up to ",
  "our acquired moral values embedded in our conscience. Conscience makes us conscious of ",
  "such failures and causes mental disquiet. This is popularly known as ‘voice of conscience’. ",
  "Heeding the voice of conscience is another expression for following the path of morality. ",
  "To this end, we should be conscious of moral codes, and follow them when appropriate ",
  "situations arise. In ordinary situations of life in family, at office and among friends, moral ",
  "issues seldom arise. But we should be on lookout and recognize the moral dimensions of ",
  "situations. Following conscience, like forming good character, depends on practice and ",
  "should be made into a habit. (157 words) ",
  "6.  What is meant by ‘crisis of conscience’? Narrate one incident in your life ",
  "when you were faced with such a crisis and how you resolved the same. ",
  "(10 marks| 150 words)  ",
  "27.12   Ethics, Integrity & Aptitude ",
  "Ans. Crisis of conscience refers to a situation that severely tests one’s moral calibre. One may ",
  "end up violating moral values in such situations. They are hard to tackle. People are torn ",
  "apart by conflict between conscience and self-interest. ",
  "While in university, I met and fell in love with Bhagyalakshmi, a backward caste medical ",
  "student. We decided to tell our parents only after getting jobs. Then, my father contracted ",
  "a dangerous disease and had to take voluntary retirement. We had to live on meager ",
  "income from his savings. A relative promised that if I marry his daughter he would clear ",
  "father’s home loan. My parents were keen on the match. This put me in a quandary and ",
  "mental turmoil. Then I discussed the problem with Bhagyalakshmi. We told parents of ",
  "our love, and assured them that we would look after them. We promised to make loan ",
  "repayments from our joint incomes after we get jobs. My parents agreed.    (158 words) ",
  "7.  Given  below  are  three   quotations   of   great   moral   thinkers/philosophers.   ",
  "For each of these quotations, bring out what it means to you in the present ",
  "context:  (each quote for 10 marks and 150 words=total 30 marks) ",
  "(a)  “There is enough on this earth for every one’s need but not for no one’s greed.” ",
  "Mahatma Gandhi. ",
  "(b)  “Nearly all men can withstand adversity, but if you want to test a man’s character, ",
  "give him power.”—Abraham Lincoln ",
  "(c)  “I count him braver who overcomes his desires than him who overcomes his ",
  "enemies.”—Aristotle ",
  "Ans. (a)  From economic angle, this refers to Gandhiji’s idealist view of the rich as holders ",
  "of wealth only as trust and as under a moral duty to share it with the poor. Then, ",
  "earth’s produce will suffice for all. From environmentalist view, it points to need for ",
  "sustainable development. ",
  "(b)  Unbridled political power breeds arbitrariness, oppression and corruption. Rulers get ",
  "addicted to power, and give up ethical values. Power psychologically changes rulers ",
  "for the worse. It goes quickly to head undermining one’s rational thinking and moral ",
  "sense. Many perceptive thinkers highlighted this aspect of power. People can endure ",
  "great trouble, but are quickly intoxicated by power. ",
  "(c)  According to sages and philosophers, human victories cover two areas. Men fight wars ",
  "and defeat their enemies. Common sense considers these as victories, and celebrates ",
  "war victories. Such victories need skill and courage. But men also have to tame their ",
  "unruly passions and evil tendencies. This is harder since they involve changing our ",
  "innate nature.  (160   words) ",
  "8.  “The  good of  an  individual  is contained  in the good of  all.”  What do  you ",
  "understand by  this statement? How can  this principle be  implemented in ",
  "public life?  (10 marks| 150 words)  ",
  "Solved Papers 2013-17   27.13 ",
  "Ans. Any individual is a member of society. He belongs to a social collective, shares its norms ",
  "and is situated within it. His whole existence in the present diversified economy depends ",
  "on society. Modern amenities and comforts will be unthinkable in its absence. To some ",
  "extent, one can pursue his goals and happiness independent of society. But one cannot be ",
  "at the same time only self-seeking. A society of selfish individuals will become weak. Any ",
  "society has to care for its poor and the weak; or they will be a drag on society. ",
  "Following measures will advance this principle in public life: ",
  "•  Encouraging and honouring philanthropists and altruistic individuals and  bodies ",
  "•  Following policies for inclusive economic and social growth ",
  "•  Inculcating concern in government servants for poor and the weak ",
  "•  Empowering women, children and socially disadvantaged groups ",
  "•  Providing adequate budgetary outlay for programmes for the poor ",
  "•  Bringing tribals into national main stream (157 words) ",
  "9.  It is often said that ‘politics’ and ‘ethics’ do not go together. What is your ",
  "opinion in this regard? Justify your answer with illustrations. ",
  "(10 marks| 150 words) ",
  "Ans. Politics whether in democratic or authoritarian societies involves acquiring and retaining ",
  "power which often requires unethical means. Where the game of grabbing power is intense, ",
  "and players are unsure whether rivals will ‘play by rules’, they will adopt unfair means. As ",
  "authority is a coveted goal, people will abandon morality for its sake. ",
  "In democratic societies, especially during elections, candidates are only too ready to break ",
  "rules. They appeal to narrow sentiments which rest on caste prejudice, religious fanaticism ",
  "and regional identities. They will make wild promises and adopt policies which damage ",
  "economic well-being and social harmony. To meet election expenses and for making ",
  "money, they tie up with vested interests. If they get into power, they will support the vested ",
  "interests at the cost of the common man. ",
  "The experience of authoritarian regimes is much worse. As examples, we can cite Nazi ",
  "Germany, Stalinist Russia or the Pol Pot regime. Democracy and constitutional safeguards ",
  "alone can check unbridled power.  (160 words) ",
  " ",
  " SECTION B  : ANSWERS TO CASE STUDIES ",
  "In the following questions, carefully study the cases presented and then answer the questions ",
  "that follow: ",
  "10.  A Public Information Offtcer has received an application under RTI Act. ",
  "Having gathered the information, the PIO discovers that the information ",
  "pertains to some of the decisions taken by him, which were found to be not ",
  "altogether right. There were other employees also who were party to these  ",
  "27.14   Ethics, Integrity & Aptitude ",
  "decisions. Disclosure of the information is likely to lead to disciplinary action ",
  "with possibility of punishment against him as well as some of his colleagues. ",
  "Non-disclose or part disclosure or camouflaged disclosure  of  information  ",
  "will result into lesser punishment or no    punishment. ",
  "The PIO is otherwise an honest and conscientious person but this particular ",
  "decision, on which the RTI application has been ftled, turned out to be wrong. ",
  "He comes to you for advice. ",
  "The following are some suggested options. Please evaluate the merits and ",
  "demerits of each of the  options: ",
  "1.  The PIO could refer the matter to his superior offtcer and seek his ",
  "advice and act strictly in accordance with the advice, even though he is ",
  "not completely in agreement with the advice of the superior. ",
  "2.  The PIO could proceed on leave and leave the matter to be dealt by his ",
  "successor in offtce or request for transfer of the application to another ",
  "PIO. ",
  "3.  The PIO could weigh the consequences of disclosing the information ",
  "truthfully, including the effect on his career, and reply in a manner that ",
  "would not place him or his career in jeopardy, but at the same time a ",
  "little compromise can be made on the contents of the information. ",
  "4.  The PIO could consult his other colleagues who are party to the decision ",
  "and take action as per their advice. ",
  "Also please indicate (without necessarily restricting to the above options) ",
  "what you would like to advise, giving proper reasons.   (20 marks| 250 words) ",
  "Ans. (1) This option is not really available. A PIO has to act according to the provisions of ",
  "law. There is no provision for consulting bosses, though sometimes officials may ",
  "sound their bosses. He has to decide the matter on his own. Under RTI Act, PIO’s ",
  "decision can be appealed against. But he cannot take his superiors officially into ",
  "confidence. ",
  "(2)  This option makes no difference to the end result. If the information asked for does ",
  "not belong to exempted categories, it has to be furnished. Whether he supplies it or ",
  "someone else does it, the consequences will be the same. ",
  "(3)  This option is not permissible under law. All the information sought has to be given ",
  "unless it belongs to exempted category which is not the case here. He cannot tweak ",
  "the information to cover or extenuate his role in the decisions. ",
  "(4)  As a PIO, he has to decide the matter using his best individual judgement. He cannot ",
  "consult others because the law makes him individually responsible. In other matters, ",
  "officers can take the help and support of their staff. It is allowed according to ",
  "government  procedures.  ",
  "Solved Papers 2013-17   27.15 ",
  "He has to furnish the information. Thereafter if he is questioned, he should explain the ",
  "circumstances under which he took the decision. He can plead that he acted in good faith ",
  "on available information in public interest  (225   words) ",
  "11. You are working as an Executive Engineer in the construction cell of a Municipal ",
  "Corporation and are presently in-charge of the construction of a flyover. There ",
  "are two Junior Engineers under you who have the responsibility of day-to-day ",
  "inspection of the site and are reporting to you, while you are finally reporting   ",
  "to the Chief Engineer who heads the cell. While the construction is heading ",
  "towards completion, the Junior Engineers have been regularly reporting that  ",
  "all construction is taking place as per design specifications. However, in one of ",
  "your surprise inspections, you have noticed some serious deviations and lacunae ",
  "which, in your opinion, are likely to affect the safety of the flyover. Rectification ",
  "of these lacunae at this stage would require a substantial amount of demolition ",
  "and rework which will cause a tangible loss to the contractor and will also delay ",
  "completion. There is a lot of public pressure on the Corporation to get this ",
  "construction completed because of heavy traffic congestion in the area. When ",
  "you brought this matter to the notice of the Chief Engineer, he advised you that ",
  "in his opinion it is not a very serious lapse and may be ignored. He advised      ",
  "for further expediting the project for completion in time. However, you are ",
  "convinced that this was a serious matter which might affect public safety and ",
  "should not be left unaddressed. ",
  "What  will  you  do  in  such  a  situation?  Some  of  the  options  are  given    below.  ",
  "Evaluate the merits and demerits of each of  these  options  and  finally  suggest ",
  "what course of action you would like to take, giving reasons. (20 marks |250  ",
  "words) ",
  "(1)  Follow the advice of the Chief Engineer and go ahead. ",
  "(2)  Make an exhaustive report of the situation bringing out all facts and analysis along ",
  "with your own viewpoints and seek for written orders from the Chief Engineer. ",
  "(3)  Call for explanation from the Junior Engineers and issue orders to the contractor for ",
  "necessary correction within targeted time. ",
  "(4)  Highlight the issue so that it reaches superiors above the Chief Engineer. ",
  "(5)  Considering the rigid attitude of the Chief Engineer, seek transfer from the project ",
  "or report sick. ",
  "Ans. (1) This option will be improper. Executive engineer has to act in his best judgement. It is ",
  "a different matter if he is overruled, by Chief Engineer (CE) when he makes a written ",
  "technical submission. As the matter involves lives of people, he cannot follow the oral ",
  "advice against his judgement. ",
  "(2)  This is an appropriate course of action. It would have been better if he had not sought ",
  "the oral advice of the chief engineer in the matter. Government work is carried out  ",
  "27.16   Ethics, Integrity & Aptitude ",
  "mostly in writing on files. He should have made a report bringing out the gravity of the ",
  "defects and the attendant risks to public. ",
  "(3)  This could have been done if the executive engineer had not sought the advice of ",
  "the chief engineer. Having sought the advice of his boss, and got his advice, the ",
  "executive engineer cannot issue a different order without informing him. He can make ",
  "a written submission mentioning that the problem is too serious to be overlooked. In ",
  "this submission, he should suggest that the contractor should be asked to set right the ",
  "defects in time. ",
  "(4)  Executive engineer should not adopt this method. By doing so, he will be breaking ",
  "hierarchical discipline. He should not bypass his boss in this way. ",
  "(5)  Seeking transfer will not solve the problem involving public safety. He will be failing in his ",
  "duty if he does not take a stand in the matter. Making a false sick report is called malingering. ",
  "He has to bring all facts to the notice of Chief Engineer in writing and follow his written ",
  "order.  (263   words) ",
  "12.  Sivakasi  in  Tamil  Nadu  is  known  for  its  manufacturing  clusters  on ",
  "ftrecrackers and matches. The local economy of the area is largely dependent ",
  "on ftrecrackers industry. It has led to tangible economic development and ",
  "improved standard of living in the area. ",
  "So far as child labour norms for hazardous industries like ftrecrackers ",
  "industry are concerned, International Labour Organization (ILO) has set the ",
  "minimum age as 18 years. In India, however, this age is 14 years. ",
  "The units in industrial clusters of ftrecrackers can be classifted into registered ",
  "and non-registered entities. One typicalunitis household-based work. Though ",
  "the law is clear on the use of child labour employment norms in registered/ ",
  "non-registered units, it does not include household-based works. Household- ",
  "based work means children working under the supervision of their parents/ ",
  "relatives. To evade child labour norms, several units project themselves as ",
  "household-based works but employ children from outside. Needless to say ",
  "that  employing  children  saves  the  costs  for  these  units  leading  to  higher ",
  "proftts to the owners. ",
  "On your visit to one of the units at Sivakasi, the owner takes you around the ",
  "unit which has about 10-15 children below 14 years of age. The owner tells ",
  "you that in his household-based unit, the children are all his relatives. You ",
  "notice that several children smirk, when the owner tells you this. On deeper ",
  "enquiry, you ftgure out that neither the owner nor the children are able to ",
  "satisfactorily establish their relationship with each     other. ",
  "(25 marks | 300 words) ",
  "(i)  Bring out and discuss the ethical issues involved in the above case. ",
  "(ii)  What would be your reaction after your above visit? ",
  "Ans. Firecracker making is a hazardous occupation with frequent accidents leading to loss of ",
  "life. The ethical problem assumes added significance since the workers are children who ",
  "may not be fully alive to the risks. It is reprehensible to seek profits by exposing innocent  ",
  "Solved Papers 2013-17   27.17 ",
  "children to needless risks. At least parents supervising their children can be expected to ",
  "take due care and precautions. ",
  "The visit clearly shows that the existing regulations are being violated. Many units are ",
  "pretending to be households and taking advantage of lighter regulations for employing ",
  "child labour. It is not clear whether the registered and unregistered units are following the ",
  "regulations. ",
  "One lazy alternative is to let things be. After all, firecrackers are the main occupation in the ",
  "local area. But this will be a totally wrong approach. Where human lives are at stake, swift ",
  "action is essential. ",
  "Inthe first place, asurveyneedstobemadeofthethreecategories---registered, unregisteredand ",
  "household---units. Thereafter, strict compliance with laws has to be ensured. ",
  "Children employed in each household unit should be identified. Their parents should also ",
  "be identified using Aadhar cards and other reliable means. Notices should be issued to ",
  "household units employing outside children, and their licenses should be cancelled. They ",
  "can be allowed to function as registered or unregistered units. ",
  "These units should be asked to furnish information on the children employed. Teams from ",
  "labour department and child welfare department should be formed. They should visit the ",
  "units and ensure that age limits are observed. ",
  "A strict system should be created for ensuring the safety of the operations. The concerned ",
  "technical organizations including disaster management authorities should lay down safety ",
  "drills. ",
  "Children should be educated and trained in safety. ",
  "Disaster management plans should be prepared specific to firecracker units covering ",
  "precautionary and other measures.  (303   words) ",
  "13.  You are heading a leading technical institute of the country The institute is ",
  "planning to convene an interview panel  shortly  under  your  chairmanship  ",
  "for selection of the  post  of  professors.  A  few  days  before  the  interview,  ",
  "you  get  a  call  from  the  Personal  Secretary  (PS)  of  a  senior  government ",
  "functionary seeking your intervention in favour of the selection of a close ",
  "relative of the functionary for this post. The PS also informs you that he is ",
  "aware of the long pending and urgent proposals of your institute for grant of ",
  "funds for modernization, which are awaiting the functionary’s approval. He ",
  "assures you that he would get these proposals    cleared. ",
  "(20 marks | 250 words) ",
  "1.  What are the options available to you? ",
  "2.  Evaluate each of these options and choose the option which you would adopt, ",
  "giving reasons. ",
  "Ans. A head of a leading institute perhaps engaged in research in frontier or state of art ",
  "technologies cannot accept the improper demand.  ",
  "27.18   Ethics, Integrity & Aptitude ",
  "First, the temptation of selecting a less meritorious candidate as a quid pro quo for getting ",
  "clearance for modernization proposals should not even be entertained. It is wrong morally, ",
  "will damage the institute’s efficiency, and slow down nation’s technological progress. ",
  "Another option could be to rudely reject the request. But this is not desirable. Even while ",
  "saying ‘no’, one can be polite and as inoffensive as possible. ",
  "Thirdly, the head of the institute can explain the situation to the PS. The decision will be taken ",
  "by a panel or committee who has to follow objective criteria for selecting suitable candidates. ",
  "Besides, the performance of the candidates in the interview will also be a factor. If the ",
  "functionary’s relative does not perform well, the other members will oppose his selection. ",
  "The chairman has to ensure the integrity of the selection process, and fair evaluation of ",
  "candidates in the interviews. It is his duty. ",
  "Fourthly, he can mention that if the functionary’s relative performs well, he will be picked ",
  "up. He has to qualify like others based on merit. He can assure the PS that no unmeritorious ",
  "candidate will be selected in preference to the functionary’s relative. ",
  "He can add that the modernization proposal should be cleared since it will benefit the ",
  "institute. He has no personal stake in it. ",
  "In short, he should decide the candidature of the functionary’s relative wholly on merits in ",
  "an objective manner.  (258 words) ",
  "14.  As a senior offtcer inthe Finance Ministry, you have access to some conftdential ",
  "and crucial information about policy decisions that the Government is about  ",
  "to announce.  These  decisions  are  likely  to  have  far-reaching  impact  on  ",
  "the housing and construction  industry. If the builders have access  to  this ",
  "information beforehand, they can make huge proftts. One of the builders has ",
  "done a lot of quality work for the Government and is known to be close to  ",
  "your immediate superior, who asks you to disclose this information to the  ",
  "said builder.  (20 marks| 250 words) ",
  "1.  What are the options available to you? ",
  "2.  Evaluate each of these options and choose the option which you would adopt, giving ",
  "reasons. ",
  "Ans. One option could be to pass on the information to the builder. It can be argued that the ",
  "builder did quality work for government and deserves to be rewarded. Another plausible ",
  "argument is that officers are obliged under service discipline to obey the orders of the ",
  "superior officers. Both the arguments are fallacious. ",
  "If a builder is to be rewarded for quality or timely work, it could be only in accordance with ",
  "a contract. It may provide for some performance incentives. If he meets the requirements, ",
  "he can be given those incentives. Other than this, no benefits are admissible. ",
  "While officers have to obey orders of superiors, they cannot obey illegal orders. Duty of ",
  "obedience applies only to lawful orders. The immediate superior’s order is illegal. Some ",
  "government policies are commercially sensitive. No one should divulge them prematurely ",
  "to interested parties. They are made public to all at the same time through authorized ",
  "official releases. ",
  "Another very risky option is to tip off the builder through a reliable third party. The ",
  "premature leak of a sensitive policy, if discovered, will lead to police investigations and the ",
  "officer can go to jail for divulging official secrets.  ",
  "Solved Papers 2013-17   27.19 ",
  "As this an open and shut case, no option other than politely refusing to follow the illegal ",
  "orders is available. One may try to resort to tricks or evasive conduct such as conveying ",
  "wrong information or informing the builder only after the policy becomes public. There is ",
  "no point in trying these ruses. It is better to refuse upfront to divulge the matter. ",
  "(257 words) ",
  "15.  You are the Executive Director of an upcoming InfoTech Company which is ",
  "making a name for itself in the market. ",
  "Mr. A, who is a star performer, is heading the marketing team. In a short ",
  "period of one year, he has helped in doubling the revenues as well as creating ",
  "high brand equity for the Company so much so that you are thinking of ",
  "promoting him. However, you have been receiving information from many ",
  "corners about his attitude towards the female colleagues; particularly his ",
  "habit of making loose comments on women. In addition, he regularly sends ",
  "indecent SMS’s to all the team members including his female colleagues. ",
  "One day, late in the evening, Mrs. X, who is one of Mr. A’s team members, comes ",
  "to you visibly disturbed. She complains against the continued misconduct of ",
  "Mr. A, who has been making undesirable advances towards her and has even ",
  "tried to touch her inappropriately in his cabin. She tenders her resignation ",
  "and leaves your offtce.  (20 marks | 250 words) ",
  "1.  What are the options available to you? ",
  "2.  Evaluate each of these options and choose the option you would adopt, giving ",
  "reasons. ",
  "Ans. One may be tempted to overlook the matter to protect company’s bottom line. Losing a ",
  "critical performer may reduce its growth. Mrs. X’s services may not be that indispensable ",
  "to the company. She has in any case quietly resigned and left. ",
  "As a variation on this option, the ED can call Mr. A and strictly admonish him. He may ",
  "give a final warning to A to mend his ways. ",
  "He can tell him to patch up matters somehow with Mrs. X. This can be tricky. Once an ",
  "officer becomes cognizant of a crime, he incurs a legal obligation to take appropriate legal ",
  "steps. Otherwise, he will become culpable. Mrs. X may change her mind, and decide to ",
  "fight for justice. Then, ED will land in a legal imbroglio. ",
  "The basic issue involved in this case, apart from the obvious illegality, is moral. By condoning ",
  "Mr. A’s conduct, ED will be acting very immorally---allowing the criminal to get away ",
  "and penalizing the victim. He has already failed in his duty by overlooking the misbehaviour ",
  "of Mr. A. ",
  "ED should sack Mr. A after taking the approval of the MD and board. No one is indispensable ",
  "in any organization. He should take back the resignation of Mrs. X and reinstate her on old ",
  "or better terms of service. If he is under obligation to report the matter to any authorities, ",
  "he should do so. Mrs. X should be asked to file a case with police---though this will be her ",
  "choice.  (249 words)  ",
  "27.20   Ethics, Integrity & Aptitude ",
  "2014 Paper ",
  " ",
  " SECTION A : ANSWERS TO THEORY QUESTIONS ",
  "1.  (a)  All   human   beings   aspire   for   happiness.   Do   you   agree? What  does ",
  "happiness mean to you? Explain with    examples. ",
  "(10 marks and 150 words) ",
  "Ans. That all human beings seek happiness is in a sense true. Aristotle, Bentham, and psychological ",
  "egoists propounded this view. Happiness can mean only sensual enjoyments; hence ",
  "Mill distinguished between animal satisfactions and happiness resulting from refined ",
  "cultivation of arts or spirituality. Happiness criterion fails to explain many actions such as ",
  "the sacrifices which soldiers make in battle; of asceticism of saints; and of mothers jumping ",
  "into rivers to save their children. Some argue that such self-denial gives these actors ",
  "happiness. But this sounds artificial. People’s motives and goals differ, and happiness is not ",
  "their sole aim. ",
  "Just trying to go after happiness is futile for it creates satiety and staleness. Happiness is ",
  "a bye product resulting from intense interest and absorption in certain activities like art, ",
  "philosophy, science or sports. Happiness is a state of mind. We experience it within a ",
  "stable family, productive work, literary/artistic interests, and while helping the needy within ",
  "our means. Paradoxically, egoism hinders happiness.  (160  words) ",
  "(b)  What does ethics seek to promote in human life? Why is it all the more ",
  "important  in public administration?  (10 marks, 150 words) ",
  "Ans. Ethical teachings aim at following goals: ",
  "•  Explaining what is right and what is wrong in our actions and conduct ",
  "•  Clarifying good and bad in relation to our motives, thoughts and goals ",
  "•  Spelling out virtues and vices ",
  "•  Promoting beneficence, kindness, good will, and fair play ",
  "•  Emphasizing cultivation of good character through constant  efforts ",
  "•  Equipping moral agents to handle moral conflicts and situations ",
  "•  Encouraging enlightened and refined social perspectives ",
  "•  Creating feelings of reverence for nature, theological curiosity and desire for self- ",
  "perfection ",
  "Public administration should aim at serving people. This implies that administrators need ",
  "an ethical orientation for sympathetically and earnestly helping people at large. Public ",
  "administration involves constant decision-making. As diverse interests are involved in ",
  "them, qualities of objectivity, open mindedness, evenhandedness and adherence to norms ",
  "are crucial. Misconduct, abuse of power and self-aggrandizement have to be shunned. ",
  "Hence ethics is critical in public life.  (153   words)  ",
  "Solved Papers 2013-17   27.21 ",
  "2.  (a) In the context of defence services, ‘patriotism’ demands readiness to ",
  "even lay down one’s life in protecting the nation. According to you, what ",
  "does patriotism imply in everyday civil life? Explain with illustrations ",
  "and justify your answer.  (10 marks, 150 words) ",
  "Ans. In essence, patriotism in civic life refers to conduct which strengthens the nation and ",
  "promotes its ethos. Such conduct is covered under fundamental duties mentioned in ",
  "Constitution. Among these are: ",
  "•  Respecting constitutional ideals and institutions ",
  "•  Following ideals that animated Independence struggle ",
  "•  Upholding and protecting national sovereignty, unity and integrity ",
  "•  Defending the country and serving it when required ",
  "•  Promoting harmony and brotherhood among all Indians and respecting women ",
  "•  Preserving our composite culture, environment and protecting public property ",
  "•  Adopting scientific and humanist ideals ",
  "•  Educating our daughters ",
  "Examples of unpatriotic behaviour in civil life are: shouting anti-Indian slogans in ",
  "universities; defacing or writing on national monuments; speaking against the unity of ",
  "India; running down armed forces for showing one’s independence and dissent; spreading ",
  "unfounded rumours during communal riots to add fuel to fire; and speaking ill of other ",
  "religions or language groups. ",
  "We need not make fervent displays of patriotism. We should earnestly do our work ",
  "whichever job we hold.  (165 words) ",
  "(b)  What  do  you  understand  by  ‘probity’  in  public  life?  What  are  the ",
  "difftculties  in  practising  it  in  the  present  times?  How  can  these ",
  "difftculties be overcome?  (10 marks, 150 words) ",
  "Ans. Probity stands for impeccable standards of morality in public life. It goes beyond financial ",
  "honesty or non-corrupt behaviour. Probity means that public servants will take no ",
  "undue advantage of any sort from their office. They will avoid any semblance of ",
  "impropriety. They will show intellectual honesty and will give policy-advice to ministers ",
  "objectively. ",
  "Officers face following problems in upholding probity: ",
  "•  Lax moral environment ",
  "•  Political pressures for wrong doing ",
  "•  Lack of support from seniors ",
  "•  Risks to career of honest officers ",
  "•  Getting side-lined to insignificant posts ",
  "•  Frequent transfers and inconvenience to family  ",
  "27.22   Ethics, Integrity & Aptitude ",
  "Honest officers have to be prepared to make sacrifices for principles. Virtue is its ",
  "own reward. They can gently oppose improprieties. They can appeal to the good ",
  "sentiments of seniors and political leaders. As the difficulties arise from external sources ",
  "beyond their control, officers cannot overcome them on their own. But because of judicial ",
  "pronouncements, CAG audits and greater risks of exposure, wrong doers now face may ",
  "change things.  (164   words) ",
  "3.  (a)  “Integrity  without  knowledge  is  weak  and  useless,  but  knowledge ",
  "without integrity is dangerous and dreadful.” What do you understand ",
  "by  this  statement?  Explain  your  stand  with  illustrations  from  the ",
  "modern context.  (10 marks, 150 words) ",
  "Ans. Knowledge in one of its aspects is power. A knowledgeable person scores over ignorant ",
  "opponents. This is obvious in games like chess. In public administration, knowledge covers ",
  "grasp of rules, regulations and policies applicable to important decisions. These should ",
  "be used for public good. But knowledgeable but unscrupulous people can twist these for ",
  "personal gain or for helping cronies. Such officers can cleverly hide their tracks and even ",
  "involve unsuspecting colleagues in their nefarious actions. In contrast, well- meaning but ",
  "ill-informed officers are ineffective. They are unable to translate their good intentions into ",
  "action. ",
  "Experienced engineers can tinker with specifications of machinery or works so as to ",
  "exclude some bidders. Their equipment will become technically unacceptable. The field ",
  "will be left open for favoured companies. One can tweak other tender criteria. Net worth ",
  "of a company is a qualification for participating in tenders. One can increase the net worth ",
  "so as to exclude firms otherwise eligible.  (156   words) ",
  "(b) “Human beings should always be treated as ‘ends’ in  themselves  and ",
  "never as merely  ‘means’.”  Explain  the  meaning  and  signiftcance  of  ",
  "this statement, giving its implications in the modern techno-economic ",
  "society.  (10 marks, 150 words) ",
  "Ans. This statement is one of the variants of Immanuel Kant’s categorical imperative. Human ",
  "beings occupy a privileged position in creation. Unlike other organisms, they are endowed ",
  "with reason and capacity for conceptual thought. This attribute entitles them to a high ",
  "moral standing, and their life and self-chosen aims are treated as inviolable. This also ",
  "means that existence of human beings is itself the highest end. Therefore, men can never ",
  "be treated as instruments for achieving any other goal. Any objective however noble, ",
  "which diminishes human dignity, is unacceptable. ",
  "This principle has often been violated in history. Examples are holocaust, killing of Kulaks ",
  "during Russian collectivization and atrocities during Cultural Revolution in China. New ",
  "technologies like cloning and stem cell research may tempt scientists and politicians to ",
  "conduct experiments which violate the sanctity of human life and dignity. Similar dangers ",
  "lurk in robotics and artificial intelligence; these advances need regulation in human ",
  "interest.  (154   words)  ",
  "Solved Papers 2013-17   27.23 ",
  "4.  (a) Which eminent personality has inspired you the most in the context of ",
  "ethical conduct in life? Give the gist of his/her teachings giving speciftc ",
  "examples; describe how you have been able to apply these teachings for ",
  "your own ethical development.  (10 marks, 150 words) ",
  "Ans.  Dayanand Saraswati inspired me in my ethical development. He recognized the weaknesses- ",
  "--like idol worship, priestly class and excessive ritualism--which crept into Hinduism, and ",
  "sought to remedy them. He lost faith in idol worship when he witnessed a rat running over ",
  "Shiva idol and nibbling at offerings devotees gave. Thus, he changed his traditional views ",
  "based on factual observations. His openness is remarkable considering his rural roots and ",
  "conservative education. ",
  "He was not just negative, but revived authentic, ancient Hindu practices. He opposed caste ",
  "system and desired merit-based upward social mobility. He advocated that women should ",
  "have full equality, as in ancient India, with men. This is a forward-looking idea presaging ",
  "modern concepts of gender equity. His insistence that priests should be learned and pure ",
  "hearted applies to all religions. Dayanand Saraswati created organizations for social work. ",
  "I was also influenced by his modern and enlightened ideals.  (148   words) ",
  "(b)  There is a heavy ethical responsibility on the public servants because   ",
  "they occupy positions of power, handle huge amounts of public funds, and ",
  "their decisions have wide-ranging impact on society and environment. ",
  "What  steps  have  you  taken  to  improve  your  ethical  competence  to  ",
  "handle such responsibility?  (10 marks, 150 words) ",
  "Ans.  Public servants can improve their ethical competence in the following ways: ",
  "•  Studying the relevant codes of conduct and codes of ethics ",
  "•  Understanding the norms governing their actions and decisions ",
  "•  Appreciating the need for being ethical and projecting a clean image ",
  "•  Understanding what constitutes misuse or abuse of power ",
  "•  Scrupulously avoiding such practices including arbitrary use of power and ",
  "highhandedness ",
  "•  Ensuring that decisions are taken in larger public interest, and eschewing sectional ",
  "concerns and prejudiced  approaches ",
  "•  Factoring in the concerns of the poor and vulnerable in decisions ",
  "•  Being environmentally conscious, and becoming proficient with various laws, policies ",
  "and programmes for protecting environment ",
  "•  To learn rules of financial propriety, analysis of financial issues especially tendering ",
  "processes, ",
  "•  Learning to be on guard against financial irregularities and frauds ",
  "•  Ensuring disposal of natural resources only through competitive bidding ",
  "Familiarity with above topics will enable public servants to ethically discharge their ",
  "duties.  (158   words)  ",
  "27.24   Ethics, Integrity & Aptitude ",
  "5.  (a)  The  current  society  is  plagued  with  widespread  trust-deftcit.  What   ",
  "are the consequences of this situation for personal well-being and for ",
  "societal  well-being?  What  can  you  do  at  the  personal  level  to  make ",
  "yourself trustworthy?  (10 marks, 150 words) ",
  "Ans. Trust-deficit implies that people distrust one another and the social and political institutions ",
  "governing them. This situation damages individual and social welfare. Trust is essential ",
  "for harmonious working of society. Economic transactions and social interactions suffer ",
  "if individuals and economic agents distrust one another. Breach of trust is a vice and ",
  "keeping promises is a virtue. If students do not trust teachers, if citizens do not trust police, ",
  "if litigants have no faith in judiciary, and if constituents distrust elected representatives, ",
  "economic progress will suffer. ",
  "People and institutions have to work hard to re-establish an atmosphere of trust. Politicians ",
  "should act morally, refurbish their image, and work for people’s welfare. Public servants ",
  "should observe norms and reduce corruption. They should provide services diligently and ",
  "promptly to citizens. Business men should adhere to sound and ethical business practices. ",
  "Families and religious groups should promote and observe moral values. Removing trust ",
  "deficit needs raising morality across society.  (155   words) ",
  "(b) It is often said that poverty leads to corruption. However, there is no dearth ",
  "of instances where affluent and powerful people indulge in corruption in ",
  "a big way. What are the basic causes of corruption among people? Support ",
  "your answer with examples.  (10 marks, 150 words) ",
  "Ans. Low pay and facilities can lead to corruption since employees unable to meet expenses or ",
  "access essential services resort to corruption. Permanent government servants are now well ",
  "paid though contract employees still get poor pay. As corruption is practised by the well-off ",
  "too, poverty alone does not explain corruption. ",
  "Corruption arises from one’s unethical nature. Virtuous people refuse to be corrupt ",
  "despite being poor. Many poor auto rickshaw drivers return valuables which passengers ",
  "forgetfully leave behind. Rich doctors and lawyers take cash payments to avoid taxes. ",
  "Excessive regulations breed corruption; officers are bribed by businesses to violate rules ",
  "and speed up work. Corruption is also political. Parties fund their elections by striking ",
  "backdoor deals with industrialists. Permissive morals, cynicism and lack of accountability ",
  "promote corruption. Many recent scams would have gone unchecked but for CAG audit ",
  "and judicial activism. Devoted and dutiful politicians and bureaucrats can ensure clean ",
  "administration.  (150   words) ",
  "6.  What factors affect the  formation of a  person’s attitude  towards  social ",
  "problems? In our society, contrasting attitudes are prevalent about many ",
  "social problems. What contrasting attitudes do you notice about the caste ",
  "system in our society? How do you explain the existence of these contrasting ",
  "attitudes?  (10 marks, 150 words) ",
  "Ans. Several factors influence an individual’s attitudes towards social problems. These include: ",
  "his family and social background; his economic status; his education; age, occupation, and  ",
  "Solved Papers 2013-17   27.25 ",
  "membership in an urban or rural community; his ideological views; his knowledge; and his ",
  "personality traits. Some of these factors are interdependent. ",
  "People either support or oppose caste system. These contrasting views depend on the ",
  "interplay of factors impinging on one’s attitude to caste system. Members from traditional, ",
  "conservative, orthodox and rural households may support caste system. They are part of ",
  "its hierarchy; their relatives and friends are from the same caste; they tend to marry within ",
  "caste. They have no exposure to modern social or economic trends or occupations. In ",
  "contrast, those with urban, educated background and working in far off states in modern ",
  "sectors and meeting diverse groups will have weaker caste affiliations. Caste barriers are ",
  "weakening, though caste based political mobilization is gaining strength.  (151 words) ",
  "7.  What does ‘accountability’ mean in the context of public service? What ",
  "measures can be adopted to ensure individual and collective accountability of ",
  "public servants?  (10 marks, 150 words) ",
  "Ans. Accountability means that officials are answerable to higher officials or to political leaders ",
  "for due discharge of their functions. Ministers are individually answerable to prime minister, ",
  "and the cabinet to parliament. Public servants are also answerable in another sense. They ",
  "not only have to perform assigned tasks but also have to follow laws and rules in discharging ",
  "their functions. Accountability implies that public servants should also follow ethical norms ",
  "whether included in codes of conduct or in ordinary morals. ",
  "Accountability is enforced through external and internal controls. Controls on public servants ",
  "from outside bureaucracy include legislative supervision of administrative action; judicial ",
  "scrutiny of government policies and orders; and popular participation in government. The ",
  "internal controls include: rules and procedures; ethical and work standards; disciplinary ",
  "measures for punishing erring officials; democratizing administration; and provisions for ",
  "freedom of information and whistle blowers. Ideally, accountability should become part of ",
  "the mindset of officials and should be spontaneous.  (154 words) ",
  "8.  We are witnessing increasing instances of sexual violence against women in ",
  "the country. Despite existing legal provisions against it, the number of such ",
  "incidences is on the rise. Suggest some innovative measures to tackle this ",
  "menace.  (10 marks, 150 words) ",
  "Ans. Violence against women takes place in different situations. Women face violence at home, ",
  "while commuting to work, and when on outings. ",
  "For reducing domestic violence against women, social efforts are needed. Programmes ",
  "highlighting women’s role as mothers and guardians of children will help reduce domestic ",
  "violence. It is often dowry related. Dramas and visual clips should be used to highlight the ",
  "inequity of dowry demands and to refine sentiments of husbands and in-laws. ",
  "Women police and plain clothes men should be deployed on buses and local trains both ",
  "during peak and off traffic hours. Known rowdies should be periodically rounded up. ",
  "Young women should be given training in self-defence. Their psychological strength ",
  "should be boosted so that they can act bravely. Young girls should move in groups and  ",
  "27.26   Ethics, Integrity & Aptitude ",
  "help one another in meeting violence. They should not frequent bars and similar places at ",
  "least during late hours. They should take care not to get trapped in lonely areas. ",
  "(159 words) ",
  "9.  Now-a-days,  there  is  an  increasing  thrust  on  economic  development  all  ",
  "around the globe. At the same time, there is  also  an  increasing  concern  ",
  "about environmental degradation caused by development. Many a time, we ",
  "face  a  direct  conflict  between  developmental  activity  and  environmental ",
  "quality.  It is neither feasible to stop or curtail the development process, nor    ",
  "it is advisable to keep degrading the environment, as it threatens our very ",
  "survival. ",
  "Discuss some feasible strategies which could be adopted to eliminate this ",
  "conflict and which could lead to sustainable    development. ",
  "(250 words, 20 marks) ",
  "Ans. Although conflicts arise often between economic development and environmental ",
  "preservation, they can be largely reconciled. We should not adopt an either/or approach, ",
  "favouring exclusively environment or development. Sustainable development aims at ",
  "balancing the two. ",
  "Environmental concerns should be built into policies. While trying to develop natural ",
  "resources, build projects and generate power, their impacts on environment have to be ",
  "minimized. Our climate change policy seeks to tackle many adverse effects of global ",
  "warming. Simultaneously, it promotes sustainability in ecologically fragile  areas. ",
  "Low carbon growth strategy, especially in energy and related sectors, reduces environmental ",
  "damage. By reducing the energy intensity of GDP growth, by promoting energy efficiency ",
  "and non-conventional energy sources, the consumption of depleting resources and ",
  "emissions of GH gases can be reduced. Similarly, clean technologies both promote growth ",
  "and cause less pollution. ",
  "By conserving ecologically fragile areas such as Himalayas and Western Ghats, we ",
  "can preserve environment, speed up growth and protect the livelihoods of the poor. ",
  "Conservation strategies have to cover lakes, water bodies, rivers, mangroves and coastal ",
  "areas. It is essential to conserve the biodiversity of the nation. Unless the extensive and rich ",
  "gene pool of crops and biota is safeguarded, our food security will be endangered. Such ",
  "biodiversity is best conserved in biospheres and other protected areas. ",
  "To minimize the adverse effect of projects, they are environmentally assessed, and suitable ",
  "safeguards are built-in. Projects can be located in areas where they will have least harmful ",
  "effects. ",
  "Children have to imbibe lessons about the need to conserve environment. Then it will get ",
  "into the mindset of future generations.  (262   words)  ",
  "Solved Papers 2013-17   27.27 ",
  " SECTION B  : ANSWERS TO CASE STUDIES ",
  "10.  Suppose one of your close friends, who is also aspiring for civil services, comes ",
  "to you for discussing some of the issues related to ethical conduct in public ",
  "service. He raises the following points: ",
  "1.  In the present times, when unethical environment is quite prevalent, ",
  "individual  attempts  to  stick  to  ethical  principles  may  cause  a  lot  of ",
  "problems  in  one’s  career.  It  may  also  cause  hardship  to  the  family ",
  "members as well as risk to one’s life. Why should we not be pragmatic and ",
  "follow the path of least resistance, and be happy with doing whatever ",
  "good we can? ",
  "2.  When so many people are adopting wrong means and are grossly harming ",
  "the system, what difference would it make if only a small minority tries ",
  "to be ethical? They are going to be rather ineffective and are bound to ",
  "get frustrated. ",
  "3.  If we become fussy about ethical considerations, will it not hamper ",
  "the economic progress of our country? After all, in the present age      ",
  "of high competition, we cannot afford to be left behind in the race of ",
  "development. ",
  "4.  It is understandable that we should not get involved in grossly unethical ",
  "practices, but giving and accepting small gratiftcations and doing small ",
  "favours increases everybody’s motivation. It also makes the system ",
  "more efftcient. What is wrong in adopting such practices? ",
  "Critically analyse the above viewpoints. On the basis of this analysis, what   ",
  "will be your advice to  your friend?  (250 words, 20 marks) ",
  "Ans. None of the views is acceptable. All are against the code of civil service conduct. Due to ",
  "hypothetical career problems, family hardship and threats to life, one cannot abandon ",
  "one’s duty. If needed, one can seek police protection. ",
  "What others do is not his concern. As the Bible says, ‘Am I my brother’s keeper?’ One ",
  "agrees to adopt an ethical code as a civil servant. That is his duty. He should not look ",
  "beyond it. Macro issues facing the nation have to be considered by political and other ",
  "leaders. We should do our assigned tasks diligently. ",
  "Corruption does not promote but retards development. The fact that poor governance ",
  "slows down development is accepted by World Bank and other agencies. Hence, great ",
  "emphasis is being placed on good governance. Corruption free and efficient administration ",
  "forms part of the institutional system which promotes growth. ",
  "The third argument is fallacious and rationalizes immoral behaviour. ",
  "The fourth view is also invalid. It is called ‘greasing the wheels’ justification of corruption, and ",
  "is cynical. Corruption, whether on small scale or large scale, does not improve efficiency. It  ",
  "27.28   Ethics, Integrity & Aptitude ",
  "increases the difficulty of doing business, business costs and economic inefficiency. Corrupt ",
  "officials may profit, but others are demotivated in the process. ",
  "You should advise your friend to ignore such fears and negative thoughts and take the ",
  "examination. Logicians describe such arguments as Sophism. If he is still unconvinced, he ",
  "should look elsewhere for jobs. He is unfit for meeting the challenges of civil service. ",
  "(247 words) ",
  "11.  You are a no-nonsense, honest offtcer. You have  been  transferred  to  a  ",
  "remote district to head a department that is  notorious  for  its  inefftciency ",
  "and callousness. You  ftnd that the main cause of the poor state of affairs is    ",
  "the indiscipline of a section of employees. They do not work themselves and ",
  "also disrupt the working of others. You ftrst warned the troublemakers to ",
  "mend their ways or else face disciplinary action. When the warning had little ",
  "effect, you issued a show cause notice to the ringleaders. As a retaliatory ",
  "measure, these troublemakers instigated a woman employee amongst them   ",
  "to  ftle  a  complaint  of  sexual  harassment  against  you  with  the  Women’s ",
  "Commission. The Commission promptly seeks your explanation. The matter   ",
  "is also publicized in the media to embarrass you further. Some of the options ",
  "to handle this situation could be as   follows: ",
  "1.  Give your explanation to the Commission and go soft on the disciplinary ",
  "action. ",
  "2.  Ignore the Commission and proceed ftrmly with the disciplinary action. ",
  "3.  Brief your higher-ups, seek directions from them and act accordingly. ",
  "Suggest any other possible option(s). Evaluate all of them and suggest the   ",
  "best course of action, giving your reasons   for it.  (250 words) ",
  "Ans. When the commission asks the officer for explanation, he should send an accurate report ",
  "on what happened. He can mention that the employee’s complaint is false and is a vengeful ",
  "act of retaliation for the disciplinary measures he took. There is no need to go slow on ",
  "disciplinary action for the officer is discharging his duties. ",
  "As regards the second option, the officer cannot ignore the Commission which is a ",
  "legally constituted authority. It will be an act of indiscipline which may amount to defiance. ",
  "Giving an explanation and taking action for indiscipline are two independent actions. He ",
  "can take disciplinary action according to rules irrespective of what happens before the ",
  "Commission. ",
  "There is no harm in informing senior officers and taking their advice. But the Commission’s ",
  "notice arose due to a complaint against the officer in consequence of his official action. So, ",
  "finally he has to answer the Commission. However, it is better to keep the senior officers ",
  "in the loop so that they may not form any false impressions. They are likely to give him ",
  "practical and correct advice. ",
  "One other possibility is appeal to the good sense of the employee either directly or through ",
  "other reliable persons to withdraw the false complaint. He should tell her to be truthful,  ",
  "Solved Papers 2013-17   27.29 ",
  "and not misuse the law. He can add that he was doing his duty and that her action would ",
  "lower her moral standing. If she is still unrelenting, he should defend himself before the ",
  "commission and other legal fora.  (251   words) ",
  "12.  Suppose  you  are  the  CEO  of  a  company  that  manufactures  specialized ",
  "electronic equipment used by a government department. You have submitted ",
  "your bid for the supply of this equipment to the  department.  Both  the  ",
  "quality and cost of your offer are better than those of the competitors. Yet     ",
  "the concerned offtcer is demanding a hefty bribe for approving the tender. ",
  "Getting the order is important both for you and for your company. Not getting ",
  "the order would mean closing a production line. It may also affect your own ",
  "career. However, as a value-conscious person, you do not want to give bribe. ",
  "Valid arguments can be advanced both for giving the bribe and getting the ",
  "order, and for refusing to pay the bribe and risking the  loss  of  the  order. ",
  "What those arguments could be? Could there be any better way to get out of ",
  "this dilemma? If so outline the main elements of this third way,  pointing out  ",
  "its merits.  (250 words, 20 marks) ",
  "Ans. Though plausible arguments can be given for paying bribe and getting the order, their ",
  "moral validity is dubious. Such arguments can be: ",
  "•  The company should not lose the order when its product is superior and cheaper than ",
  "those of competitors ",
  "•  If the company fails to get the order, it has to reduce production and retrench some ",
  "labour. ",
  "•  It will suffer commercial losses for no fault of its own. ",
  "•  The CEO’s career may suffer. ",
  "Arguments against: ",
  "(i)  While the above reasons are valid at one level, giving bribes violates law and corporate ",
  "governance. ",
  "(ii) If by some chance, the CEO is caught, he may end up in jail. This risk is worse than ",
  "any damage to his career. ",
  "(iii) Company should take the loss in its stride; running into corrupt officials is an unforeseen ",
  "contingency  outside  company’s control. ",
  "(iv) Loss mitigation is no legal or moral justification for bribe giving. ",
  "As a way out, the company can approach the bosses of the officer seeking bribe. In all ",
  "probability, the senior officers will intervene in the matter suitably. This will immediately ",
  "put the bribe seeking official on guard. If he is taking a wrong decision by ignoring the ",
  "better quality and lower price of a product, he will be questioned. He will be unable to ",
  "justify his decision on merits and will get into trouble. He will go by the merits of the matter, ",
  "and the situation may get resolved.  (247 words) ",
  "13.  Rameshwar successfully cleared the prestigious civil services examination ",
  "and was excited about the opportunity that he would get through the civil ",
  "services to serve the country. However, soon after joining the service, he ",
  "realized that things are not as rosy as he had imagined.  ",
  "27.30   Ethics, Integrity & Aptitude ",
  "He found a number of malpractices prevailing in the department assigned ",
  "to him. For example, funds under various schemes and grants were being ",
  "misappropriated.  Theofftcialfacilitieswerefrequentlybeingusedforpersonal ",
  "needs by the offtcers and staff. After some time, he noticed that the process ",
  "of recruiting the staff was also not up to the mark. Prospective candidates ",
  "were required to write an examination in which a lot of cheating was going ",
  "on.  Some  candidates  were  provided  external  help  in  the  examination. ",
  "Rameshwar brought these incidents to the notice of his seniors. However, he ",
  "was advised to keep his eyes, ears and mouth shut and ignore all these things ",
  "which were taking place with the connivance of the higher-ups. Rameshwar ",
  "felt highly disillusioned and uncomfortable. He comes to you seeking your ",
  "advice. ",
  "Indicate various  options  that  you  think  are  available  in  this  situation.  ",
  "How  would  you  help  him  to  evaluate  these  options  and  choose  the  most ",
  "appropriate path to  be adopted?  (250 words, 20 marks) ",
  "Ans. In this case, Rameshwar may be heading a department or an office. An office is a single ",
  "unit and a department comprises many offices. If Rameshwar is heading an office, he is ",
  "responsible for managing it in accordance with rules and regulations. ",
  "He should act immediately to correct matters. In any office, accounts have to be kept ",
  "accurately and pilfering money is a crime. He should ensure that accounts and records are ",
  "maintained properly. If necessary, he should arrange an audit. Based on it, he should start ",
  "action against the fraudsters. ",
  "As regards misuse of office facilities, he should instruct those responsible for their custody ",
  "and proper use to prevent private use of office facilities. ",
  "No examination is conducted without invigilators. He should take action against erring ",
  "invigilators and candidates if malpractices are detected. ",
  "In a hierarchy, the primary responsibility rests with the official who has been assigned ",
  "the task. If things go wrong, he will be responsible. If something falls within his exclusive ",
  "power, he should act without consulting others. ",
  "If he has to work on the instructions of superiors, he should bring these matters to their ",
  "notice in writing. Then they will be forced to act. Otherwise, they will become knowingly ",
  "parties to wrong doing and liable for penalties. In any case, Rameshwar should not become ",
  "privy to unlawful actions. Ultimately, one cannot do anything illegal, irrespective of any ",
  "compulsions. Officers have to perform their duties ignoring distracting thoughts about ",
  "office or state of society. Rameshwar should refuse to play ball.  (253   words) ",
  "14.  In our country, the migration of rural people to towns and cities is increasing ",
  "drastically. This is causing serious problems both in the rural as well as in ",
  "the urban areas. In fact, things are becoming really unmanageable. Can you ",
  "analyse this problem in detail and indicate not only the socio-economic but  ",
  "Solved Papers 2013-17   27.31 ",
  "also the emotional and attitudinal factors responsible for this problem? Also, ",
  "distinctly  bring  out why— ",
  "1.  Educated rural youth are trying to shift to urban areas; ",
  "2.  Landless poor people are migrating to urban    slums; ",
  "3.  Even some farmers are selling off their land and trying to settle in urban ",
  "areas taking up petty jobs. ",
  "4.  What feasible steps can you suggest which will be effective in controlling ",
  "this serious problem of  our country?  (250 words, 20 marks) ",
  "(Note: In this sort of question, it is hard to stay within the prescribed word limit. ",
  "So it is better to write the answer in small bullet sentences/phrases.) ",
  "Ans. Villagers migrate to urban areas due to socio-economic reasons though attitudes and ",
  "emotions also influence them. These include: ",
  "•  Educated youth cannot find jobs in rural areas. ",
  "•  Landless poor suffer from seasonal unemployment and underemployment and low and ",
  "stagnating wages. ",
  "•  Minimum wages prescribed by government are not properly enforced. ",
  "•  Rural areas lack civic infrastructure, and proper educational and medical facilities. ",
  "•  Civic amenities like drinking water, sanitation, and power are inadequate. ",
  "•  Farmers especially in dry areas face uncertainty due to frequent droughts. ",
  "•  As modern agriculture needs expensive inputs, crop failure and damage result in severe ",
  "losses. ",
  "•  For these reasons farmers settle for low paying jobs in cities. Moving to cities provides ",
  "an escape route. ",
  "•  The amenities, glamour and glitter of cities, and their nightlights attract villagers. ",
  "•  Youth perceive the city environment as more free. In cities, people are not intrusive. ",
  "On the flip side, city dwellers are socially atomised with weak bonds of solidarity. ",
  "•  Villages have systems of mutual help and cooperation. But there are stricter norms of ",
  "behaviour and social codes. Even in personal life choices like career and marriage, ",
  "traditions and kinship play a strong role. Modern youth dislike such controls. ",
  "Remedial steps: ",
  "•  Modernizing  agriculture ",
  "•  Insurance schemes for farmers ",
  "•  Decentralized industrial/service sector growth ",
  "•  Creating growth centres with modern infrastructure or promoting ‘rurban’ growth ",
  "•  Improving civic infrastructure and modern amenities in bigger village nodes. ",
  "•  Labour movement from agriculture into industry in urban areas is welcome for it is a ",
  "desirable structural transformation accompanying growth.  (260   words)  ",
  "27.32   Ethics, Integrity & Aptitude ",
  "2015 Paper ",
  " ",
  " SECTION A : ANSWERS TO THEORY QUESTIONS ",
  "1.  (a) What is  meant  by  ‘environmental  ethics’?  Why  is  it  important  to  ",
  "study?  Discuss  any  one  environmental  issue  from  the  viewpoint  of ",
  "environmental ethics.  (150 words/ 10 marks) ",
  "Ans. Conventional Ethics deals with moral problems in human contexts. Environmental ethics ",
  "is a branch of modern applied ethics. It deals with norms, rules, values and criteria which ",
  "should inform our treatment of nonhuman nature. It covers protection of environment, ",
  "ecosystems, animal species, unique nature spots, preservation of biodiversity and ",
  "sustainability. ",
  "Its importance lies in extending morality to nature including animal species, which ",
  "experience pain. More pragmatically, biosphere which supports life on earth has a limited ",
  "capacity. It needs to be used within its limits without exceeding its capacity for renewal. ",
  "Otherwise, it will be irretrievably damaged and lose its life sustaining capacity. ",
  "A lake or water body is a living ecosystem. It sustains a great variety of plant and aquatic life, ",
  "and increases biodiversity. Urbanization destroyed many lakes in India. They are heavily ",
  "polluted; their sources and catchments have been encroached; weeds have destroyed other ",
  "aquatic life. Lakes as sources of life, biodiversity and aesthetic environment should be ",
  "preserved. (159 words) ",
  "(b)  Differentiate  between  the  following  (200 words/ 10 marks) ",
  "(i)  Law and Ethics ",
  "(ii)  Ethical management and Management of ethics ",
  "(iii)  Discrimination and Preferential treatment ",
  "(iv)  Personal ethics and Professional ethics ",
  "(i)  Though law and Ethics are related, they differ in many ways. Law is formal and ",
  "promulgated by sovereign – king or ruler or parliament. It is written and publicised for ",
  "public information. Obedience to law is compulsory, and its infraction is punishable. ",
  "Ethics are voluntary. They derive from customs, religion and social norms. Ethics are ",
  "wider and more stringent than law.  (60  words) ",
  "(ii)  Ethical management means that those who manage a company follow moral codes and ",
  "corporate governance norms. It is an attribute of higher management. Management ",
  "of ethics refers to the prescriptions of moral codes for employees and the processes ",
  "through which the codes are implemented. It is a managerial function.  (49 words) ",
  "(iii)  Discrimination is to act prejudicially against the interests of individual or against any ",
  "group like Jews earlier in Europe. Preferential treatment signifies acting in favour of ",
  "a group or individual. In our country, many groups who suffered from injustice in  ",
  "Solved Papers 2013-17   27.33 ",
  "the past are given preferential treatment in legislatures, educational institutions and ",
  "government employment, as part of public policy.  (59 words) ",
  "(iv)  Personal ethics refer to morality applicable in family and social relationships. ",
  "Professional ethics are the codes which prescribe for professionals like doctors and ",
  "engineers safe and appropriate methods of working in the interests of clients and ",
  "society.  (37  words) ",
  "2.  Given are two quotations of moral thinkers/philosophers. For each of these, ",
  "bring out what it means to you in the present context: ",
  "(a)  “The  weak  can  never  forgive;  forgiveness  is    the    attribute    of    the  ",
  "strong.”  (150 words/10 marks) ",
  "(b)  “We can easily forgive a child who is afraid of the dark; the real tragedy  ",
  "of life is when men are afraid of    the light.”  (150 words/10 marks) ",
  "Ans. (a) Forgiveness is to pardon those who harm us or our family or group. It is against ",
  "normal human tendency of paying others in the same coin. Many religions uphold ",
  "forgiveness as a virtue. To forgive those who harm us needs moral, psychological ",
  "and mental strength. We have to overcome feelings of revenge which sway us ",
  "strongly. This needs moral strength, and overcoming ordinary human tendencies. ",
  "Besides, we should be able to recognize rationally that in many matters ‘forgive ",
  "and forget’ helps us in the long term. It ends disputes, clears our minds of clutter ",
  "and ensures peaceful living. But this constructive resolution needs ability to get past ",
  "and transcend ingrained negative passions. ",
  "Thus forgiveness presupposes mental and moral strength. However, forgiveness ",
  "should not become a cover for weakness or inaction. Forgiveness is appropriate ",
  "when the offences are not too serious. But it will be ruinous for a nation or society ",
  "to forgive murderers, rapists, saboteurs or traitors.  (155   words) ",
  "(b)  Child’s fear of darkness symbolizes fear of the unknown and unease felt when ",
  "facing unusual phenomena. In ancient times, people feared natural events like ",
  "thunder, lightning, floods, eclipses and diseases. They attributed them to evil ",
  "spirits or to divine anger. However, men gradually saw the patterns of nature, ",
  "and that it is usually benign. But ignorance and superstitions trouble men in many ",
  "situations about which they are ignorant or uncertain. People had many fears about ",
  "how AIDs is transmitted. Many people seek comfort about future by relying on ",
  "astrology or palmistry. ",
  "If men fear the unknown, they also often turn away from light or truth. This ",
  "happens when new scientific discoveries undermine strong religious or social ",
  "beliefs. Thus, Copernicus’s theory of heliocentric solar system met with fierce ",
  "religious opposition. Biblical fundamentalists still challenge Darwin’s theory of ",
  "human evolution. Traditionalists oppose enlightened new social trends which ",
  "threaten their way of life.  (150   words)  ",
  "27.34   Ethics, Integrity & Aptitude ",
  "3.  (a) Mere compliance with law is not enough; the public servant also has to ",
  "have a well- developed sensibility to ethical issues for effective discharge ",
  "of duties. Do you agree? Explain with the help of two examples, where ",
  "(i)  an act is ethically right but not legally and ",
  "(ii)  an act is legally right, but not ethically. (150 words/10 marks) ",
  "(b)  How do the virtues of trustworthiness and fortitude get manifested in ",
  "public service? ",
  "Explain  with  examples.  (150 words/10 marks) ",
  "Ans. (a) Just complying with law means playing by the rule book and working mechanically ",
  "showing no human sympathies or concerns. Following law is important in areas of ",
  "work strictly bound by regulations or rules. They are usually areas concerned with ",
  "mutual rights or disposal of public resources open to corruption and favouritism. ",
  "But many spheres of public service are about providing essential goods and services ",
  "to people and helping the poor and the indigent. In these areas, civil servants ",
  "cannot perform effectively without warmth of heart and touch of compassion. ",
  "(i)  After a domestic dispute, H, husband of W, forcibly takes her jewellery and ",
  "cash and evicts her from home. She approaches the SP. The SP threatens to ",
  "thrash H and his parents; H is scared and returns the ornaments and cash to ",
  "W. Though ethically defensible, SP’s action is illegal. ",
  "(ii)  A first offender is awarded maximum punishment for simple theft. Though ",
  "legal, the sentence is unethical because of its severity.  (159   words) ",
  "(b) Moral agents should not betray the faith which others repose in them. They should ",
  "live up to the trust which family, friends and business associates or official colleagues ",
  "place on them. ",
  "Some acts such as cheating and criminal breach of trust are criminal offences. ",
  "But untrustworthiness can be immoral though not illegal. In administrative ",
  "situations, officers should be trustworthy. Sometimes, seniors give oral orders to ",
  "their subordinates. Their execution can at times lead to controversies. On such ",
  "occasions, seniors have to own up responsibility, and not let their subordinates take ",
  "the rap. Otherwise, seniors will be untrustworthy. ",
  "Fortitude or courage in administrative situations is reflected in courage of conviction. ",
  "Officers have to show firm resolve, abide by norms, and act only in public welfare. ",
  "They should not succumb to illegal pressures or inducements. They should not ",
  "yield to threats and intimidation. Fortitude in these contexts is not valour in battle ",
  "but steadfastly adhering to official codes and morality.  (158   words) ",
  "4.  (a) “Social  Values are  more important  than economic values”. Discuss  the ",
  "above statement with examples in the context of inclusive growth of a ",
  "nation.  (150 words/10 marks)  ",
  "Solved Papers 2013-17   27.35 ",
  "(b)  SomerecentdevelopmentssuchasintroductionofRTIAct,mediaandjudicial ",
  "activism, etc., are proving helpful in bringing about greater transparency ",
  "and accountability in the functioning of the government. However, it is ",
  "also being observed that at times the mechanisms are misused. Another ",
  "negative effect is that the offtcers are now afraid to take prompt decisions. ",
  "Analyse this situation in detail and suggest how this dichotomy can be ",
  "resolved. Suggest how these negative impacts can be minimized. ",
  "(150 words/10 marks) ",
  "Ans. (a) Economic values are desirable attributes of an economy. For developing nations, ",
  "these include steady growth in GDP accompanied by macroeconomic stability ",
  "and economic diversification. These trends characterize an economy on track to ",
  "become rich. ",
  "Social values highlight people’s educational, cultural and living levels which reflect ",
  "national progress and welfare. Without social values, growth will not help people. ",
  "Besides growth, any economy should ensure livelihoods for the poor; provide them ",
  "with houses, schools and hospitals; and create minimum living standards. ",
  "Economists earlier believed that benefits of growth will gradually trickle down to ",
  "the poor without deliberate state intervention. This did not occur or was taking ",
  "too long. This led to the view that income and employment opportunities should ",
  "be created for the poor through suitable programmes. MGREGA was enacted ",
  "for creating employment; many rural development programmes aim at creating ",
  "perennial income sources for the poor. Other programmes helping poor include ",
  "housing, water supply and Jan Dhan Yojana for financial inclusion. (160 words) ",
  "(b) Misuse of RTI together with judicial and media activism have created a piquant ",
  "situation. Civil servants are normally conservative, risk-averse and publicity-shy. ",
  "Making public their views on commercial and sensitive matters embarrasses them, ",
  "spoils their relations with affected people, and increases career risks. Press distorts ",
  "trivial matters. Officers’ service protections are getting pruned. Officers when they ",
  "make bona fide mistakes are given no benefit of doubt or good faith. These are ",
  "unintended consequences of well-meaning policies pursued without   moderation. ",
  "Misuse or disproportionate use of these new initiatives should be avoided. Judiciary ",
  "is invading executive sphere. Officers’ enthusiasm is bridled if other agencies are ",
  "always breathing down their necks. It increases their risks, and breeds passivity. ",
  "Judiciary has to restrain itself so that elected representatives and officials can act ",
  "freely. Recently, Hon. Chief Justice of India (CJI) said that he would override the ",
  "Speaker on what a money bill is. RTI commissioners and regulators should avoid ",
  "extremism and refuse to pander to activists. Press Council should act toughly with ",
  "irresponsible media.  (166   words)  ",
  "27.36   Ethics, Integrity & Aptitude ",
  "5.  Two different kinds of attitudes exhibited by public servants towards their ",
  "work have been identifted as the bureaucratic attitude and the democratic ",
  "attitude ",
  "(a)  Distinguish between these two terms and write their merits and demerits. ",
  "(b)  Is it possible to balance the two to create better administration for the ",
  "faster development of  our country?  (150 words/10 marks) ",
  "Ans. (a) Bureaucratic attitudes reflect hierarchical discipline, implicit obedience to orders, ",
  "top down instructions, and rule bound approaches. Democratic attitude rests on ",
  "participatory, humanistic and flexible approaches and on bottom-up decision-making. ",
  "Merits of bureaucratic systems are: objectivity, rule-boundnature, certainty, and simplicity ",
  "and Weberian rationality. Its demerits are rigidity, hide bound nature stifling initiative ",
  "and innovation, and focus on procedures than on results. Democratic approaches can ",
  "cause confusion, indiscipline, soft-headedness, slow action, and corruption through ",
  "slackness. ",
  "(b) Many argue that the bureaucratic values are unsuited to development needs. ",
  "Development needs a proactive, dynamic, goal oriented and problem-solving ",
  "approach. Decision-making has to focus not on procedural formalities but on ",
  "development objectives. Officers have to work in teams with cohesion and team ",
  "spirit, breaking hierarchies. ",
  "However, bureaucratic values suck as due procedures, official discipline, financial ",
  "accountability, and legal orientation are essential organizational requirements. They ensure ",
  "objectivity and impartiality. Bureaucratic and democratic values in administration are thus ",
  "not antithetical but complementary.  (156   words) ",
  "6.  Today we ftnd that in spite of various measures like prescribing codes of ",
  "conduct,  setting  up  vigilance  cells/commissions,  RTI,  active  media  and ",
  "strengthening of legal mechanisms, corrupt practices are not coming under ",
  "control. ",
  "(a)  Evaluate the effectiveness of these measures with justifications. ",
  "(b)  Suggest more effective strategies to tackle this menace.  (150 words/ 10 marks) ",
  "Ans. (a) Measures against corruption are not entirely ineffective. Codes of conduct are partially ",
  "effective because their breach leads to punishment. For this reason, officers fear ",
  "getting into bad books of vigilance commissions. RTI mainly aims at transparency ",
  "and making government information public; reducing corruption is incidental to ",
  "RTI. Press investigations can unearth malpractices. But they often lack factual and ",
  "legal validity, and may be silenced. Tightening laws can help; but these get mired in ",
  "procedures and in courts. ",
  "Many anti-corruption steps have been taken by government. However, following ",
  "areas can be strengthened or tried.  ",
  "Solved Papers 2013-17   27.37 ",
  "•  Speeding up sanctions, approvals and delivery of services to citizens and entrepreneurs ",
  "to minimize scope for bribery ",
  "•  Reducing economic controls and regulations ",
  "•  Greater reliance on market forces ",
  "•  Minimizing discretionary (as opposed to rule-based) decisions ",
  "•  Strict rules for handling financial issues ",
  "•  Striving for attitude change among civil servants, bribe givers and system manipulators. ",
  "(151 words) ",
  "7.  At the international level, the bilateral relations between most nations are ",
  "governed on the policy of promoting one’s own national interest without any ",
  "regard for the interest of other nations. This leads to conflicts and tensions ",
  "between  the  nations.  How  can  ethical  consideration  help  resolve  such ",
  "tensions? Discuss with  speciftc examples.  (150 words/ 10 marks) ",
  "Ans. Idealist thinkers advocate ethical dealing among nations, but it proved impracticable. ",
  "Many writers describe the international political or diplomatic arena as a ‘war system’. As ",
  "nations relentlessly pursue their own goals, morality takes backseat. Still, some enlightened ",
  "nations moderate their positions to avoid anarchy and bloodshed. ",
  "Nehruji’s Panch Sheel or five principles, which he propounded with the then Chinese ",
  "Prime Minister, can still inject morality into international affairs. According to these, nations ",
  "should respect one another’s territorial integrity and sovereignty. They should not break ",
  "up other nations. Nor should they interfere in their internal affairs either invoking human ",
  "rights or compulsions of regime change. Nations should pursue equality, mutual benefit, ",
  "peace and coexistence. These ideas are also embodied in UN Charter. Specific examples ",
  "of amicable settlement of disputes between nations are hard to come by. Formation of ",
  "European Union (though now under strain after Brexit) represents an effort at creating ",
  "harmonious international bodies with built-in dispute resolution mechanisms. (158 words) ",
  "8.  Public servants are likely to confront with the issues of ‘Conflict of Interest’. ",
  "What do you understand by the term ‘Conflict of Interest’ and how does it ",
  "manifest in the decision making by public servants? If faced with the ‘Conflict ",
  "of Interest’ situation, how would you resolve it? Explain with the help of ",
  "examples.  (150 words/10 marks) ",
  "Ans. Public officials have to decide matters on the basis of existing laws, rules, regulations ",
  "and policies. They have to arrive at decisions objectively without getting influenced by ",
  "subjective considerations. Subjectivity or one’s personal opinions and preferences should ",
  "not be allowed to influence one’s decisions. ",
  "Further, they should not place themselves in situations which may affect their objectivity ",
  "and independence. If officials have personal stake for any reason in any matter coming up ",
  "for their decision, they are said to have a conflict of interest. It means that while duty pulls ",
  "them in one direction, personal interest pulls them in an opposite direction.  ",
  "27.38   Ethics, Integrity & Aptitude ",
  "Personal interest can crop up in many ways. An official may have to decide on a dispute ",
  "over a contract in which his family has an interest. In an interview board in which he is a ",
  "member, a close relative may appear as a candidate. ",
  "He should declare his interest in such matters and recuse himself from them. (159 words) ",
  " ",
  " SECTION B  : ANSWERS TO CASE STUDIES ",
  "9.  A private company is known for its efftciency, transparency and employee ",
  "welfare. ",
  "The  company  though  owned  by  a  private  individual  has  a  cooperative ",
  "character where employees feel a sense of ownership. The company employs ",
  "nearly 700 personnel and they have voluntarily decided not to form a union. ",
  "One day suddenly in the morning, about 40 men belonging to a political party ",
  "gatecrashed into the factory demanding jobs in the factory. They threatened ",
  "the management and employees, and also used foul language. The employees ",
  "feel demoralized. It was  clear  that  those  people  who  gate-crashed  wanted ",
  "to be on the payroll of the company as well as continue as the volunteers/ ",
  "members of the  party. ",
  "The company maintains high standards in integrity and does not extend ",
  "favours to civil administration that also includes law enforcement agency. ",
  "Such incidents occur in public sector also. ",
  "(a)  Assume you are the CEO of the company. What would you do to diffuse ",
  "the volatile situation on the date of gate-crashing with the violent mob ",
  "sitting inside the company premises? ",
  "(b)  What could be the long-term solution to the issue discussed in the case? ",
  "(c)  Every  solution/action  that  you  suggest  will  have  a  positive  and  a  ",
  "negative impact on you (as CEO), the employees and the performance      ",
  "of the employees. Analyse the consequences of each of your suggested ",
  "actions.  (250 words, 20 marks) ",
  "Ans. • The CEO should tactically ensure that the crowd does not injure anyone or damage ",
  "property. He should also ensure the security of hazardous equipment or materials ",
  "on the factory premises. Although the company has in-house security, its personnel ",
  "have been overpowered. Security personnel should be effectively deployed for this ",
  "purpose. The management should avoid needless risks. ",
  "•  The unruly mob that entered the factory is guilty of trespassing. They are guilty of ",
  "intimidating the workers and management and this is an offence. These aspects have ",
  "to be handled by police. The CEO should inform the police of the situation. ",
  "•  Before the police come and take charge of the situation, CEO and his team should try ",
  "to reason with the mob. Since it is impossible to talk to all of them, they should ask a  ",
  "Solved Papers 2013-17   27.39 ",
  "few leaders to join them in discussion. In this way, they can keep them engaged, and ",
  "prevent any untoward incidents. ",
  "•  While awaiting the arrival of the police or thereafter, the CEO should reason with the ",
  "leaders of the mob. He can explain that as a commercial entity facing competition, ",
  "it cannot carry non performing people on its rolls without becoming unviable. CEO ",
  "should request the leaders to peacefully leave the factory. ",
  "•  Long term solution is linked with unemployment problem, and with irresponsible ",
  "behaviour of political parties and workers. CEO can explain matters to party leaders and ",
  "government.Heshouldexplaintheneedforprotectingindustries;otherwisetheymaymove ",
  "away, and make government and party unpopular. CEOshould also strengthen in house ",
  "security.  (260   words) ",
  "10.  You are the Sarpanch of a Panchayat. There is a primary school run by the ",
  "government in your area. Midday meals are provided to children attending ",
  "the school. The headmaster has now appointed a new cook in the school    ",
  "to prepare the meals. However, when it is found that cook is from Dalit ",
  "community, almost half of the children belonging to higher castes are not ",
  "allowed to take meals by their parents. Consequently the attendance in the ",
  "schools falls sharply. This could result in the possibility of discontinuation ",
  "of midday meal scheme, thereafter of teaching staff and subsequent closing ",
  "down the school. ",
  "(a)  Discuss some feasible strategies to overcome the conflict and to create ",
  "right  ambiance. ",
  "(b)  What  should  be  the  responsibilities  of  different   social   segments   ",
  "and  agencies  to  create  positive  social  ambiance  for  accepting  such ",
  "changes?  (250 Words, 20 marks) ",
  "Ans. The attitude of the upper caste parents is a hangover of past practice of untouchability. ",
  "They have to be persuaded to change their attitudes. It is best to appeal to their best ",
  "sentiments and request them to follow national laws, policy and ethos. The following points ",
  "can be stressed: ",
  "•  The fight against untouchability was a part of our independence movement. ",
  "•  Mahatma Gandhi himself initiated the movement, and made it a centre piece of national ",
  "policy. ",
  "•  Their action will create disunity among children, and will spoil the school atmosphere. ",
  "•  Their action will create a bad impression about the village in the whole country. ",
  "•  If as a result of their stand, the school closes down, the entire village will suffer. ",
  "•  The matter is not confined to the school but would create disharmony in the village. ",
  "An effort should be made to reach out to the enlightened and modern youth among the ",
  "upper castes, and ask them to persuade their families to change their stand. The youth ",
  "should be reminded about the unequivocal opposition to untouchability which many great ",
  "saints and sages voiced, and their preaching about brotherhood of men.  ",
  "27.40   Ethics, Integrity & Aptitude ",
  "Local officials and volunteers should organize community kitchens and feasts open to all ",
  "villagers. Attempts should be made to strengthening fellow feelings. ",
  "The local Panchayat has to actively persuade the upper castes. The district collector, district ",
  "development officer and social welfare department should join the effort. NGOs and ",
  "religious groups can be inducted for persuading the upper castes. Teachers and opinion ",
  "leaders can try to change the views of villagers.  (261 words) ",
  "11.  One of the scientists working in the R & D laboratory of a major pharmaceutical ",
  "company discovers that one of the company’s bestselling veterinary drugs, B ",
  "has the potential to cure a currently incurable liver disease that is prevalent  ",
  "in tribal areas. However, developing a variant of the drug suitable for human ",
  "beings entailed a lot of research and development having a huge expenditure ",
  "to the extent of R 50 crores. It was unlikely that the company would recover ",
  "the costs as the disease was rampant only in poverty-stricken area having   ",
  "very little market otherwise. ",
  "If you were the CEO, then— ",
  "(a)  identify the various actions that you could take; ",
  "(b)  evaluate the pros and cons of each of your actions. (250 words, 20 marks) ",
  "Ans. As companies normally aim at profit maximization, the pharmacy firm can abandon the ",
  "proposal as unworkable. While justifiable from company’s individual economic perspective, ",
  "social and humanitarian concerns militate against it. ",
  "As development and production are commercially unviable, the drug can be produced ",
  "under the company’s corporate social responsibility activities (CSR). Profit making ",
  "companies have to spend a prescribed percentage of their profits on CSR. If the company ",
  "is making enough profits, this will be an ideal solution. ",
  "If CSR budget cannot cover the needed Rs 50 crore, the project can be implemented in ",
  "phases. These two options also require finance for input costs from year to year. If the scale ",
  "of needed production is small, the company can find resources within its CSR. Otherwise, ",
  "it will have to look wholly or partly for government resources. For such good cause in tribal ",
  "areas, funds can be easily arranged from tribal sub plans or from Health or social welfare ",
  "departments. In this scenario also, there are no disadvantages to the company. ",
  "If the company lacks resources to finance the project, it can follow one of the possible ",
  "alternatives: ",
  "•  Seek support from Indian or foreign philanthropic groups. ",
  "•  Request government to support the research and then subsidize the production costs ",
  "to the necessary extent. ",
  "•  Transfer the whole project along with the information base to another big pharmacy ",
  "unit with adequate CSR budget.  ",
  "Solved Papers 2013-17   27.41 ",
  "One way or another development of the drug needed in tribal areas should be promoted ",
  "without loss of time.  (250 words) ",
  "12.  There is a disaster-prone State having frequent landslides, forest ftres, ",
  "cloudbursts, flash floods and earthquakes, etc. Some of these are seasonal ",
  "and  often  unpredictable.  The  magnitude  of  the  disaster  is  always ",
  "unanticipated. During one of the seasons, a cloudburst caused devastating ",
  "floods and landslides leading to high casualties. There was major damage ",
  "to infrastructure like roads, bridges and power generating units. This led to ",
  "more than 100000 pilgrims, tourists and other locals trapped across different ",
  "routes and locations. The people trapped in your area of responsibility ",
  "included senior citizens, patients in hospitals, women and children, hikers, ",
  "tourists, ruling party’s regional president along with his family, additional ",
  "chief secretary of the neighbouring State and prisoners in jail. ",
  "As a civil services offtcer of the State, what would be the order in which you ",
  "would rescue these people and why?   Give justiftcations.  (200 words) ",
  "Ans. Those at greatest risk or need should be rescued first. The first group can be patients in ",
  "hospital, the most vulnerable and needing medical care. ",
  "The next in priority can be the weak elderly more prone than others to life threatening ",
  "attacks. ",
  "Next, women and children should be evacuated. Children are vulnerable and women are ",
  "their natural care takers. ",
  "If trekkers are trapped in hazardous locations, they will get priority. Otherwise, they can ",
  "handle most situations on their own. ",
  "If hikers are at no risk, we should evacuate tourists before them. Unlike trekkers, they are ",
  "unlikely to have any resources for handling the emergency. ",
  "If the location of prison is safe, prisoners can be left as they are, after arranging for food ",
  "and medicines. ",
  "Additional chief secretary (ACS) of the neighbouring state would be accompanied by local ",
  "officers. Being experienced, if there is no immediate risk, he/she will cope with the situation ",
  "together with local officials. ",
  "Regional party leader should be evacuated before the ACS. He would also be accompanied ",
  "by his party volunteers; but as he is accompanied by his family, he should be rescued ",
  "before ACS. ",
  "However, once a rescue team reaches an area, it may evacuate everyone present regardless ",
  "of their age, sex, medical condition and occupation.  (210   words) ",
  "13. You are heading a district administration in a particular department. Your ",
  "senior offtcer calls you from the State Headquarters and tells you that a plot ",
  "in Rampur village is to have a building constructed on it for a school. A visit  ",
  "27.42   Ethics, Integrity & Aptitude ",
  "is scheduled during which he will visit the site along with the chief engineer ",
  "and the senior architect. He wants you to check out all the papers relating  ",
  "to it and to ensure that the visit is properly arranged. You examine the ftle ",
  "which relates to the period before you joined the department. The land was ",
  "acquired from the local Panchayat at a nominal cost and the papers show that ",
  "clearance certiftcates are available from the two of the three authorities who ",
  "have to certify the site’s suitability. There is no certiftcation by the architect ",
  "available on ftle. You decide to visit Rampur to ensure that all is in order as ",
  "stated on ftle. When you visit Rampur, you ftnd that the plot under reference ",
  "is part of Thakurgarh Fort and that the walls, ramparts, etc., are running ",
  "across it. The fort is well away from the main village; therefore a school ",
  "here will be a serious inconvenience for the children. However, the area ",
  "near the village has potential to expand into a larger residential area. The ",
  "development charges on the existing plot, at the fort, will be very high and ",
  "the question of heritage site has not been addressed. Moreover, the Sarpanch, ",
  "at the time of acquisition of the land, was a relative of your predecessor. The ",
  "whole transaction appears to have been done with some vested interest. ",
  "(a)  List the likely vested interests of the concerned parties. ",
  "(b)  Some of the options for action available to you are listed below. Discuss ",
  "the merits and demerits of each of the   options: ",
  "(i)  You can await the visit of the superior offtcer and let him take a ",
  "decision. ",
  "(ii)  You can seek his advice in writing or on phone. ",
  "(iii)  You can consult your predecessor/colleagues, etc., and then decide ",
  "what to do. ",
  "(iv)  You can ftnd out if any alternate plot can be got in exchange and  ",
  "then send a comprehensive written   report. ",
  "Can you suggest any other option with proper justiftcation? ",
  "(250 words/25 marks) ",
  "Ans. (a) As area near village has potential for residential development, builders could be ",
  "interested in it. The Sarpanch could be colluding with potential developers. The ",
  "predecessor of the present incumbent could be involved due to family ties with ",
  "Sarpanch. Some Panchayat office bearers could also be hoping for kick-backs from ",
  "builders. It is strange that the school building has been proposed far from village ",
  "on (a likely) heritage site. ",
  "(i)  It is not clear whether the decision-making power is with the visiting team or the ",
  "officer. If it is with them, he has to await their visit. But he has to verify matters and ",
  "apprise them of facts.  ",
  "Solved Papers 2013-17   27.43 ",
  "(ii)  If the decision vests with the senior officer, the question of seeking his advice will ",
  "not arise. He can definitely talk to the seniors and tell them of the problems with ",
  "the proposed construction. Even if the power rests with him, he can consult them ",
  "in this complicated case. ",
  "(iii)  Officers have to decide matters on their own, with the help of supporting office ",
  "staff. There is no harm in consulting the predecessor, though he may be involved ",
  "in hiding some facts. ",
  "(iv)  The fourth option can be certainly explored. As the proposed site has many ",
  "problems, he can explore whether an alternative is available. Then he can inform ",
  "the seniors. ",
  "One more option is to prepare a report covering the problems with the present site, ",
  "locate alternatives, and show them to seniors during their visit. They can then take a final ",
  "decision.  (252   words) ",
  "14.  You are recently posted as district development offtcer of a district. Shortly ",
  "thereafter you found that there is considerable tension in the rural areas of ",
  "your district on the issue of sending girls to schools. ",
  "The elders of the village feel that many problems have come up because girls ",
  "are being educated and they are stepping out of the safe environment of the ",
  "household. They are of the view  that  the  girls  should  be  quickly  married  ",
  "off  with  minimum  education.  The  girls  are  also  competing  for  jobs  after ",
  "education,  which  have  traditionally  remained  in  boys’  exclusive  domain, ",
  "adding to unemployment amongst male   population. ",
  "The younger generation feels that in the present era, girls should have equal ",
  "opportunities for education and employment, and other means of livelihood. ",
  "The entire locality is divided between sexes in both generations. You come to ",
  "know that in Panchayat or in other local bodies or even in busy crosswords, ",
  "the issue is being acrimoniously   debated. ",
  "One day you are informed that an unpleasant incident has taken place. Some ",
  "girls were molested, when they were en-route to schools. The incident led to ",
  "clashes between several groups and a law and order problem has arisen. The ",
  "elder after heated discussion have taken a joint decision not to allow girls       ",
  "to go to school and to socially boycott all such families, which do not follow ",
  "their  dictate. ",
  "(a)  What steps would you take to ensure girls’ safety without disrupting ",
  "their  education? ",
  "(b)  How would you manage and mould patriarchist attitude of the village ",
  "elders to ensure harmony in the inter-generational relations? ",
  "(250 Words, 25 marks)  ",
  "27.44   Ethics, Integrity & Aptitude ",
  "Ans. Government officers have to faithfully implement government policies for girls’ education. ",
  "The schools which girls from the trouble spot village are attending and the route they ",
  "follow have to be identified. If schools are within walking distance, police can be deployed ",
  "at strategic points on the routes when girls go to and return from schools. Police should ",
  "carefully screen anti-social elements loitering on these routes at those times. Bonds or ",
  "sureties for good conduct can be taken from them under preventive sections of CRPC. ",
  "The girls can be trained in primary self-defence. They can be asked to move in groups and ",
  "avoid going alone. Village voluntary youth groups can be enlisted for security of girls. ",
  "The elders are anxious since girls are moving out of their safe domestic environment. They ",
  "may be concerned about the social impacts of girls’ education. However, they essentially ",
  "have in their hearts the welfare and progress of their girls. They have to be gently and ",
  "sympathetically told about the benefits of education for girls, and how it will immensely ",
  "benefit their families and open up new horizons in their life. In the new technology driven ",
  "world, uneducated girls will be left hopelessly behind. It should be explained to the elders ",
  "that the potential of their girls will go to waste unless nurtured by education. They should ",
  "be shown pictures of Indian women who scaled great heights in many fields. He should ",
  "add that by denying education they would be greatly harming the girls. He should reassure ",
  "elders about girls’ safety and list the security steps taken.  (263   words)  ",
  "Solved Papers 2013-17   27.45 ",
  "2016 Paper ",
  " ",
  " SECTION A : ANSWERS TO THEORY QUESTIONS ",
  "1.  (a)  Explain how ethics contributes to social and human well-being ",
  "(150 words/10 marks) ",
  "(b)  Why  should  impartiality  and  non-partisanship  be  considered  as ",
  "foundational  values  in  public  services,  especially  in  the  present  day ",
  "socio-political context? Illustrate your answer with  examples. ",
  "(150 words/10 marks) ",
  "Ans. (a) By regulating one’s life and conduct on right lines, ethics promotes individual and ",
  "family welfare. A moral individual leads harmonious, contented life. His is respected ",
  "in society, and generally lives without worries, anxieties and guilt feelings. He has a ",
  "feeling of inner happiness. Morality also helps individuals in living up to their talents ",
  "and potentials. Morality leads to good character formation which insulates men from ",
  "dissipating and dysfunctional behaviour. Undistracted by bad feelings and motives, ",
  "such men are able to steadfastly pursue their life’s goals and aspirations. ",
  "Ethics obviously enhances social well-being. Important moral qualities like altruism, ",
  "beneficence, concern for others and empathy promote good will and harmony ",
  "among people. Society becomes to that extent less egoistic and atomized and gains ",
  "cohesiveness. Social welfare depends on social virtues and fraternal feelings among ",
  "men. Ethics refine and ennoble relations between men. Ultimately, a happy moral ",
  "community rests on the good will and morality of its members.  (156   words) ",
  "(b) Impartiality and non-partisanship are basic administrative ethics. In public service, ",
  "unlike in private enterprises, State helps all sections of community. Modern states ",
  "should not pick and choose whom they want to help or play favourites. Even handed ",
  "treatment of all citizens is enshrined in the principle of equality. Impartiality implies ",
  "that all people who are similarly placed are treated similarly. No one is treated better ",
  "or worse. This objectivity is essential in administration. Nonpartisanship means that ",
  "officials are neutral between contending groups, and act like umpires. ",
  "Unfortunately, modern political and economic situations are full of contention and ",
  "conflict. There is intense competition for economic benefits and political power. In ",
  "this situation, civil servants have all the more reason to be neutral. In a contentious ",
  "election, officials have to be absolutely neutral and rule bound. In providing benefits ",
  "under rural development and social services, no section of a village should be ",
  "excluded. This neutral conduct reduces tensions and increases social harmony. ",
  "(162 words)  ",
  "27.46   Ethics, Integrity & Aptitude ",
  "2.  (a)  What do you understand by the terms ‘governance’, ‘good governance’ ",
  "and ‘ethical governance’?  (150 words/10 marks) ",
  "(b)  Discuss Mahatma Gandhi’s concept of   seven sins.  (150 words) ",
  "Ans. (a) Governance is an umbrella word that designates recent changes in the nature and ",
  "working of governments. Government is the organization of the state machinery through ",
  "which its purposes are formulated and executed. In ‘government’ the emphasis is on its ",
  "organizational and institutional structures. ",
  "Governance focuses more on procedures and changing role of government. It connotes the ",
  "following aspects: ",
  "•  New processes of governing; new methods by which society is governed ",
  "•  Expanding role of civil society in government functions ",
  "•  Increasing reliance on deliberative as against representative democracy ",
  "•  Involving a network of institutions in traditional state functions ",
  "•  Declining role of government ",
  "Good governance can mean effective governance whereas ethical governance also includes ",
  "moral dimensions. But these are often used interchangeably. They imply that government ",
  "listens to people and is accountable to them. Other attributes of good and /or ethical ",
  "governance are political stability and absence of violence; effective government; rule of ",
  "law; proper regulatory systems; and control of corruption.  (162   words) ",
  "(b)  Gandhiji identified seven social sins: ",
  "(i)  Politics without principles obviously places personal and party interests ",
  "above social good. ",
  "(ii)  Wealth without work i.e. parasitic wealthy leisure class will harm the economy. ",
  "(iii)  Commerce without morality or more generally lack of business ethics and ",
  "honesty will drag down an economy. Problem of bank debts in a way reflects the ",
  "perils of immorality in business. ",
  "(iv)  Education without character or mere acquisition of knowledge unaccompanied ",
  "by individual morality or social consciousness will fail to promote social progress. ",
  "(v)  Science without humanity poses problems such as dangerous experiments as ",
  "in human cloning or reckless use of destructive weapons. ",
  "(vi)  Worship without sacrifice means that people fail to see that religion needs ",
  "self-discipline and control. Without them religion becomes fanatical and violent. ",
  "(vii) Pleasure without conscience implies that the rulers and the rich pursue their ",
  "own joys unmindful of the plight of the poor.  (151 words) ",
  "3.  (a)  Analyze John Rawls’s concept of social justice in the Indian Context. ",
  "(150 word/10 marks)  ",
  "Solved Papers 2013-17   27.47 ",
  "(b)  Discuss the Public Services Code as recommended by the 2nd ",
  "Administrative Reforms Commission.  (150 words/10 marks) ",
  "Ans. (a)  John Rawls’s theory of justice is formulated within an abstract, hypothetical situation. ",
  "It visualizes individuals creating a new society guided by rationally prudential ",
  "considerations. They are unaware of the concrete details of the new society and ",
  "whether they will be benefitted or harmed. Rawls argues that even such a model ",
  "based only on prudence will result in an ethical and just society if the following two ",
  "basic principles are followed: ",
  "(1) Each person should have the maximum liberty compatible with similar liberty ",
  "for others. (2) Social and economic inequality should be to the greatest benefit of the ",
  "least advantaged including their access to public offices. (1) Ensures civil liberties; ",
  "and (2) supports positive discrimination like reservation policies in India. Rawls ",
  "propounds justice with a slant towards the weak. ",
  "Our constitution embodies social justice. Framers of constitution based their social ",
  "justice approach on contemporaneous political, social and economic milieu. As with ",
  "Rawls they diluted equality for justice, but based on legal principles and Indian ",
  "context.  (164   words) ",
  "(b) Civil servants are now covered by conduct rules prescribed in official codes. These ",
  "are cut and dry ‘do’ and ‘don’t’ statements which are like external commands. ",
  "Second ARC recommended that civil servants should follow higher ethical codes ",
  "transcending the conduct rules. Unlike conduct rules, ethical codes will be a ",
  "voluntarily adopted set of values. ",
  "The commission included the following in its ethical code: ",
  "•  Following the ideals mentioned in the preamble to the constitution ",
  "•  Apolitical  functioning ",
  "•  Good governance as primary goal of bureaucracy ",
  "•  Being objective and impartial ",
  "•  Accountability and transparency in taking  decisions ",
  "•  Maintaining the highest ethical standards ",
  "•  Merit based selection of civil servants with due regard to diversity of the nation ",
  "•  Ensuring economy and avoiding wasteful expenditure ",
  "•  Promoting a congenial and healthy work environment ",
  "•  Consultative and participatory approach to administration  (140 words) ",
  "4.  (a)  “Corruption  causes  misuse  of  government  treasury,  administrative ",
  "inefftciency  and  obstruction  in  the  path  of  national  development.” ",
  "Discuss Kautilya’s views.  (150 words/10 marks)  ",
  "27.48   Ethics, Integrity & Aptitude ",
  "(b) How could social influence and persuasion contribute to the success of ",
  "Swachh Bharat Abhiyan?  (150 words/10 marks) ",
  "Ans. (a) The quotation flags three adverse effects of corruption. It leads to loss of public ",
  "revenue or misuse of government treasury. For example, when natural resources ",
  "are allocated at below-market prices or without transparent bidding, government ",
  "revenue is lost. Public suffers losses if in collusion with contractors, officials ",
  "implement projects at high cost with low quality. Administration has to be dynamic ",
  "and fast moving to speed up investments, growth and job creation. A system mired ",
  "in corruption, bedevilled by delays, and unresponsive to enterprise will be inherently ",
  "inefficient and ineffective. Hence, policy-makers are emphasizing on transparency, ",
  "accountability and speedy decision making. World Bank and other development ",
  "agencies have been highlighting that even infusion of massive economic aid cannot ",
  "generate development in the absence of good governance. A corruption-free ",
  "and efficient administration is indispensable for economic development. Besides ",
  "investment, economic growth requires an appropriate complex of institutions and ",
  "attitudes in a society. It is remarkable that Kautilya anticipated these modern insights ",
  "so far back in history.  (164   words) ",
  "(b) Swachh Bharat Abhiyan has many components such as urban sanitation, cleanliness ",
  "in public places and ending open defecation. Apart from money, technology and ",
  "organization, these programmes need change in people’s attitudes and greater civic ",
  "sense. Social influence and persuasion help in such social programmes especially in ",
  "the eradication of open defecation. ",
  "Social influence and persuasion work in different ways. Social influence operates ",
  "when common people imitate the life styles or conduct of the better off whom they ",
  "regard as role models or opinion leaders. Advertizing their views through print and ",
  "electronic media is effective. Thus, if common people realize that better off sections ",
  "have given up open defecation, they will follow suit. ",
  "Persuasion depends on targeting people with suitable messages. The messengers ",
  "have to be trusted and acceptable to the audience; and the message has to be suitably ",
  "packaged. It has to appeal to their long term interests. In this Abhiyan, appeal should ",
  "also be to the civic duties and national pride of people.  (164   words) ",
  "5.  Law and ethics are considered to be the two tools for controlling human ",
  "conduct so as to make it conducive to civilized social existence. ",
  "(a)  Discuss how they achieve this objective. ",
  "(b)  Giving examples show how the two differ in their approaches. ",
  "(150 words,/10 marks) ",
  "Ans. (a) Civilized social existence requires that men should observe norms necessary for ",
  "preserving healthy social interactions. They should avoid violence and anti-social ",
  "behaviour. They have to observe laws and morals which sustain economic and social ",
  "activity.  ",
  "Solved Papers 2013-17   27.49 ",
  "(b) Law lays down these conditions as commands which people have to obey or ",
  "suffer penalty. Laws are promulgated by the sovereign. They have an element of ",
  "compulsion. Laws represent the minimum of ethics needed for social survival. Thus ",
  "criminal laws against murder, rape, robbery, kidnapping and the like ensure orderly ",
  "social life. Without these laws, life becomes unsafe, social peace is lost, and social ",
  "survival is threatened. ",
  "Morals are voluntary. They are derived from religions and social practices. They are ",
  "rules which experience has shown as conducive to individual happiness and social ",
  "harmony. People are taught morals through persuasion and upbringing. Parents, ",
  "teachers and preachers teach morals. They do not dictate or command. Morality ",
  "covers many more areas of life than law. Law controls individual actions which have ",
  "social impacts.  (166   words) ",
  "6.  Our attitudes towards life, work, other people and society are generally ",
  "shaped unconsciously by the family and the social surroundings in which ",
  "we grow up. Some of these unconsciously acquired attitudes and values are ",
  "often undesirable in the citizens of a modern democratic and egalitarian ",
  "society. ",
  "(a)  Discuss such undesirable values prevalent in today’s educated Indians. ",
  "(b)  How can such undesirable attitudes be changed and socio-ethical values ",
  "considered necessary in public services be cultivated in  the  aspiring  ",
  "and serving civil servants?  (150 words/10 marks) ",
  "Ans. (a) Educated youth in India are often egoistic, cynical, acquisitive and lack social spirit. ",
  "They lack work ethic, commitment to ideals, and sense of duty. Youth tend to be ",
  "indifferent to the plight of others, with no fellow feeling for them. They are socially ",
  "conservative and reactionary still clinging to caste, dowry system, patriarchy and ",
  "superstitions. They believe in shortcuts and making money by dishonest means. They ",
  "consider government jobs as privileges which they are entitled to flaunt. ",
  "(b) Change in such attitudes has to be carefully fostered since it requires changes in ",
  "mind set. Parents and educators should encourage children and youth to cultivate ",
  "their character with emphasis on ideas of duty, concern for others, conscientiousness, ",
  "and scientific outlook. The duties of citizens embedded in the constitution should ",
  "be included in school syllabi. Student should be encouraged to participate in sports, ",
  "games and NCC for building the team spirit. Public servants should be encouraged to ",
  "follow codes of conduct and ethical norms.  (161   words) ",
  "7.  Anger is a harmful negative emotion. It is injurious to both personal life and ",
  "work life. ",
  "(a)  Discuss how it leads to negative emotions and undesirable behaviours. ",
  "(b)  How  can  it  be  managed and controlled?  (150 Words/10 marks) ",
  "Ans. (a) Anger is a strong passion and overwhelms us. Anger leads to loss of self-control and ",
  "clouds our thinking. Instead of thinking calmly, we obsess about the event which  ",
  "27.50   Ethics, Integrity & Aptitude ",
  "made us angry and about its perpetrator. Anger persists and delays return to normal ",
  "psychological state. An angry person acts irrationally. Nowadays we hear of incidents ",
  "of ‘road rage’ in which drivers unleash their anger on others. School teachers similarly ",
  "thrash kids over trivial issues like not doing homework or neglecting studies. But ",
  "moral indignation felt for cruel acts is desirable. ",
  "(b) Many self-improvement gurus talk about ‘anger management’ these days. Professionals, ",
  "especially government servants, should cultivate calmness and composure. They ",
  "should identify situations which make them angry, and control their reactions to ",
  "them. They should avoid them if possible. Once a civil servant gets angry, he should ",
  "postpone important decisions. When angry, he should avoid talking to others. ",
  "Physical activity and switching tasks will dissipate anger.  (157   words) ",
  "8.  “Max Weber said that it is not wise to apply to public administration the ",
  "sort of moral and ethical norms we apply to matters of personal conscience. ",
  "It is important to realize that the state bureaucracy might possess its own ",
  "independent bureaucratic morality.” Critically analyse this statement. ",
  "(150 words,/10 marks) ",
  "Ans. Common morality and bureaucratic morality can diverge. Ordinary morality rests on indi- ",
  "vidual conscience consisting of ethical codes instilled by family, teachers and preachers. These ",
  "codes contain moral prescriptions (virtues) and prohibitions (vices). Further, ‘conscientious ",
  "objectors’,carrymoralitytoimpracticablelimits.Thuspacifistsopposeallformsofwar,militarism ",
  "andviolence. Othersaretotallyagainstkillinganimals. Someothersaretotallyagainstabortion. ",
  "These matters of conscience cannot be included in bureaucratic morality. Even less stringent ",
  "personal morals lie outside bureaucratic ethics. Ethics is wider than law which bureaucrats ",
  "follow. Liberals thus disagree with methods security agencies are forced to use while fighting ",
  "terrorists and separatists. Further, officials have to decide matters objectively based on laws. ",
  "As a result, they seem formal, cold, emotionless and impersonal. In ordinary life among ",
  "families and friends many disputes are settled informally based on emotional bonds and ",
  "affections. But personalized methods of settling differences cannot work among individuals ",
  "without social ties.  (155   words) ",
  " ",
  " SECTION B  : ANSWERS TO CASE STUDIES ",
  "9.  A fresh engineering graduate gets a job in a prestigious chemical industry.   ",
  "She likes the work. The salary is also good. However, after a few months she ",
  "accidentally discovers that a highly toxic waste is being secretly discharged ",
  "into  a  river  nearby.  This  is  causing  health  problems  to  the  villagers ",
  "downstream who depend on the river for their water needs. She is perturbed ",
  "and mentions her concern to her colleagues who have been with the company ",
  "for longer periods. They advise her to keep quite as anyone who mentions   ",
  "the topic is summarily dismissed. She cannot risk losing her job as she is the ",
  "sole bread-winner for her family and has to support her ailing parents and ",
  "siblings. At ftrst, she thinks that if her seniors are keeping quiet, why she  ",
  "Solved Papers 2013-17   27.51 ",
  "should stick out her neck. But her conscience pricks her to do something to ",
  "save the river and the people who depend upon it. At heart she feels that the ",
  "advice of silence given by her friends is not correct though she cannot give ",
  "reasons for it. She thinks you are a wise person and seeks your advice. ",
  "(a)  What arguments can you advance to show her that keeping quiet is not ",
  "morally right? ",
  "(b)  What course of action would you advise her to adopt and why? ",
  "(250 words, 20 marks) ",
  "Ans.   (i)  Discharging toxic waste in a river which is a source of drinking water for villagers will ",
  "injure their health. But the villagers are unaware of it since the poisonous effluents ",
  "are discharged secretively. When she knows that an act is harming innocent people, ",
  "she has to inform them. She has become privy to an immoral act harming villagers. ",
  "It becomes her moral duty to alert the villagers ",
  "(ii)  If one becomes cognizant of an illegality, especially within an organization one is ",
  "working, it becomes her legal duty to inform the authorities. Otherwise, one will be ",
  "colluding, though not directly, in an illegal act. ",
  "(iii)  At a minimum, the villagers have to be tipped off so that they can at least take ",
  "preventive steps to protect their health. ",
  "(b) As she cannot afford to lose her job, she has to tread cautiously and indirectly. She ",
  "can ask a reliable acquaintance to approach local authorities to test the river water ",
  "quality. He/she should not bring her name into the matter. As a measure of abundant ",
  "caution, he/she may in turn request another person or group to approach authorities ",
  "for testing the river water quality. To stay in the background, she should not sign any ",
  "applications or fill in any forms. ",
  "She can also discreetly find out if the villagers are suffering from any water-pollution ",
  "related diseases. The local PHC can be alerted through third parties about the source ",
  "of pollution. PHC will get the water tested. Authorities will force the company to stop ",
  "dumping toxic waste.  (254   words) ",
  "10.  Land needed for mining, dams and other large-scale projects is acquired ",
  "mostly from Adivasis, hill dwellers and rural communities. The displaced ",
  "persons  are  paid  monetary  compensation  as  per  the  legal  provisions. ",
  "However, the payment is often tardy. In any case, it cannot sustain the ",
  "displaced families for long. These people do not possess marketable skills to ",
  "engage in some other occupation. They end up as low paid migrant laborers. ",
  "Moreover, the beneftt of development goes to industries, industrialists and ",
  "urban communities whereas the costs are passed on to these poor helpless ",
  "people. This unjust distribution of costs and beneftts is unethical. ",
  "Suppose  you  have  been  entrusted  with  the  task  of  drafting  a  better ",
  "compensation-cum-rehabilitation  policy  for  such  displaced  persons, how 27.52   Ethics, Integrity & Aptitude ",
  "would you approach the problem and what would be the main elements of ",
  "your suggested policy?  (250 words, 20 marks) ",
  "Ans. The difficulties of project-affected persons can be solved by helping them with liberal and ",
  "enlightened policies. In former times, authorities tended to ignore the economic, social and ",
  "cultural disruption which the displaced groups and families faced due to construction of ",
  "large projects. They were insensitive to the rehabilitation of the displaced groups. It is now ",
  "recognized, after many agitations against large projects, that the displaced groups should ",
  "be enabled to transition easily to a new life in a new, congenial setting. ",
  "The required measures consist of the following: ",
  "• Cash compensation for relocation in new habitation.",
  "• Creation in such habitations of infrastructure and social amenities for civic life.",
  "• These are house site plots, internal roads, drainage, schools, hospital, drinking water",
  "supply, places of worship and the like.",
  "• Depending on their preference houses can be built for them or they can be given",
  "money for construction on their own.",
  "• As far as possible, they can be shifted to the new location together as a social group",
  "so as to preserve their existing family and social ties.",
  "• One adult member of the family can be given employment in project activities.",
  "• Alternatively, a perennial annual income stream should be created with the help of",
  "organizations such as LIC.",
  "• Sincere attempt should be made to reproduce in the new location the characteristic",
  "cultural symbols of their former habitation.",
  "• The authorities should ensure in the new location harmonious relations between the",
  "newly settled people and the old residents.  (252 words)",
  "11. Suppose  you  are  an  offtcer  in-charge  of  implementing    a    social    service",
  "scheme to provide support to old and destitute women. An old and illiterate",
  "woman comes to you  to  avail  the  beneftts  of  the  scheme.  However,  she",
  "has no documents to show that she fulftls the eligibility criteria. But after",
  "meeting her and listening to her you feel that she certainly needs support.",
  "Your enquiries also show that she is really destitute and living in a pitiable",
  "condition. You are in a dilemma as to what to do. Putting her under  the",
  "scheme without necessary documents would clearly be violation of rules. But",
  "denying her the support would be cruel and    inhuman.",
  "(a) Can you think of a rational way to resolve this dilemma?",
  "(b) Give  your  reasons for it. (250 words, 20 marks) ",
  "Ans. (a) The social service scheme is intended to help old and destitute women. The scheme ",
  "guidelines specify the documents which the applicants have to produce for verifying ",
  "their eligibility. As the applicant is unable to produce any documents, an officer has  ",
  "Solved Papers 2013-17   27.53 ",
  "to decide the case on other evidence. The inquiries of the officer have shown that ",
  "the applicant is destitute and living in indigent circumstances. She therefore deserves ",
  "help on the merits of her case. The officer has to use the evidence and findings ",
  "of his inquiries to help her. Although she may not have documents like proof of ",
  "residence or BPL income certificate, the facts which emerged during the inquiries ",
  "can be documented. Evidence of witnesses residing nearby and who know about ",
  "her can be recorded. He can record the reasons for departing from the prescribed ",
  "documentation requirements in her case. ",
  "(b) The basic point here is that the applicant merits help. She fulfils the criteria for receiving ",
  "help under the scheme. The problem is that she is unable to produce the documents ",
  "to support her claims. In schemes meant for such indigent persons, the requirements ",
  "of supporting evidence need not to be rigorously enforced. Hard evidence and legal ",
  "documentation are essential only in high value transactions and in decisions governed ",
  "by strict legal provisions. In helping the applicant, the officer is acting in good faith. He ",
  "will be relying on alternative or second best evidence. Social service schemes have both ",
  "end objectives and procedural rules. In genuine cases, procedure can be sacrificed for ",
  "end objectives.  (256   words) ",
  "12.  You  are  a  young,  aspiring  and  sincere  employee  in  a  Government  offtce ",
  "working as an assistant to the director of your department. Since you have ",
  "joined recently, you need to learn and progress. Luckily your superior is very ",
  "kind and ready to train you for your job. He is a very intelligent and well- ",
  "informed  person  having  knowledge  of  various  departments.  In  short,  you ",
  "respect your boss and are looking forward to lean a lot from him. ",
  "Since you have good tuning with the boss, he started depending on you. One ",
  "day due to ill health he invited you at his place for ftnishing some urgent ",
  "work. ",
  "You reached his house and before you could ring the bell you heard shouting ",
  "noises. You waited for a while. After entering the house the boss greeted you ",
  "and explained the work. But you were constantly disturbed by the crying of a ",
  "woman. At last, you inquired with the boss but his answer did not satisfy you. ",
  "Next day, you were compelled to inquire further in the offtce and found out ",
  "that his behavior is very bad at home with his wife. He also beats up his wife. ",
  "His wife is not well educated and is a simple woman in comparison to her ",
  "husband. You see that though your boss is a nice person in the offtce, he is ",
  "engaged in domestic violence at   home. ",
  "In such a situation, you are left with the following options. Analyse each ",
  "option with its consequences. ",
  "(a)  Just ignore thinking about it because it is their personal matter. ",
  "(b)  Report the case to the appropriate authority. ",
  "(c)  Your  own innovative approach towards the situation.       (250 words, 20 marks)  ",
  "27.54   Ethics, Integrity & Aptitude ",
  "Ans. (a) The first option has some merit. If he is beating his wife, either she or her close ",
  "relatives have to complain to police. In this case, the employee has heard a loud ",
  "quarrel, and not actually seen his boss beating his wife. The subsequent crying of ",
  "the lady could be the emotional fallout of her quarrel with her husband. In short, ",
  "the employee has not witnessed an incident of domestic violence. Nevertheless, the ",
  "episode is troubling. The boss whom he respects may be an unsavoury character at ",
  "home. The employees will be mentally troubled. But it is an affair between married ",
  "couple. ",
  "(b)  The employee can report the incident to police. But he saw no physical violence. ",
  "Police will need primary evidence. He can report to the disciplinary authority in ",
  "office. But again he will be unable to substantiate anything. He will also be inviting ",
  "the enmity of his boss. ",
  "(c)  Directly pleading with his boss not to ill-treat his wife will not work. An indirect way ",
  "of influencing his boss could be to tell an imaginary story of a lady who suffered from ",
  "domestic violence, and suddenly committed suicide. He can embellish the story with ",
  "how her husband landed in a police station, and how the police ill-treated and made ",
  "life hell for him. He can add how the husband in the story failed to realize the risks ",
  "of domestic violence and ruined his promising career. He can add that from his short ",
  "experience he realized that government officers are good family men. This may set ",
  "the boss thinking.  (258   words) ",
  "13.  ABC  Ltd  is  a  large  transnational  company  having  diversifted  business  ",
  "activities  with  a  huge  shareholder  base.  The  company  is  continuously ",
  "expanding and generating employment. The company, in its expansion and ",
  "diversiftcation programme, decides to  establish  a  new  plant  at  Vikaspuri,  ",
  "an area which is underdeveloped. The new plant is designed to use energy ",
  "efftcient  technology  that  will  help  the  company  to  save  production  cost   ",
  "by  20%.   The  company’s  decision  goes  well  with  the  Government  policy   ",
  "of  attracting  investment  to  develop  such  underdeveloped  regions.  The ",
  "government has also announced tax holiday for ftve years for the companies ",
  "that invest in underdeveloped areas. However, the new plant  may  bring  ",
  "chaos for the inhabitants of Vikaspuri region, which  is  otherwise  tranquil. ",
  "The new plant may result in increased cost of living, aliens migrating to the ",
  "region, disturbing the social and economic order. The company sensing the ",
  "possible protest tried to educate the people of Vikaspuri region and public      ",
  "in general how its Corporate Social Responsibility (CSR) policy would help ",
  "overcome the likely difftculties of the residents of Vikaspuri region. In spite    ",
  "of this the protests begin and some of the residents decided to approach the ",
  "judiciary as their plea before the Government did not yield any result. ",
  "(a)  Identify the issues involved in the case ",
  "(b)  What can be suggested to satisfy the company’s goal and to address the ",
  "residents’ concern?  (300 words, 25 marks)  ",
  "Solved Papers 2013-17   27.55 ",
  "Ans. (a) Economic development of backward regions is obviously desirable. While benefiting ",
  "a region in many ways, development brings in its train problems for residents. The ",
  "life style of the local residents will change. There may also be demographic changes ",
  "and alterations in social composition due to entry of new residents. Many temporary ",
  "workers coming into the area can create tensions. Local ladies may be troubled. The ",
  "old residents tend to know one another, and the male residents will be respectful ",
  "towards neighbouring families. The new immigrants may have no such feelings. The ",
  "peaceful and quiet atmosphere may be disturbed with heavy vehicular traffic. There ",
  "will be crowding, and unplanned growth in the habitation. ",
  "Notwithstanding these problems, the imperatives of economic development cannot ",
  "be ignored. Economic growth will increase incomes, create jobs and improve labour ",
  "skills. The company wants to locate in the area for availing of economic incentives ",
  "and reducing costs. A method has to be found for resolving the conflict between the ",
  "establishment of industry and the consequent likely disturbance to local residents. ",
  "One way out could be to locate the factory at a distance from the present habitation in ",
  "an industrial zone. The traffic originating and exiting the factory can be routed onto a ",
  "new road, to prevent congestion on existing roads. It can create its own self-contained ",
  "township. In this way, it will not create extra pressure on existing civic facilities. ",
  "(b) The factory should promise to be an enlightened corporate citizen. It can create ",
  "harmonious relations with local residents and enrich their social life. It can organize ",
  "cultural events, celebrate festivals, help senior citizens, and contribute to education ",
  "and local charities. It should be sensitive to the concerns of the local population and ",
  "quickly remove any irritants. The local people should feel that it will be improving ",
  "their life. In these ways, the industry can assuage the local sentiments and win them ",
  "over.  (316   words) ",
  "14.  Saraswati was a successful IT professional in USA. Moved by the patriotic ",
  "sense of doing something for the country she returned  to  India.  Together  ",
  "with some other like-minded friends, she formed an NGO to build a school for ",
  "a  poor  rural community. ",
  "The objective of the school was to provide the best quality modern education ",
  "at a nominal cost. She soon discovered that she has to seek permission from     ",
  "a  number  of  Government  agencies.  The  rules  and  procedures  were  quite ",
  "confusing  and  cumbersome.  What  frustrated  her  most  were  the    delays,  ",
  "callous attitude of offtcials and constant demand of bribes. Her experience  ",
  "and the experience of many others like her have deterred people from taking ",
  "up  social  service projects. ",
  "Ameasure of Government control over voluntary social work is necessary. But ",
  "it should not be exercised in a coercive or corrupt manner. What measures ",
  "can you suggest to ensure that due control is exercised but well meaning, ",
  "honest NGO efforts are not thwarted?  (300 words, 25 marks)  ",
  "27.56   Ethics, Integrity & Aptitude ",
  "Ans. There has been a mushroom growth of NGOs. The expression ‘civil service groups’ has ",
  "become, ‘an honorific term’---with its very mention supposed to create ‘a feel good emotion’ ",
  "if not outright reverence. Many NGOs are reputed. But others simply aim at grabbing ",
  "government grants. Some individuals have become free riders on the backs of NGOs. ",
  "CAG has questioned the propriety of Government funding such NGOs. Many NGOs are ",
  "also externally funded as a means of running dubious agendas in our country. Though ",
  "there are bad eggs, NGOs should not be throttled. Many individuals create NGOs, as ",
  "mentioned in this case, out of good will and genuine idealism. ",
  "In this case, Saraswati could face two distinct procedural hurdles: (i) for registration of NGO; ",
  "and (ii) recognition to school. Both cover regulations. For registering and/or recognizing ",
  "institutions, procedures should be simplified if they seek no government grants. If they ",
  "are self-funded, stringent regulations are unnecessary. However, a school has to be run ",
  "properly following an acceptable curriculum, with trained teachers and minimum facilities ",
  "like buildings, playgrounds and labs. Regulation should cover these broad criteria together ",
  "with managerial autonomy. Approvals should be given promptly. ",
  "Even if public grants are given, NGOs should be lightly regulated. Regulations may cover ",
  "the following: ",
  "•  Registration after verifying the credentials of the promoters ",
  "•  Objects and the manner of working for them ",
  "•  Organizational set up including procedures for electing a governing body and executive ",
  "committee ",
  "•  Procedure and rules for carrying out the work ",
  "•  Disclosure of sources of funds ",
  "•  Suitable mechanisms for budget, accounts and audit ",
  "•  Hiring required qualified personnel ",
  "•  Rendering accounts to government for grants received ",
  "•  Publishing annual reports about work done ",
  "•  Ensuring Transparency, integrity and propriety in working ",
  "•  Staying out of contentious political matters ",
  "Subject to these, NGOs should be allowed autonomy.  (308 words)  ",
  "Solved Papers 2013-17   27.57 ",
  "2017 Paper ",
  " ",
  " SECTION A : ANSWERS TO THEORY QUESTIONS ",
  "1.  Conflict of interest in the public sector arises when (a) offtcial duties, (b) ",
  "public interest, and (c) personal interest are taking priority one above the ",
  "other. How can this conflict be resolved? Describe with an example. ",
  "(150 Words/ 10 marks) ",
  "Ans. Conflict of interest arises when a public servant’s official duties and/or public interest and ",
  "his personal interest collide. Ordinarily, there will be no disharmony between an official’s ",
  "duties and public interest. Democracies ensure that duties of public servants are aligned to ",
  "laws and norms and to furthering public well being. But in repressive regimes officials may ",
  "be forced to enforce laws and policies detrimental to public interest. However, this type of ",
  "conflict is not part of the conventional meaning of conflict of interest. Commonly, it refers ",
  "to a clash between personal interest and official duties. ",
  "A has to decide a land dispute in which his close relative is interested. As this involves a ",
  "conflict of interest for him, he should report the matter to his superior officer and recuse ",
  "himself from it. ",
  "Or A is implementing a government policy which is harming public interest or hurting ",
  "people. He should notify his superiors about the problem and try to get the policy suitably ",
  "changed.  (170 words) ",
  "2.  Examine  the  relevance  of  the  following  in  the  context  of  civil    service: ",
  "(150 Words/ 10 marks) ",
  "(a)  Transparency ",
  "Ans. Transparency prevents official wrong doing since officials’ actions and reasons underlying ",
  "the decisions are open to public knowledge and scrutiny. By disseminating information ",
  "on government policies and actions, it promotes public awareness and participation in ",
  "governance. ",
  "(34 words) ",
  "(b)  Accountability  2014 ",
  "Ans. Accountability ensures that officials are answerable to their superiors for proper performance ",
  "of assigned duties in line with laws, policies and procedures. It is a pivot of administrative ",
  "discipline, responsibility and efficiency.  (31 words) ",
  "(c)  Fairness and justice ",
  "Ans. Civil servants have to treat all citizens equally without showing bias or partiality. In deciding ",
  "cases involving individuals or groups, they have to observe scrupulously the canons of ",
  "procedural and substantive law. Otherwise, there would be no rule of law.   (40 words)  ",
  "27.58   Ethics, Integrity & Aptitude ",
  "(d)  Courage of conviction ",
  "Ans. Steadfast adherence to one’s principles is a great virtue in civil servants. If one lacks ",
  "courage, then his good intentions are of no avail. He will be bullied by unscrupulous ",
  "seniors or politicians to join or condone their unethical actions.  (40 words) ",
  "(e)  Spirit of service ",
  "Ans. The major task of civil service is to provide services to people and implement programmes ",
  "for the poor and the vulnerable. Hence, officials should not be driven by materialistic or ",
  "monetary goals. They need genuine compassion and a service orientation.   (40 words) ",
  "3.  Young people with ethical conduct are not willing to come forward to join active ",
  "politics. Suggest steps to motivate them to come forward.  (150 Words/10 marks) ",
  "Ans. Two main reasons deter idealist youth from entering active politics. Politics is seen as a dirty ",
  "game fit only for unscrupulous individuals. To be frank, most politicians are engaged in cut ",
  "throat competition pursuing lucrative offices, power and influence. This atmosphere has to be ",
  "changed. ",
  "Further, to begin with, political avocations are not sources of regular and reliable income. ",
  "Success eludes the majority of aspiring politicians. No young person would like to pursue ",
  "politics only to end up in a no-where land in the company of bruised, defeated political ",
  "aspirants performing petty political tasks. ",
  "Besides improving the moral climate of politics, measures to draw idealistic youth into ",
  "politics could be following. ",
  "Parties could: ",
  "•  Provide remuneration to qualified youth members. ",
  "•  Recruit self-employed professionals like doctors, accountants, and  lawyers. ",
  "•  Recruit from academics if permissible in law. ",
  "•  Induct youth from business groups and/or with sufficient independent means. ",
  "•  Encourage home makers to join politics.  (163 words) ",
  "4.  (a)  One  of  the  tests  of  integrity  is  complete  refusal  to   be  compromised. ",
  "Explain with reference to a real   life example.  (150 Words/10 marks) ",
  "Ans. Integrity implies that officials should not violate prescribed codes of conduct or their ethical ",
  "principles for sake of personal gain or advantage or convenience. Officers often face these ",
  "temptations. An officer may give undue help to an industrial group known to him. He may ",
  "give in to a minister’s pressure to twist policies against public good. Officials may condone ",
  "wrong deeds of powerful individuals. Instead of tendering honest, objective advice, they ",
  "may try to please their political masters. ",
  "Two young customs officials visiting Goa check into government guest house. They get ",
  "small rooms since the guesthouse had many VIP visitors. They meet an acquaintance ",
  "from an export-import house which also owns a luxurious hotel. He offers them free ",
  "accommodation and hospitality. As they hesitate, he explains that the hotel always has a  ",
  "Solved Papers 2013-17   27.59 ",
  "few spare rooms, that it is ‘no big deal’ and that no one else would know. If the officers ",
  "accept the offer, they would be compromising their integrity. They would be availing a ",
  "valuable service though not cash.  (170 words) ",
  "(b)  Corporate   social   responsibility   makes   companies   more  profttable  and ",
  "sustainable.  Analyse.  (150 Words/10 marks) ",
  "Ans. At first sight it may seem that expenditure on corporate social responsibility will reduce a ",
  "company’s resources for reinvestment and business use, and reduce future profits. ",
  "But CSR could increase profits of a company in medium term. CSR schemes will improve ",
  "health, education, and skill development in the company’s neighborhoods. Their beneficial ",
  "impact will create synergy between the company’s operations and locally available skill set ",
  "and enterprise. Company will reap benefits of external economies which CSR thus creates. ",
  "Further, CSR programmes can reduce local poverty and improve local environment and ",
  "infrastructure. Although the initial spin off is from company to the local area, it will after ",
  "a time lag redound to the company’s advantage. It creates a harmonious setting for a ",
  "company’s working and builds trust with local people. This will reduce transaction costs ",
  "and boost profits. ",
  "Thus CSR can promote social and economic growth which increases public and private ",
  "expenditure creating greater profit making opportunities. In this manner, CSR will increase ",
  "environmental quality and company’s economic sustainability.  (168 words) ",
  "5.  (a)    “Great ambition is the passion of a great character. Those endowed with  ",
  "it may perform very good or very bad acts. All depends on the principles ",
  "which direct them.” – Napoleon Bonaparte. Stating  examples  mention ",
  "the rulers (i) who have harmed society and country, (ii) who worked for ",
  "the development of society  and country.  (150 Words/10 marks) ",
  "Ans. Great individuals who have made a mark in history are strong characters driven by great ",
  "ambition, and possessed of unmatched energy and drive. They are rigid, single minded ",
  "and hard driving in pursuing their objectives. If their aims are noble and their methods ",
  "moral and humane, their actions result in great progress. Contrarily, if their goals are base ",
  "and if their methods are cruel and inhumane, their actions bring about ruin, desolation and ",
  "enormous human misery. ",
  "Hitler was an evil dictator. Following ruthless fascist ideology, Hitler destroyed democracy ",
  "in Germany. He converted Germany into a war machine, embarked on aggressive ",
  "wars, exterminated six million Jews, ruined German culture, and brought about untold ",
  "misery. ",
  "Nehruji was a great but benign leader. He fought for national freedom and laid strong ",
  "foundations for democracy. He valued individual liberties, liberal outlook and scientific ",
  "temper. He created the institutional framework for growth of education, indigenous ",
  "science and technology. Despite his modern outlook, he encouraged national culture, ",
  "music, dance and art.  (165 words) 27.60   Ethics, Integrity & Aptitude ",
  "(b) “If a country is to be corruption free and become a nation of beautiful",
  "minds, I strongly feel there are three key societal members who can",
  "make a difference. they are father, the mother and the teacher.” ",
  "–  A.  P.   J. Abdul  Kalam. Analyse.  (150 Words/10 marks) ",
  "Ans. This quotation highlights the role of parents and teachers in moulding the morals ",
  "and character of children. Children are impressionable, and the ethical ideas they ",
  "imbibe influence them throughout life. Their moral character is formed in childhood ",
  "and early youth. This is the meaning of Wordsworth’s observation that child is the father ",
  "of man. ",
  "Teachers and parents are uniquely placed to shape the thoughts and morals of children. ",
  "Children share a strong bond of love with their parents, and are particularly receptive to ",
  "parental influence. If parents rear children in a moral environment and instill values and ",
  "virtues in them, children will become ideal citizens. ",
  "Children have a natural respect for teachers. Teachers acquaint children with natural and ",
  "social worlds. They regale children with stories, dramas, songs, poems and stirring stories ",
  "from history. They can inculcate a sense of pride and morality in children by teaching them ",
  "about our national culture and ethos. Thus parents and teachers through acculturation of ",
  "children can produce a moral citizenry.  (166   words) ",
  "6. (a)  How will you apply emotional intelligence in administrative",
  "practices? ",
  "(150 Words/10 marks) ",
  "Ans. Emotional intelligence denotes qualities which increase our self awareness and ability to ",
  "handle interpersonal relations in personal and official life. The five aspects of emotional ",
  "intelligence are: self awareness, self regulation, motivation, empathy and social skills. ",
  "Although these are an individual’s personal qualities, they can also be applied to ",
  "administrative practices. ",
  "The applications of emotional intelligence in administrative practices could be the following: ",
  "• Banishing negativism and despair",
  "• Staying focussed on the job at hand",
  "• Avoiding self preoccupation",
  "• Avoiding emotional outbursts",
  "• Listening to others and appreciating their thoughts and feelings",
  "• Taking inputs from colleagues while deciding matters or making plans",
  "• Adopting a humanistic, democratic and participatory management style",
  "• Following bottom-up rather than a top down approach in decision-making",
  "• Treating applicants and citizens courteously, considerately and genuinely addressing",
  "their problems",
  "• Designing systems and procedures which encourage initiative and innovation and",
  "avoiding rigid, mechanistic methods  (163 words)  ",
  "Solved Papers 2013-17   27.61 ",
  "(b)  Strength,  peace  and  security  are  considered  to  be  the  pillars  of ",
  "international relations. Elucidate.  (150 Words/10 marks) ",
  "Ans. The international political system comprises many sovereign, independent nations, and ",
  "UN Charter governs relations between them. It aims at maintaining peaceful and friendly ",
  "relations between nations, avoiding wars, and ensuring international security. ",
  "History has been marked by incessant wars between nations and resultant destruction and ",
  "disruptions. UN and League of Nations earlier were created to end wars and to peacefully ",
  "settle disputes between nations. Still, the scourge of war has not vanished. ",
  "The first goal of a nation’s external policy should be to protect its interests, but to avoid ",
  "wars. No society can prosper or live in comfort without internal and external peace. ",
  "Peaceful conditions should be permanent so that nations and their citizens have a sense ",
  "of lasting security. To this end, international arrangements should prevent chances of ",
  "frequent outbreaks of violence. ",
  "While this goal is desirable, no nation can neglect its defence. For, hostilities may erupt ",
  "suddenly. Hence strength, peace and security are considered the bases of a nation’s ",
  "international relations.  (163   words) ",
  "7.  (a)  The  crisis  of  ethical  values  in  modern  times  is  traced  to       a  narrow ",
  "perception of the good  life. Discuss.  (150 Words/10 marks) ",
  "Ans. Good life, as narrowly conceived, tends to be equated with riches, power, and luxurious life ",
  "styles. This is the essence of materialist and consumerist creeds. Chasing various material ",
  "pleasures becomes the goal of life. This brings an individual into conflict with a broader ",
  "conception of good life which centres on pursuit of virtue, helping others, cultivating the ",
  "mind and following philosophical, literary and artistic interests. When an individual makes ",
  "moral choices, he has to jettison alluring opportunities for material gain and pleasure. An ",
  "honest public servant has to shun the temptation of illegally making money. In sticking ",
  "to his official code, he has to forgo chances of ‘high living’ which is central to narrow ",
  "conceptions of good life. A good life in a narrow sense could mean living comfortably ",
  "without worries, strains and stresses. This could lead officers to give up principles in order ",
  "to avoid conflicts with politicians, seniors, and influential people. Thus narrow perceptions ",
  "of good life have contributed to erosion of moral values.  (166   words) ",
  "(b) Increased national wealth did not result in equitable distribution of its ",
  "beneftts. It has created only some “enclaves of modernity and prosperity ",
  "for a small minority at the cost of the majority.” Justify. ",
  "(150 Words/10 marks) ",
  "Ans. When Indian planning began in early fifties, it aimed at increasing growth by augmenting ",
  "savings/investment, creating infrastructure, by introducing modern technology, and by ",
  "promoting heavy industry. Agricultural growth was achieved by increased irrigation, ",
  "and by use of Green Revolution technology relying on hybrid seeds and fertilizer use. ",
  "As agricultural land ownership was unequal, this growth benefited the rich landlords. ",
  "Industrial growth has also disproportionately benefited industrialists (big and small), traders,  ",
  "27.62   Ethics, Integrity & Aptitude ",
  "professionals, and organized, unionized labour. To this day, most of the employment is ",
  "generated in the informal sector with low wages, insecure jobs, and non-existent labour ",
  "welfare provisions. Trickle-down theories falsely argued that benefits will gradually reach ",
  "the poor. Efforts were made from the Fourth Plan onwards to help the poor by increasing ",
  "their income by creating employment and income earning opportunities. Despite these, ",
  "many Indians are poor in terms of income, assets, HDI and general deprivation. Many ",
  "enclaves of wealth and modernity in cities like Mumbai, NRC, and Bengaluru stand out ",
  "amidst extensive poverty and deprivation.  (167   words) ",
  "8.  (a)  Discipline   generally   implies   following   the   order and  subordination. ",
  "However, it may be counter-productive for the organisation. Discuss. ",
  "(150 Words/10 marks) ",
  "Ans. Order and subordination are essential features of hierarchical bureaucratic organizations. ",
  "They are objective, impersonal and rule bound. Their structure is pyramidical with many ",
  "layers. Each level is answerable to one above it, and controls those below it. ",
  "While these create a chain of command ensuring discipline and accountability, they can ",
  "be dysfunctional. Excessive discipline saps initiative of officials. ’Discipline and punish’ ",
  "approach puts officials on guard and creates inhibitions and diffidence in them. They ",
  "would tend to follow rules, try to anticipate what bosses want, and tread along beaten ",
  "tracks in order to avoid rebukes from higher-ups. ",
  "Modern societies and markets are dynamic and innovation-driven. Innovation flourishes if ",
  "knowledge workers can work freely, spontaneously departing from routine paths and trying ",
  "new and effective tools and solutions. Their efforts should not be stymied or throttled, and ",
  "nor should failures in search of innovation be penalized. Hence, science, technology and ",
  "research areas need non hierarchical, collegial organizations where the emphasis is on ",
  "collaboration and creativity and not on control or discipline.  (167   words) ",
  "(b)  Without  commonly  shared  and  widely  entrenched  moral  values  and ",
  "obligations, neither the law, nor democratic government, nor even the ",
  "market economy will function   properly. ",
  "What do you understand by this statement? Explain with illustration in ",
  "the contemporary times.  (150 Words/10 marks) ",
  "Ans. This statement implies that no panoply of legal enactments, democratic forms or free ",
  "market structures can work effectively unless their underlying principles are accepted and ",
  "observed by people. Laws are most effective if voluntarily followed. If people are law ",
  "abiding, legal, social and economic systems will be efficient. Contracts and commercial ",
  "transactions will operate smoothly without disputes and legal hassles. An efficient legal ",
  "system has to work through obedience than enforcement. ",
  "Markets will be efficient only when economic agents obey rules. This creates a psychological- ",
  "social-institutional matrix congenial to progress.  ",
  "Solved Papers 2013-17   27.63 ",
  "Nowadays, greedy politicians run many democracies at the behest of plutocracy with little ",
  "concern for popular will or welfare. Such formal democracies lack civic engagement and ",
  "popular participation. ",
  "An example of voluntary compliance can be law conferring equal share to daughters and ",
  "sons in parental property. Although this is settled law, brothers often gang up to unfairly ",
  "deprive their sisters of their due share. Brothers often resort to frivolous litigation. Instead, ",
  "they should gracefully follow the law.  (166 words) ",
  " ",
  " SECTION B  : ANSWERS TO CASE STUDIES ",
  "9.  You are an honest and responsible civil servant. You often observe the   following: ",
  " ",
  "(a)  There is a general perception that adhering to ethical conduct one may ",
  "face difftculties to oneself and cause problems for the family, whereas ",
  "unfair practices may help to reach the career goals. ",
  "(b)  When the  number of  people  adopting  unfair  means is large,  a small ",
  "minority having a penchant towards ethical means makes no   difference. ",
  "(c)  Sticking to ethical  means is detrimental  to the larger developmental ",
  "goals ",
  "(d)  While one may not involve oneself in large unethical practices, but ",
  "giving and accepting small gifts makes the system more efftcient. ",
  "Examine the above statements with their merits and demerits. ",
  "(250 Words/20 marks) ",
  "Ans. (a) Normally, being ethical creates problems neither to an individual nor to his family. ",
  "Though corruption prevails in government bodies, the wrong doers seldom ",
  "pressurize unwilling colleagues or threaten them as in mafia gangs. If unfortunately, ",
  "one faces threats, he has to face them and seek police help. Unethical practices ",
  "hardly help in securing one’s genuine career goals. Bad eggs are soon spotted, and ",
  "ostracized. ",
  "(b)  This view is specious. Having accepted official codes as a government officer, one ",
  "should follow them. What others do is of no concern to him. He may not make a ",
  "difference by following a solitary path. This is irrelevant since he is duty bound to ",
  "observe the compact he made with government as its employee. ",
  "(c)  This argument is fallacious and rationalizes immoral behaviour. Corruption does ",
  "not promote but retards development. The fact that poor governance slows ",
  "development is accepted by World Bank and other agencies. Hence, great emphasis ",
  "is being placed on good governance. Corruption free and efficient administration ",
  "forms part of the institutional system which promotes growth.  ",
  "27.64   Ethics, Integrity & Aptitude ",
  "(d)  This view is also false. It is called ‘greasing the wheels’ justification of corruption, ",
  "and is cynical. Corruption, whether on small scale or large scale, does not improve ",
  "efficiency. It increases the difficulty of doing business, business costs and economic ",
  "inefficiency. Corrupt officials may profit, but others are demotivated in the ",
  "process.  (223   words) ",
  "10.  You are aspiring to become an IAS offtcer and you have cleared various ",
  "stages and now you have been selected for the personal interview. On the ",
  "day of the interview, on the way to the venue you saw an accident where a ",
  "mother and child who happen to be your relatives were badly injured. They ",
  "needed immediate help. ",
  "What would you have done in such a situation? Justify your action. ",
  "(250 words/20 marks) ",
  "Ans. Several parameters should govern one’s response in such a situation. If it is permissible, ",
  "one can talk to concerned officers and reschedule the interview. But this may be going well ",
  "beyond the call of duty. Success and failure depend (besides performance in examination) ",
  "on how one’s fortune plays out on a given day. Rescheduling an interview if one falls ill or ",
  "has an accident is inevitable. But in this situation, it may be tempting one’s fate. After all, ",
  "one’s life time career and dreams are at stake. ",
  "It will of course be heartless to overlook the travails of the injured. Untrained professionals ",
  "can do little to relive the distress of the injured or to treat them. The best response would ",
  "be to immediately call an ambulance or rush them to the emergency ward of a nearby ",
  "hospital. If delay is likely, one can also summon a taxi on Uber or similar service. Once the ",
  "victims are put in a taxi or an ambulance (depending on which arrives first), one can rush ",
  "to the interview venue. Obviously, one should not let go of his transport. Simultaneously, ",
  "one can alert the family members of the accident victims so that they can rush to the site ",
  "or to the hospital where the victims are headed. ",
  "Normally, candidates plan to reach the interview venue well before time. So, sufficient time ",
  "will be available to the candidate for reaching the venue even after making arrangements ",
  "for shifting the injured to the hospital. In this way, he would do whatever he could under ",
  "the circumstances, and also attend the interview on time.  (266   words) ",
  "11.  You are the head of the Human Resources department  of  an  organisation. ",
  "One  day  one  of  the  workers  died  on  duty.  His  family  was  demanding ",
  "compensation. However, the company denied compensation because it was ",
  "revealed in investigation that he was drunk at the time of the accident. The ",
  "workers of  the  company  went to strike  demanding compensation for  the ",
  "family of the deceased. The Chairman of the management board has asked    ",
  "for  your recommendation.  ",
  "Solved Papers 2013-17   27.65 ",
  "What recommendation would you provide the   management? ",
  " ",
  "Discuss the merits and demerits of each of the recommendations. (250 Words, 20) ",
  "Ans. It seems that the death was due to an accident. The company denied compensation ",
  "because the deceased worker was drunk when the accident occurred. Obviously, rules for ",
  "compensation for accidental death stipulate that workers will be ineligible to compensation ",
  "if they are drunk while on duty. One alternative will be to go by the policy and deny ",
  "compensation following the company’s earlier decision. This will be harsh, and will ",
  "displease workers. ",
  "It may be worthwhile to consider whether the accident can be attributed wholly to the ",
  "drunken state of the worker or whether other factors were also at play. Normally, it is ",
  "presumed that intoxication makes a worker lose his normal caution. This may heighten ",
  "risk of accident. But independent of the worker’s carelessness, the job may have carried ",
  "risk factors. These predisposing conditions for accident could have been present. In their ",
  "absence, the worker’s intoxication would not have been a causative factor. These would ",
  "be mitigating factors and warrant payment to the deceased worker. ",
  "In accidents involving fatalities, it is better to avoid playing strictly by the rule book. Many ",
  "provisions are added to rules to ensure discipline in work environment. In a normal ",
  "situation, if unruly workers violate work place discipline, they can be penalized. But a ",
  "worker’s death is a tragic incident. In that situation, throwing rule book at his surviving ",
  "family members in order to deprive them of compensation seems heartless. No great ",
  "expense will be involved and such events will be rare. In this case, the HR manager should ",
  "recommend payment of compensation to the deceased worker’s family.  (262 words) ",
  "12.  You are the manager of a spare parts company A and you have to negotiate ",
  "a deal with the manager of a large manufacturing company B. The deal is ",
  "highly competitive and sealing the deal is critical for your company. The deal ",
  "is being worked out over a dinner. After dinner the manager of manufacturing ",
  "company B offered to drop you to the hotel in his car. On the way to hotel  ",
  "he happens to hit motorcycle injuring the motorcyclist badly. You know the ",
  "manager was driving fast and thus lost control. The law enforcement offtcer ",
  "comes to investigate the issue and you are the sole eyewitness to it. Knowing ",
  "the strict laws pertaining to road accidents you are aware that your honest ",
  "account of the incident would lead to the prosecution of the manager and ",
  "as a consequence the deal is likely to be jeopardised, which is of immense ",
  "importance to your company. ",
  "What are the  dilemmas  you  face?  What  will  be  your  response  to  the  ",
  "situation?  (250 words/20 marks) ",
  "Ans. In this case, the spare parts manager (SPM) is in an awkward situation. He witnessed an ",
  "accident caused by manager of manufacturing company B (MMB) with whom he hopes to  ",
  "27.66   Ethics, Integrity & Aptitude ",
  "conclude an important sales contract. Essentially, SPM has only two alternatives. He can ",
  "give false evidence and protect MMB. If he does so, the lucrative contract for his company ",
  "may not be jeopardized. This is on the assumption that there are no other competitors, and ",
  "that the contract is almost in the bag. If the contract materializes, his company will gain ",
  "financially. Perhaps he will also strengthen his position in the company. ",
  "But should he do so? From an ethical and legal point of view, the answer is a loud ‘no’. ",
  "It is true that the stakes are high for SPM and his company. MMB was also nice to him ",
  "and was giving him a ride to the hotel. But these considerations do not alter the ethical ",
  "or legal aspects of the matter. MMB was guilty of negligent driving. Apparently his fast ",
  "driving led to the accident. He is guilty of not only a moral offence (callously and recklessly ",
  "endangering others) but also of a legal offence. SPM cannot morally condone MMB’s ",
  "action which caused the accident. In fact, it is simply a crime. As an eyewitness, SPM has ",
  "to depose truthfully. Otherwise, he will be guilty of perjury. He may land in soup if there ",
  "is a CCTV camera near accident site. He should make his stand clear, and advise MMB ",
  "to hire competent lawyers and hope for the best in the court.  (264   words) ",
  "13.  A  building  permitted  for  three  floors,  while  being  extended  illegally  to       ",
  "6 floors by a builder,  collapses.  As  a  consequence,  a number of innocent ",
  "labourers including women and children died. These labourers are migrants ",
  "of different places. The government immediately announced  cash  relief  to ",
  "the aggrieved families and arrested the   builder. ",
  "Give reasons for such incidents taking place across the country. Suggest ",
  "measures to prevent  their occurrence.  (250 words/20 marks) ",
  "Ans. The accident involves three issues. First, the construction leading to the accident is illegal. ",
  "Secondly, it points to need for adopting strict safety measures in multi-storey building ",
  "construction. Thirdly, women and children were part of the labour working on the site. ",
  "Employing Children as labour is illegal. It also doubtful whether women workers can be ",
  "employed in such risky construction work. ",
  "The main reasons for accidents at construction sites could be the following: ",
  "•  Illegal nature of the construction because of which the building plans are not ",
  "scrutinized by competent authorities from safety angle ",
  "•  Lack of vetting by architects for incorporating necessary safety features ",
  "•  Use of shoddy building materials ",
  "•  Improper construction designs ",
  "•  Failure of builders to ensure that workers follow safety drills during construction ",
  "•  Failure to supply safety gear to workers and enforce their use during construction ",
  "•  Employment of untrained and inexperienced women and child labour ",
  "•  Absence of qualified engineers with contractors ",
  "•  Absence of qualified supervisors and engineers at work sites  ",
  "Solved Papers 2013-17   27.67 ",
  "The remedial measures consist largely of preventing the reasons (outlined previously) ",
  "leading to accidents. In particular, the municipal authorities could adopt the following ",
  "steps: ",
  "•  Introducing a system of registering contractors to verify their technical competence ",
  "•  Ensuring that contractors employ or use services of engineers and architects ",
  "•  Strict enforcement of prohibition on employing children ",
  "•  Keeping women away from harm’s way at construction sites ",
  "•  Strictly monitoring on-going building activities to prevent unauthorized  construction ",
  "•  Demolishing unauthorized and/or dangerous structures ",
  "•  Creating  public awareness in order to ensure that people buy only authorised ",
  "buildings/flats  (267   words) ",
  "14.  You are a Public Information Offtcer (PIO) in a government department. You ",
  "are aware that the RTI Act 2005 envisages transparency and accountability ",
  "in administration. The act has functioned as a check on the supposedly ",
  "arbitrarily administrative behaviour and actions. However, as a PIO you ",
  "have observed that there are citizens who ftled RTI applications not for ",
  "themselves but on behalf of such stakeholders who purportedly want to have ",
  "access to information to further their own interests. At the same time there ",
  "are these RTI activists who routinely ftle RTI applications and attempt to ",
  "extort money from the decision makers. This type of RTI activism has affected ",
  "the functioning of the administration adversely and also possibly jeopardises ",
  "the genuineness of the applications which are essentially aimed at getting ",
  "justice. ",
  "What measures would you suggest to separate genuine and non-genuine ",
  "applications? Give merits and demerits of your suggestions. ",
  "(250 words/20 marks) ",
  "Ans.  Following suggestions can help in separating genuine and spurious RTI applications. ",
  "The applicant seeking information should disclose his personal interest in it. Most ",
  "applications will then be about personal grievance or injustice. This will rule out omnibus ",
  "applications for information. Activists will oppose this in principle; it may prevent genuine ",
  "researchers from obtaining unpublished information; and it may frustrate public spirited ",
  "individuals or bodies wishing to expose government’s wrong doing. But they may be asked ",
  "to indicate how that information will serve public interest. ",
  "If a PIO believes that an application is for any ulterior purpose or to settle personal scores, ",
  "he should have power to reject it after recording reasons. PIOs can err or misuse the ",
  "provision, but his action can be corrected in appeal. 27.68   Ethics, Integrity & Aptitude ",
  "Departments may with minister’s approval prepare lists of meddlesome and cantankerous ",
  "individuals who flood government offices with frivolous applications. This list should ",
  "include individuals who act as ‘fronts’ to various interests. It may seem like silencing ",
  "activists, but high level decisions are likely to be bonafide. ",
  "Service matters of government, local body, and PSU employees should be excluded from ",
  "RTI Act. They can approach their grievance redressal authorities. Government servants ",
  "should not have information seeking rights under RTI Act. This may create right to ",
  "equality issues. But RTI is meant for common suffering citizens and not for government ",
  "employees. ",
  "Applicants should indicate whether they have approached concerned agencies about their ",
  "problems. If competent authorities have disposed of the matter, applicant should seek legal ",
  "remedies. ",
  "RTI interpretations should not extend its scope beyond current law. ",
  "Above suggestions require change in RTI Act.  (267 words)"
]