[
  "C h a p t e r.25 ",
  "Case Studies ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "Strategy for Solution of Case Studies ",
  "A careful reader of this book must have recognised that taking an ethically correct decision is a ",
  "challenge in itself. Of course, there is no denying that most moral decisions men make, are simple ",
  "and straightforward. They are based on common school copy book maxims such as, “Always tell ",
  "truth”, “Be kind to animals”, “Be non-violent”, and “Treat others with kindness and consideration”. If ",
  "human morality depended on elaborate intellectual analysis, there would be little scope for common ",
  "human decency. But men generally, behave decently though they lack formal tutoring in ethics. ",
  "However, at times the course of morality becomes muddied. Men and women face situations ",
  "in which moral decisions are neither apparent nor clear cut. Moral decision making then ceases to ",
  "be a simple matter. There are a wide variety of considerations to take into account and often the ",
  "guiding principles do not completely accord with one other. When the applicable standards are ",
  "equally valid, the moral agent faces a dilemma. As we discussed earlier, the moral agent then has ",
  "to pursue what appears to him as the primary duty. Although ethical dilemmas are interesting areas ",
  "of ethical discussion, they are not that common in one’s official, social and personal life. They crop ",
  "up in exceptional circumstances. ",
  "The more common situation is that a moral agent’s moral principles and his other life goals ",
  "come into conflict. This may be described as the clash between one’s morality and one’s desire ",
  "for material advancement or personal advantage. Thus, the broad set of objectives and principles ",
  "which a moral agent chooses for himself may lack internal harmony. As a consequence, his moral ",
  "principles and material objectives often pull in opposite directions. An individual’s moral strength ",
  "is put to the toughest test when he has to reconcile between principles and objectives which his ",
  "personal goals dictate such as material comfort, wealth and power. We are not suggesting that such ",
  "objectives are not worth pursuing. However, the means of realising these objectives ethically matter ",
  "a lot – and that is the crux in ethical choices.  ",
  "25.2   Ethics, Integrity & Aptitude ",
  "Because of the above factors and some others we mention below, things tend to become unclear ",
  "or complicated in work situations especially in civil services and corporate management. People ",
  "may find themselves surrounded by troubling circumstances from all around. They have to contain, ",
  "harmonise and manage numerous internal mental conflicts. At the basic level, officials seek career ",
  "progression in order to satisfy their self-actualisation needs and ensure economic sustenance for ",
  "family. This is a legitimate aspiration. On the other end, giving wings to greed and fast track career ",
  "climb at a price of doing wrong things, is an ever present temptation. ",
  "So far, we have mentioned two issues: one concerns ethical dilemmas; and the other is the risk of ",
  "sacrificing morality in pursuit of self-interest. Morality may be overlooked not only because of selfish ",
  "interests but also due to other reasons. One may lack adequate knowledge of moral principles. But ",
  "this is not an excuse which can be condoned in civil servants. They can be imparted moral training ",
  "and encouraged to increase their moral sensitivity. At times, even experienced public officials may ",
  "fail to recognise the moral dimensions of a situation. Hence, officials have to hone their skills in this ",
  "area. ",
  "In any situation, officials have to look for a choice which satisfies the requirements of fair play, ",
  "equity and justice. Prejudice, bias, malice, and other vices should not come into play. Officials are ",
  "motivated not only by greed or power. Often, they abandon the correct path due to cowardice. They ",
  "may look to their personal advantage and avoid rubbing their political or administrative bosses on ",
  "the wrong side. They may fail to show courage of conviction. Officials sometimes act arbitrarily or ",
  "abuse their office. They may overreact to small violations which common people may make. They ",
  "may fail to show a sense of proportion in handling matters. They may be insensitive to the problems ",
  "of the poor and the weak. ",
  "What we have narrated above may be the context of cases that will surface in the examination ",
  "situation. To discuss these cases, a systematic approach is very essential. In the case studies in ",
  "previous chapters you would have noticed how we analysed a situation taking different perspectives. ",
  "To an extent, it is difficult to give a framework for analysis which will be universally applicable since ",
  "ethical issues are mostly case-specific. Nevertheless, we will attempt to outline a framework which ",
  "will help you to think in an organised manner and respond quickly in an examination situation. ",
  "We are conscious that the step we are taking may appear to be an over simplification; we are doing ",
  "this not on the basis of rigorous intellectual standards but only with a view to provide a tool to help ",
  "thinking in practice and particularly in the examination hall. ",
  "Two Types of Cases ",
  "Cases can be divided into two broad types. The first type consists of cases which confront an individual ",
  "who has no position of authority or official obligation. This is the situation of every human being ",
  "who is called upon to decide upon a course of action in a given situation and the situation is not ",
  "linked with any office or position of authority. The second categroy of cases results from official ",
  "environment. Here the ethical decision maker is not merely an individual (often called moral agent in ",
  "Ethics) but has an official duty cast upon him. Clearly, the second type of situation is more complex ",
  "because there is a call of duty to be answered in addition to one’s moral inclinations. Professional ",
  "duty brings more matters into consideration than private moral behaviour.  ",
  "Case Studies    25.3 ",
  "Test of Ethical Soundness of an Action ",
  "Social Situation ",
  "As a social being, you have to take the following steps for analyzing any decision choice. First examine, ",
  "whether the suggested decision or the decision which comes to your mind is legal at all. You do not ",
  "need a great deal of expertise in law to understand what kinds of acts are illegal. Punishable offences ",
  "under IPC are well known – murder, injury to other persons, rape, cheating, misappropriation and ",
  "fraud, etc. fall in this class. It is unlikely that any suggested alternative in examinations will present ",
  "any of these. There are other kinds of laws too: laws pertaining to prohibition, smuggling, taking ",
  "of dowry, dealing in drugs and the like. These matters are commonly understood and do not need ",
  "elaboration. Laws of a sovereign have ethical sanction in the context of that society. No doubt what ",
  "is illegal in one country may occasionally be legal in another country. But you have to imagine the ",
  "context of the particular situation which is country specific. Unless you are specifically called upon ",
  "to discuss legitimacy of the law itself, the rule is straightforward: Follow the Law of the Land. Thus, ",
  "any course of action that suggests or implies transgression of law is unethical in the context of that ",
  "state or location. ",
  "Thus, though enjoying a mug of beer in any season is normal in Germany, in Gujarat even ",
  "in summer one cannot do that without a permit. The sanction in Gujarat is strictly speaking not ",
  "derived from purely ethical canons, but from a perception of public good or well-being in Gujarat ",
  "society. By an extension of the notion of what is good or bad, the restriction becomes a binding ",
  "principle so long as one resides within the state. Since law is mandatory, there is no practical sense ",
  "in questioning its legitimacy – though such questions may be perfectly legitimate in academic or ",
  "intellectual contexts. ",
  "After this test of legal conformity is cleared, one enters a more complex domain where guiding ",
  "principles come from two powerful and potent sources. The first source undoubtedly is ethics, and ",
  "the second consists of all manner of cultural norms including religion. While reading this book you ",
  "have acquainted yourself with the various approaches or guidelines to test the ethical soundness of ",
  "an action. To repeat: these tests follow the tracks of utilitarianism, deontology, virtue ethics, and all ",
  "the deeply ingrained universal values such as truthfulness, compassion, and empathy among others. ",
  "Our general approach is that if an action clears the talisman of morality it should be acceptable. ",
  "Whether such an action complies with cultural guidance or norms is a secondary consideration. If ",
  "it does so much the better; if it does not, the ethical consideration would prevail. In short, cultural ",
  "norms yield to ethics in case of conflict between the two. ",
  "Let us give a simple example. In all societies that we know, there is a last rites custom to pay ",
  "respects to the deceased. Customs differ, but generally speaking, friends and close relatives (often ",
  "only male members) accompany the mortal remains of the departed soul to the cremation ground ",
  "whatever be the method of cremation. Consider the case of a socially reputed but an ordinary ",
  "business person X. X is passing through a bad patch and has suffered substantial loss in his business ",
  "recently. On top of it, he has just lost his wife. To make things more difficult for him, he has two ",
  "marriageable daughters and the marriage of the elder daughter has been fixed and he has to ",
  "prepare for it socially and financially. X comes from a conservative Bengali Hindu family wherein ",
  "according to custom the family not only performs last rites, but also has to do a Shraddha (a manner ",
  "of religious prayer cum ceremonial offerings to Gods) followed by a feast for at least all those who  ",
  "25.4   Ethics, Integrity & Aptitude ",
  "had paid last respects to the departed. X is in a fix; if he spends money for elaborate Shraddha and ",
  "feast, his financial condition will be further weakened. However, skipping the practice is not easy ",
  "because social convention does not enjoin non-compliance. If he does skip many friends and family ",
  "members will be talking unpleasant things behind his back. On the other hand, social compliance ",
  "will compel him to take loans for daughter’s marriage. So X is in a dilemma. ",
  "Clearly, skipping feast and scaling down Shraddha ceremony is ethically permissible. In fact, ",
  "taking loan for daughter’s marriage may later exhaust his bankability to finance his business thus, ",
  "jeopardising his livelihood. As a father he has ethical responsibility to his family. Thus, an ethical ",
  "course of action would be to do Shraddha at the minimal level and skip feast altogether. However, ",
  "he should address the perception issue of society by talking honestly to good friends and family ",
  "members and only hope they would understand and sympathise. ",
  "Now we have come to a stage where we can describe the tests of moral action in a logical scheme, ",
  "which you can use in most situations. To appreciate the scheme you may have a look at the flow ",
  "diagram below. ",
  "Test of Ethical Soundness of an Action – Social Situation ",
  " ",
  "  Legally valid proposed action ",
  " ",
  " ",
  " ",
  "  No  Rule it out ",
  "  Is the action ",
  "consistent with ",
  "Yes ",
  "professional ",
  "code?     ",
  "  No    Rule it out ",
  " ",
  "   ",
  "  Is it ",
  "Ethical? ",
  "Yes ",
  "   ",
  " ",
  " ",
  " ",
  "  Yes  Permissible ",
  "   ",
  "  Does it conform ",
  "  to societal ",
  "expectation ?  No ",
  "   ",
  " ",
  " ",
  " ",
  "  Yes    Permissible ",
  " ",
  "   ",
  "Is it possible ",
  "  Accept but ",
  "to harmonise ",
  "try & ",
  "it with societal  No   ",
  "expectation?    reduce ",
  "  discord  ",
  "Case Studies    25.5 ",
  "The diagram tells you to make the proposed action pass through the sequential tests in the ",
  "cylindrical test rooms so to say. Each test asks a straightforward question which is already written ",
  "there. After each test, there are two outcomes ‘yes’ or ‘no’. You begin at the top and sequentially go ",
  "down. If the first test throws up ‘no’ answer i.e. the proposed action is not legal, you have to simply ",
  "rule out that action. If the test yields ‘yes’ result, then you go down for the next test and so on. At ",
  "the end, you will always get an answer. ",
  "Now in essay type examination, two types of possibilities arise. First, the answer choice is given ",
  "in black and white and the examinee has no flexibility. In that situation, in case of conflict between ",
  "ethical principles and cultural practice, the first dominates. One has to choose answer on that basis. ",
  "However, if the examinee has flexibility in selecting or modifying the answer choice he/she should ",
  "try to select a course of action where the conflict is narrowed in scope or severity. Like in the given ",
  "example, Mr. X should explain in advance to family members and close friends why he is compelled ",
  "to scale down Shraddha ceremony. ",
  "Test of Ethical Soundness of An Action ",
  "Professional Situation ",
  "Now let us turn to the category of situations where the decision maker holds some position of power ",
  "or control over others. This does not mean that the moral agent we are thinking is necessarily a civil ",
  "servant or a corporate manger. He can be a doctor or nurse as well because they have some measure ",
  "of influence and control on the behaviour of patients. The applicable professional code depends ",
  "on the profession and policy of the institution in which the moral agent is working. In the case of ",
  "government servant in India, there are codes made by both the Central and state governments. The ",
  "spirit and the flavour of the codes whether made by the government of India or a state government ",
  "run parallel and so do the important principles; they differ in respect of minor operational details. ",
  "These details are not relevant from the standpoint of civil services examination. ",
  "Similarly, corporate managers also follow the codes determined by the respective company. ",
  "Those codes, though may differ from one company to another, share common values which are ",
  "ethical in nature such as courage, trust, teamwork, commitment, integrity and so forth. Code of ",
  "a company may lay special emphasis on sharing sensitive information so that information having ",
  "commercial potential is not lost to competition. Code may elaborate on sexual harassment also. We ",
  "hope you get the theme and an appreciation of what a code generally stipulates. ",
  "We shall describe this class of cases where the decision maker has some measure of influence, ",
  "control, or authority over others as professional situation. Now let us see how the test will progress ",
  "in case of a professional moral agent. As previously made out, here also the first test is whether the ",
  "contemplated action is legally permissible or not. For ‘no’ outcome the moral agent shall not proceed ",
  "with execution of contemplated action. If test result is ‘yes’, then he/she should go for further filtration ",
  "or the sequential next tests. To keep the diagram simpler, here we begin with a proposed course of ",
  "action which is legally permissible. ",
  "The next test as shown below will be whether the proposed action is in conformity with ",
  "professional code. The flow diagram will be identical after that stage. In other words, when the ",
  "proposed action, besides being legal, is also consistent with professional code, the next question to ",
  "test will be whether the action is likely to be valid from the standpoint of ethical considerations. In  ",
  "25.6   Ethics, Integrity & Aptitude ",
  "other words after ‘professional codes’ test, next two stages are similar to the process adopted for ",
  "social situation. ",
  "Test of Ethical Soundness of an Action – Professional Situation ",
  " ",
  "  Legally valid proposed action ",
  " ",
  " ",
  " ",
  "No  Rule it out ",
  " ",
  "Is the action ",
  "consistent with ",
  "Yes ",
  "professional ",
  "code?     ",
  "  No    Rule it out ",
  " ",
  "   ",
  "  Is it ",
  "Ethical? ",
  "Yes ",
  "   ",
  "   ",
  " ",
  "  Yes  Permissible ",
  "   ",
  "  Does it conform ",
  "to societal ",
  "expectation ?  No ",
  "   ",
  "   ",
  " ",
  "  Yes   Permissible ",
  " ",
  "   ",
  "Is it possible ",
  "to harmonise    Accept but ",
  "it with societal  No    try & ",
  "expectation?    reduce ",
  "  discord ",
  " ",
  "Before we conclude this discussion a we would like to mention that there are situations when ",
  "the professional etiquette and cultural/religious norms can come in conflict. Professional code will ",
  "dominate in such situation. However, a conscientious professional sometimes get over this conflict in ",
  "a smart way as the following illustration will demonstrate. Like most cases in this book, this illustration ",
  "mirrors a real life episode. ",
  "Jainul Haq is a middle level IAS officer of excellent standing in a state that has a strong current of ",
  "Hindutva. Tapping into that popular sentiment to build political capital, the chief minister of the state ",
  "has brought in direct or indirect participation of the government in celebration of Hindu festivals. ",
  "He has also marketed the festivities as a prominent cultural event nationally and internationally. In ",
  "one particular festival, there are substantial cultural components interlaced with religious symbolism ",
  "and prayer. The people of the state enjoy these celebrations hugely. ",
  "In this particular festival, at the end of inauguration ceremony, there is a prayer called aarti for ",
  "mother goddess. During aarti the entire audience, including ministers and top brass of administration,  ",
  "Case Studies    25.7 ",
  "stand up respectfully holding a lit lamp on a plate and executing traditional yet simple hand ",
  "movements making the aarti a grand public event. The invitations to attend the ceremony go to all ",
  "the IAS officers, MLAs, MPs and who’s who of the city. In this milieu, Jainul’s position is a bit tricky, ",
  "as his religion does not permit doing aarti before any image or idol. At the same time the general ",
  "etiquette in public service is that officers do not absent themselves when the CM and his ministerial ",
  "colleagues and senior officers are present. ",
  "Jainul can, of course, skip this celebration all together, and he cannot be called to explain his ",
  "absence. Service rules will be in his favour in such situation. However, he reconciles the opposite ",
  "pulls in his unique way. He would attend to the celebration punctually, and when aarti starts, he and ",
  "his spouse will respectfully stand up with others but not do the actual aarti and, in fact, they would ",
  "not take the lamp at all. No wonder, he is popular with both his official colleagues and political ",
  "bosses. ",
  "I hope you get the strategy we have just elaborated. Happy reading of the cases that follow! ",
  " ",
  "Case Studies ",
  " ",
  " CASE 1      Gift for Sister’s Marriage ",
  "T.N. Reddy, Municipal commissioner, is in a momentary dilemma. Hailing from a poor but cultured ",
  "family in Srikakulam District, he came out with flying colours in M.Sc. Psychology from Osmania ",
  "University and joined the IAS after post-graduation. Over the years, he has built reputation for ",
  "efficiency and integrity. ",
  "This morning one Amarchand, a successful builder, just called on him at his official residence. Mr. ",
  "Reddy had met Amarchand on the occasion of inauguration of a school for the visually challenged ",
  "which Amarchand had financed fully. In the inaugural function, Amarchand had sought Mr. ",
  "Reddy’s permission to meet [him] at home to talk about other socially useful charitable projects he ",
  "was organising and funding. ",
  "This morning Amarchand did talk about a number of projects to which his total donation in ",
  "aggregate would not be less than 20 crore rupees. While narrating all these, Amarchand profusely ",
  "thanked Reddy for timely clearance of his “Epitome” commercial complex in the heart of Business ",
  "district of state capital which he said was the only one he could get cleared without having to meet the ",
  "Municipal Commissioner. At the end of the meeting while preparing to leave, Amarchand mentioned ",
  "that he had come to know of the marriage of Reddy’s sister slated next month and requested Reddy ",
  "to accept a small token of appreciation. Reddy said “No, thanks”, but Amarchand swiftly went to ",
  "his parked car and returned with a jewel box and put it on the table with folded hands and slightly ",
  "bent posture. ",
  "His sister’s marriage has been a matter of financial concern for Reddy for he did not have ",
  "enough savings. The still prevalent evil of dowry in his community added to his anxiety. Given his ",
  "reputation, Reddy never expected to receive such expensive gift from a builder, and so for a few ",
  "seconds, he seemed to be at a loss as to how to deal with this situation.  ",
  "25.8   Ethics, Integrity & Aptitude ",
  "Question ",
  "In the above narrated situation, what should Reddy do? ",
  "1.  He should abuse Amarchand, throw the jewel box at him, and ask him to leave his residence. ",
  "2.  He should ask Amarchand to take a seat, proceed to another room, inform Anti-Corruption ",
  "Bureau (ACB), and get Amarchand arrested. ",
  "3.  He should keep the gift, and try to return to Amarchand its cash equivalent later whenever ",
  "he can ",
  "4.  He should tell Amarchand that conduct rules prohibit officers from accepting expensive ",
  "gifts, and immediately hand over the jewel box to Amarchand. ",
  " ",
  "Discussion ",
  "The course of action in this case (and similar others) is quite clear. Reddy cannot accept the gift ",
  "under the prescribed codes of civil service conduct. As this position is very clear, he should reject ",
  "the gift outright. This is what may be called an open and shut case which admits of no ambiguity. ",
  "No second thoughts can be entertained in matters of this nature. Reddy does not face any dilemma. ",
  "Hence (4) is the answer. ",
  "What are the reasons for excluding the other alternatives? In (1), the behaviour of Reddy would ",
  "be crude. As a senior officer, he should behave with dignity and composure. Although Amarchand’s ",
  "conduct is reprehensible (in offering the thinly disguised bribe for what he thought was a favour), ",
  "Reddy should behave calmly and refrain from uncouth conduct. ",
  "As for (2), Reddy would be within his rights to put ACB onto to Amarchand. Some people ",
  "would argue that Amarchand is guilty of an offence and that Reddy would have to alert ACB to ",
  "take cognizance of it. But in the ordinary course of affairs, this response would be excessive. Further, ",
  "Amarchand is showing his (misguided sense of) gratitude to Reddy. There is no specific transaction ",
  "for which the gift is offered as a bribe. ",
  "The third option is a tricky one. It will be a way of rationalizing an action which is ab initio ",
  "inadmissible. It is patently wrong. Although Reddy may have good intention of returning the gift in ",
  "the form of cash, with passage of time, he is likely to forget about it. He will be stepping on morally ",
  "slippery ground. It will gradually lead him more and more into morally dubious acts. ",
  " ",
  " CASE 2      Lying to Please ",
  "Mr. Raghavan had indeed a pleasant surprise in his bathroom. He just heard daughter Suchitra ",
  "shouting “Achan, I am at home.” Mr. Raghavan, a philosophy professor, retired last year and is ",
  "presently settled in Cochin. ",
  "He has a small family of his wife Sujatha, daughter Suchitra and his son Madhavan. Twenty- ",
  "five year old Madhavan, the elder of the two children, is working in USA. He has come home on ",
  "a vacation. Suchitra is a Post Graduate student in Delhi. Mr. Raghavan had no inkling that Suchitra ",
  "would arrive that morning; it was a surprise to him. ",
  "He was in fact expecting a friend of Madhavan to join them for breakfast. A couple of days ",
  "back Madhavan had told his father that one of his friends could be visiting them during this vacation. ",
  "Madhavan had already told his mother that his friend is a vegetarian, does not like eggs and prefers  ",
  "Case Studies    25.9 ",
  "a particular type of Rasam and Idli. Sujatha had instantly commented that Madhavan’s sister also ",
  "likes that particular Rasam. ",
  "That Friday was Eid day and the first of a long weekend of three holidays in a row for Suchitra. ",
  "In the morning, Madhavan had accompanied the driver in the family car to receive his friend and ",
  "the family was expecting a friend of Madhavan to come at home for breakfast. ",
  "Generally, when the daughter visits home, Raghavan buys air-tickets, as he always knows in ",
  "advance about her programme. This time Madhavan had purchased air-ticket for Suchitra’s trip ",
  "from his own funds. He made up a false story about his friend visiting Cochin in connection with ",
  "his work. The whole idea of Madhavan was to give a pleasant surprise to the family by creating a ",
  "dramatic situation. ",
  "Question ",
  "Notwithstanding Madhavan’s desire to gift his sister a costly trip to home and create a pleasant ",
  "surprise to parents, he had fabricated lies to make an appearance as if his university classmate was ",
  "to visit his home. How should Mr. Raghavan respond to his son’s harmless falsehood? ",
  "1.  He should express his displeasure to Madhavan and reprimand him severely. ",
  "2.  He should just ignore the whole incident as of no consequence. ",
  "3.  He should tell Madhavan gently to avoid all forms of lies, even harmless ones, in future. ",
  "4.  He should give Madhavan a long lecture on how philosophers analyse the virtue of truth telling ",
  " ",
  "Discussion ",
  "In the situation outlined above, one needs to look at four aspects. The basic issue is that Madhavan ",
  "told a lie in order to create a pleasant situation within the family. His lie is completely harmless and ",
  "intended to increase the feeling of happiness in the family. There is a second issue which involves ",
  "a parent’s duty to morally guide his children---though Madhavan is an adult. The third question has ",
  "to do with whether and how Mr. Raghavan should express his feelings and reaction to the incident. ",
  "This will involve communication method and appreciation of human psychology. Finally, Mr. ",
  "Raghavan should show a sense of proportion about the matter. If we consider all these issues, (3) ",
  "will be the correct course of action. ",
  "Getting angry over the matter and reprimanding will obviously be an overreaction. In any ",
  "case, no parent will get annoyed over such a matter. The principle of truth telling should not be ",
  "escalated to an absolutely high level in innocent matters of common family life. At the same time, ",
  "Mr. Raghavan should not altogether ignore Madhavan’s falsehood. Lies have to be avoided whether ",
  "in important or trivial matters. Since Madhavan is in a foreign land, he needs to avoid all forms of ",
  "improper conduct. It will be best if Mr. Raghavan mildly tells his son to avoid lies even in small ",
  "and apparently inconsequential matters. Finally, no useful purpose will be served by giving a long ",
  "philosophical lecture on truth. This is a matter of applying ethical principles in an ordinary family ",
  "situation. ",
  " CASE 3      Reflections on Power of Words ",
  "Balbir had been soft spoken and sober unlike many of his loud classmates in Chandigarh. Few ",
  "would have believed that he could opt for an IPS career. He is currently posted as District SP in a  ",
  "25.10   Ethics, Integrity & Aptitude ",
  "coastal district with rich lime stone deposits, sanctuary and port facilities. Good infrastructure for ",
  "coastal transport and lime stone mines had accelerated industrialization in this and a neighbouring ",
  "district, generating good deal of environmental activism as response. ",
  "Last ten years have witnessed the phenomenal rise of one time school dropout Baldeo ",
  "Patil – popularly called ‘Patilboss’ in the district. Baldeo failed twice in XIIth standard and thereafter ",
  "dabbled in Panchayat politics of the district. Quickly learning the fundamentals of environmental ",
  "laws from his lawyer uncle, he specialized in finding out minor technical and substantial violations ",
  "of environmental laws by mines and industrial units. Profusely using RTI to his advantage, he ",
  "could nail most of the mines and industries compelling them to pay a ‘Monthly Instalment of Lakhs ",
  "of Rupees’. Occasionally, when specific units have shown audacity to challenge his authority he ",
  "would drag them to different courts and stall their projects. But the courts and law have not been ",
  "the only tools of Baldeo. For the last two years he has developed muscle power and often resorted ",
  "to obstructionist agitation against miners and cement producers for extortion. Frequently, he has ",
  "indulged in war of words with police and executive magistrates. Once he had even threatened the ",
  "DSP that his career may be in jeopardy if he tried “to keep peace at the cost of common people”. ",
  "Common people of course meant his henchmen and associates. ",
  "Five days ago Baldeo started an agitation against a miner on some alleged violation of ",
  "environmental law which High Court decided in favour of the miner. Baldeo and his men stopped ",
  "truck movement of this miner now and then. After two days of agitation which paralysed operations ",
  "of mines, Police HQ asked Mr. Balbir Singh to clear the road block. ",
  "This morning Balbir had briefed his Dy. SP and team of Police Inspectors on how to address ",
  "this problem. He had told them “To teach Baldeo a lesson as he has crossed all limits”. On reaching ",
  "the spot, police had faced a severe public order problem while clearing road block. Baldeo had ",
  "slapped a PI and seeing this policeman shot at Baldeo and he succumbed to the injury. Some more ",
  "were injured in police firing. The area became tense. ",
  "Question ",
  "How can one evaluate the situation leading to firing by police? ",
  "1.  DSP should not have used the expression ‘teach him a lesson” while briefing the police. ",
  "2.  Baldeo was an anti-social and no tears need be shed over his death. ",
  "3.  Such incidents sometimes occur in law and order situations. ",
  "4.  The police man was gravely provoked when Baldeo slapped a police inspector. ",
  " ",
  "Discussion ",
  "The central issue involved relates to use of force by police to control violence and lift the road ",
  "blockade. Use of force is justified to some extent. But minimal force should be used so as to effectively ",
  "eliminate or thwart the imminent threat. Seen in that light one has to evaluate the conduct of Baldeo ",
  "and his supporters at the scene of the event. Were they armed and close to attacking police? This ",
  "does not seem to be the case. Or is it just the case that arrogant Baldeo lost self-control and slapped ",
  "a police officer? This is what seems to have happened. This conduct even without anything more is ",
  "criminal and deserves punishment. But it will not justify firing to kill Baldeo.  ",
  "Case Studies    25.11 ",
  "Based on the above analysis, the alternatives (2) and (3) have to be rejected. Although Baldeo ",
  "is an anti-social, he has to be brought to book through legal means. Any punishment meted out to ",
  "him has to be legal and based on a court’s order. The incident resulting in death is unfortunate, and ",
  "such incidents have to be avoided even in difficult law and order situations. ",
  "It is true that Baldeo’s action of slapping a police inspector was provocative. But the police man’s ",
  "reaction was excessive. He need not have shot Baldeo, but he could have apprehended and dealt ",
  "with Baldeo in other ways. ",
  "But was Balbir’s briefing of policemen with the comment of teaching a lesson appropriate? It ",
  "is difficult to judge that comment in isolation without considering the overall demeanour of Balbir. ",
  "Police men who have to handle many criminals day in and out often use much stronger and filthy ",
  "language. But then, Balbir is the head of the District Police organization. The same words spoken by ",
  "a constable and the head of the District Police would have different impacts. The obvious reason is ",
  "that leaders can create forceful motivation and charge followers to action inclined towards excesses. ",
  "Therefore, Balbir should have avoided use of those words. Teaching a lesson was not the task before ",
  "him; he should have asked police to clear the road blockade. ",
  " CASE 4      Clean-sweep Plan against Corruption in Interstate Check-posts ",
  "S. K. Anantham an IAS officer was posted as Transport Commissioner. The whole of Transport ",
  "department including its Minister are steeped in corruption. While posting Anantham, the Chief ",
  "Minister had privately told him to clean up the department. Anantham faced a tough task. It is widely ",
  "believed that the Minister of the Department has arranged posting of ‘bad elements’ to sensitive jobs ",
  "with the sole objective of facilitating rent seeking. ",
  "Corrupt practices take place mainly in check-posts. There is heavy vehicle traffic to the ",
  "neighbouring state which has many ports. Check-posts work on an age old system. There is parking ",
  "area where the drivers of the trucks first park the vehicle. They then collect ‘challans’ (demand note) ",
  "after standing in a long queue before the window of the challan issuing officers. The driver may ",
  "have to wait in the queue anywhere between 15 minutes to an hour to collect the challan from the ",
  "clerk. Along with the challan amount, the truck drivers also paid ‘extra’ amount as indicated in a ",
  "coded sign language by the challan issuing staff. ",
  "In case the supervisor of the check-post has any doubt about the weight or the nature of goods ",
  "carried he would ask the driver to get the weight verified in the weigh- bridges. If the details do ",
  "not tally with the challan prepared on the basis of driver’s report, he has to go back to the payment ",
  "counter and pay the shortfall amount including a penalty which sometimes could go as high as 100% ",
  "of normal charges. Because of manual systems, vehicles are held up for considerable time at the ",
  "check-posts. ",
  "Question ",
  "In Anantham’s place how would you try to improve the system? ",
  "1.  Conduct surprise raids on check-posts, seize unauthorized, unaccounted cash and prosecute ",
  "check-post officials. ",
  "2.  Set a high personal example of honesty, efficiency and dedication to duty.  ",
  "25.12   Ethics, Integrity & Aptitude ",
  "3.  Create a system of informers at check-post to know about the shady activities. ",
  "4.  Introduce a system of complete automation, minimising retention time of vehicles, ",
  "computerizing collection of tax and increasing weighbridges and by establishing real time ",
  "video linkage between check-posts and transport commissioner’s office. ",
  " ",
  "Discussion ",
  "This problem of corruption has to be tackled by changing the present system. It has built-in features ",
  "which create opportunities and incentives for bribe-takers and bribe-givers. The truckers want to ",
  "avoid taxes and speed the movement of their vehicles through the check-posts. Since the system is ",
  "manual and inefficient, truckers gain by paying some bribes. If the system is speeded up through ",
  "computerization and automation with arrangements for live monitoring, the systemic faults can be ",
  "removed. Thereafter, truckers will have no reason to pay bribes. Fearing detection, the staff at check ",
  "posts will be on their guard. ",
  "The first alternative relies on trying to catch the wrong doers. It may have a limited impact. But ",
  "it cannot be continuously put into practice. It attacks the symptoms rather than the disease. ",
  "The second alternative is based on wrong premises. Sometimes, honest officers make the mistake ",
  "of thinking that by restraining themselves from being corrupt and dealing with corrupt subordinates ",
  "with stern hand they can automatically reform the system. That does not happen for the simple reason ",
  "that in an organisation like the check-post network predominant majority of personnel are corrupt ",
  "and they mutually protect one other. These organisations settle to an operational methodology where ",
  "outwardly everything would look fine and the transactions would be good for the bureaucracy and ",
  "the corrupt clients---in this case the community of transporters. Another point to note is that any ",
  "action to interfere with this large scale and systemic corruption will be opposed tooth and nail by ",
  "the officers of the transport department and the interested politicians. Therefore, the focus should ",
  "be on tackling the systemic roots of the problem. ",
  "The third alternative is also based on a crime detection approach. The so called informers may ",
  "also join the racket. ",
  "The root of corruption lies in the fact that there is no universal weighing of vehicles. This gives ",
  "opportunity for under reporting. There is no memory of the vehicle passing through the check post ",
  "and hence any follow up on its movements is not possible. ",
  "Anantham will have to persuade Government to automate the working of the check-post so that ",
  "all the vehicles are weighed without fail and their destinations clearly recorded. When a computer ",
  "server keeps tracking the behaviour of errant vehicles, habitual cheaters will be quickly identified. ",
  "Automated high quality weighing machines along a layout of sufficient number of gates will solve ",
  "the problem. Of course, this will need further investment, but given the high quantum of leakage ",
  "this upfront investment will be recovered quickly. Hence, the fourth alternative is the most feasible ",
  "solution. ",
  " CASE 5      Governance Failure in Worldwide Biologicals ",
  "Well wishers of Kushagra Iyer read with regret that morning the news of his downfall from the ",
  "prestigious post of CEO, Indian Operations of Worldwide Biologicals. Kushagra had transformed  ",
  "Case Studies    25.13 ",
  "his company from the ‘Indian backyard’ of pharmacy research into a highly respected Indian ",
  "multi-national corporation. ",
  "Kushagra had a brilliant educational career. He topped the Higher Secondary Board Examination, ",
  "and represented India in Physics and mathematics Olympiads. He joined IIT, Chennai and then ",
  "IIM Bangalore. ",
  "In the IIT, his personality developed an odd streak. He developed excessive fascination towards ",
  "fair sex so much so that his ‘girl friend circle’ extended far beyond IIT. On a few occasions, some ",
  "girls had complained about his offensive behaviour in public places. But despite these diversions, his ",
  "extraordinary sharpness enabled him to come among the top three of his B tech in Bio-technology ",
  "class. A couple of times a few female students of the IIT had also complained about his offensive ",
  "behaviour, but the faculty had been soft on him and got the matters amicably settled. ",
  "The pattern of his behaviour was no different in IIM. However, he could pass out with flying ",
  "colours without any major event and joined a US based corporation. Within a short span of eight ",
  "years he rose to become the site head of the formulation and discovery unit of that corporation. ",
  "During these eight years he dated many young women including unmarried colleagues and juniors. ",
  "His bosses cautioned him to be careful about flirting relationships with women and the danger ",
  "inherent in frequently changing partners. But they valued him for his contribution. There was no ",
  "serious complaint; the few matters that arose were amicably settled. ",
  "In the tenth year something went out of control, and a lady working in the site office initiated a ",
  "sexual harassment case in US court. The court found Kushagra guilty of sexual harassment. Kushagra ",
  "according to the code of conduct of the company was required to inform management of any such ",
  "relationship with subordinate staff, but he did not do so. The company paid handsome compensation ",
  "to Kushagra and asked him to leave. ",
  "Kushagra returned to India, and after a little while was chosen as CEO, Indian Operations of ",
  "Worldwide Biologicals. The company, ignoring the unsavoury behaviour of Kushagra, selected ",
  "him for the post of CEO, Indian Operations. Once again, he achieved great success in his new ",
  "assignment. Meanwhile, though he had lately married and had a family, his old predatory sexual ",
  "habits continued. After six years of his stint as Indian CEO, when he was at the threshold of being ",
  "chosen as Chief of Operations of the European Continent, a scandal broke out. One married female ",
  "employee of the company registered a FIR in police station alleging that Kushagra had flirted with ",
  "her and promised a quick promotion. She also revealed that there was yet another woman in the ",
  "same company who was also cheated in similar manner. She alleged that the President, HR of the ",
  "Company knew this and yet gave Kushagra latitude in view of his position by ignoring complaints. ",
  "Kushagra was subsequently arrested and released on bail. ",
  "Question ",
  "What are the moral issues involved in this case? ",
  "1.  Would it be right to say that there was Corporate Governance failure in Worldwide ",
  "Biologicals? ",
  "2.  Could IIT professors have done a better job of disciplining Kushagra?  ",
  "25.14   Ethics, Integrity & Aptitude ",
  "3.  Can we hold the women employees who developed relations with Kushagra as also ",
  "responsible? ",
  "4.  Can Kushagra be held entirely responsible for his misdeeds? ",
  " ",
  "Discussion ",
  "1.  There can be little doubt about the lack of good corporate governance in World Wide ",
  "Biologicals. While selecting Kushagra, they knew of the unsavoury episodes involving him. ",
  "The Company had its eye on profits or the bottom line rather than on maintaining wholesome ",
  "environment in office. After all, it was not selecting a manager in the shop floor level, but ",
  "the CEO of Indian Operations. Knowing the earlier record of Kushagra, he should have ",
  "been cautioned and kept under careful watch. But the company was obviously insensitive ",
  "to issues of sexual harassment. ",
  "2.  Some blame certainly also attaches to the student disciplinary authorities in IIT. Kushagra was ",
  "then at an impressionable age, and harsh words and no nonsense action from authorities, short ",
  "of rustication form IIT, would have perhaps done the trick. But they allowed the academic ",
  "performance of Kushagra to influence their judgement. His misdeeds went unchecked and ",
  "unpunished. As the Biblical proverb says “Whoever spares the rod hates his son, but he who ",
  "loves him is diligent to discipline him”. This is not to be interpreted literally, and there are ",
  "different ways of punishing an errant student. Had such punishment been promptly meted ",
  "out, Kushagra being very sharp would have known how to curb his deplorable impulses. ",
  "3.  It is easy to get confused over this matter. We can ignore the minor lapses involving the ",
  "college/university girls since none of them has come to any harm. As regards other women, ",
  "one can argue that it takes two willing individuals to form ‘relationship’, and that adult ",
  "women enter into ‘relationships’ with their eyes fully open. In this case, some of them may ",
  "have been willing to sacrifice morals to advance their career. ",
  "But the issue is different. Office codes of conduct expressly prohibit senior managers from ",
  "contracting such relationships. Hence, the onus lies on them to avoid such behaviour. There ",
  "is a more general issue. In such situations, senior managers are in a position of trust; they ",
  "are guardians of the women employees in the workplace. Further, as feminist writers point ",
  "out, situations of this type are parts of power relationships. The women employees are in a ",
  "subordinate position, and may often find it difficult, for various reasons, to rebuff the advances ",
  "of their bosses. It is for senior managers, in line with official codes and general morality, to ",
  "refrain from such conduct. In these situations, women are invariably the victims. ",
  "4.  Kushagra is obviously guilty of serious and criminal misconduct. He completely failed to rein ",
  "in his sexual cravings. This shows complete lack of moral self-discipline. He failed to realise ",
  "his role (arising from his high managerial status) as a moral custodian. He was not entering ",
  "into relationships with individuals of same rank and position. He was exploiting gullible and ",
  "dependent women. No excuse that his actions are part of irresistible psychological urges can ",
  "be accepted. If he suffers from such compulsions, he is unfit to hold responsible positions. ",
  "Kushagra ended up ruining his life along with those of many others.  ",
  "Case Studies    25.15 ",
  " CASE 6      The Winter Discontent ",
  "Winter is the season of discontent in the city in which P.K. Pal is Food and Civil Supplies Controller. ",
  "Pal’s organization deals with all issues of essential items that are covered under India’s Public ",
  "Distribution System (PDS). He was appointed to this position in July last year. Because of failure of ",
  "PDS to supply 100% Kerosene (SKO) to the households, he had to face torrid time during November ",
  "to February last year. Besides nasty media comments, he had to face demonstrations of angry ",
  "housewives, which were often accompanied by beating of cooking utensils. He wants to avoid the ",
  "problem this time around. ",
  "He carefully studied the supply situation. The city had 9.71 lakh ration cards. 4.75 lakh of these ",
  "cardholders had no gas connection. 4.96 lakh cardholders had gas connection. The ration card ",
  "holders were supplied through 865 fair price shops (FPS). SKO was distributed only through the ",
  "FPS. LPG connection holders are concentrated in the economically better off areas. Thus unused ",
  "kerosene could have been added to the distribution channel to fulfil the needs of lower or middle ",
  "class and below poverty line (BPL) card holders. ",
  "The problem was the unauthorized diversion of kerosene for other uses. Industrial users are not ",
  "given permits to buy LPG because it is a subsidized item. Government did not encourage expansion ",
  "of LPG supply for industrial and commercial uses. Restaurants were not able to buy SKO because ",
  "it is a subsidized item in short supply. In the circumstances, small eating joints and restaurants try to ",
  "procure Kerosene illegally from PDS. There is no CNG supply in the city except for auto rickshaws ",
  "and city transport buses. ",
  "The real culprits of the system were the suppliers of petrol in the city and in outskirts. Those ",
  "dealers particularly in the outskirts bought SKO for mixing with petrol. As the retail price of petrol ",
  "is much higher than that of PDS kerosene, adulteration of petrol with kerosene is profitable. ",
  "The SKO was supplied by a relatively small number of wholesalers (42 only) who deployed ",
  "close to 50 tankers used for supply of Kerosene in the fair price shops. Incidentally, fifteen of the ",
  "SKO wholesalers were also owners of petrol pumps selling both petrol and diesel in retail in the ",
  "city and the outskirts. ",
  "Question ",
  "Given the above broad scenario, suggest four courses of action which Pal can follow and identify ",
  "the optimum course. ",
  "1.  Conduct continuous raids on the premises of restaurants, petrol pumps and fair price shops. ",
  "2.  Make a proposal to government to stop supplying kerosene to 4.96 lakh people who have ",
  "gas connections. ",
  "3.  Computerize the system with biometric identification of beneficiaries and introduce GPS in ",
  "the tankers of wholesalers which supply kerosene to FPSs. ",
  "4.  Run a press campaign and appeal to dealers, wholesalers and restaurants to refrain from ",
  "misusing the system meant for the poor.  ",
  "25.16   Ethics, Integrity & Aptitude ",
  "Discussion ",
  "The first alternative will yield limited results. It is a heavy handed administrative method which fails ",
  "to tackle the root of the issue. The problem is one of plain black marketing on a significant scale. ",
  "The incentive for black marketing and adulteration will remain since government cannot increase ",
  "the price of PDS kerosene. It is, therefore, necessary to consider managerial and technical means ",
  "of plugging the leakages. ",
  "The second alternative will improve the situation. A careful survey has to be done before ",
  "stopping supply of kerosene to LPG connection holders. Although Pal can make a recommendation ",
  "to government, he cannot take a final decision since this is a policy level decision. This is not a matter ",
  "within Pal’s area of authority. ",
  "In the given situation, Pal must think strategically to bring about fundamental changes. It is ",
  "given that a relatively small number of tankers are involved in kerosene delivery from wholesalers to ",
  "FPSs. These tankers, instead of delivering material to the FPSs, must be occasionally off-loading the ",
  "highly subsidised SKO in petrol pumps. In modern times, GPS technology can address this problem ",
  "very well. Each of the suppliers has a list of FPSs to which he has to supply SKO. So if the route ",
  "of the tanker is fixed well in advance and notified by official order then the only task is to monitor ",
  "whether the tanker is going to wrong places. Government can easily pass an order as condition to ",
  "Wholesale supply licence that every tanker should be GPS equipped. Then only one or two persons ",
  "can monitor the movements of the tankers throughout the day on screen and make sure that they ",
  "follow the right path. Attendant instructions to drivers will also be needed or else they would make ",
  "flimsy excuses to go to the wrong destination. If the diversion to petrol pumps and other industry ",
  "gets significantly eliminated, the situation will improve greatly. The situation will further improve ",
  "since biometric identity will ensure that no person without entitlement gets the supply. This is the ",
  "best solution. ",
  "The fourth option may be well intentioned, but is unlikely to be effective. There are powerful ",
  "interests who are gaining a lot from the malpractices. They will not listen to such appeals. This ",
  "approach will be unrealistic and naive. ",
  " CASE 7      Dilemma of Director General, LBSNAA ",
  "Director General of LBSNAA is in a dilemma on a file. The decision context arose in the following ",
  "way. ",
  "One morning, during the time probationers do horse riding, PT or Yoga, an elderly couple ",
  "knocked at the door of course director Dr. Tripathi. The couple were dishevelled, and with trembling ",
  "hand the gentleman brought out a fax which simply read: ",
  "“Dear Mr. .................. ",
  "We are extremely grieved to inform that your son Ramesh Chandra IRS probationer is no more. ",
  "He accidentally fell from a horse and had head injury. He was given immediate medical attention ",
  "and taken to hospital forthwith where he breathed his last yesterday evening.” ",
  "Dr. Tripathi ",
  "Course Director  ",
  "Case Studies    25.17 ",
  "The fax carried the number of a connection at Deharadun. It bore no Seal of LBSNAA. Reading ",
  "the fax Dr. Tripathi’s surprise and shock knew no limits. For, Ramesh Chandra was absolutely fine ",
  "and he knew that somebody had played a cruel joke with the couple and their family. ",
  "LBSNAA and Dr. Tripathi lost no time in entrusting investigation on the matter to CID crimes ",
  "of the then Uttar Pradesh state. Ramesh Chandra revealed that his father’s office fax number was ",
  "available only from one of the personal effects he had; and that there was no other source. Naturally ",
  "only probationers who went to his room frequently could have access to this detail. From there, ",
  "locating the number from which the fax was sent, CID took only a few days to find out that Rakesh ",
  "had in person gone to the telephone vendor and sent the fax. ",
  "On being questioned ‘Rakesh’ admitted guilt and expressed grief. Apparently, his motive was ",
  "to play some cruel joke with the family of the co-probationer. ",
  "LBSNAA administration viewed this conduct of Rakesh with the seriousness it deserved, and ",
  "after getting explanation to formal ‘showcase notice’ proposed ‘tough measure’ in respect of this ",
  "severe misconduct. This is the matter engaging DG’s attention now. ",
  "Question ",
  "In DG’s position what would you decide and why? ",
  "1.  DG should recommend to Government of India that Rakesh should be summarily removed ",
  "from service. ",
  "2.  DG should recommend a moderate punishment. ",
  "3.  DG should regard the whole matter as a prank, though cruel, and opine that no official rules ",
  "have been violated. ",
  "4.  DG should recommend that Rakesh should be subjected to psychological evaluation in ",
  "order to determine whether it is a one-off event or reveals a deep seated malady. ",
  "Prima facie (1) appears a very harsh course to adopt. As Rakesh is a probationer, it may be ",
  "difficult to judge his action however deplorable as warranting outright removal from service. ",
  "The course of action at (3) would not be correct since Rakesh’s action appears quite abnormal. ",
  "He caused great mental agony to the elderly parents of Ramesh Chandra. Further, his action shows ",
  "an attitude which is highly unbecoming of a government official. The matter requires a deeper probe. ",
  "Alternative (2) is also unacceptable. It is necessary to consider what prompted Rakesh to act in ",
  "that highly improper manner. Without making a professional psychological assessment of Rakesh’s ",
  "personality, no recommendation should be made. ",
  "The course of action at (4) is the most appropriate. Without a professional psychological ",
  "assessment of Rakesh’s personality, no further action is possible. Does Rakesh’s personality contain ",
  "pronounced pathological streaks? If so, can they be cured? Is the malady likely to recur or will ",
  "Rakesh be cured with proper counselling? Can he be entrusted with responsibilies of public office? ",
  "DG should make his recommendation after getting a report covering the above issues. ",
  " CASE 8      Hard Choice for the District Magistrate ",
  "Ramjibhai Rachch is a farmer of Umanteerth taluka of Jaybahar district and lives in a medium-sized ",
  "village. He was a onetime elected President of the Taluka Panchayat. Besides two married daughters,  ",
  "25.18   Ethics, Integrity & Aptitude ",
  "Ramjibhai has a 25 year old young son Jitubhai. Being the only son of the family, Jitubhai was ",
  "pampered and became spoilt. He was arrogant, always wanted to have his way and would pick up a ",
  "fight at the slightest opportunity. At the age of 17, Jitubhai had got into the habit of drinking. Village ",
  "elders had advised Ramjibhai about his son’s wrong doing, but Ramjibhai paid no heed to them. ",
  "By the time he was 21, the people in the village talked in whispers, that Dhanjibhai Barot had ",
  "been shot at by Jitubhai. While Jitubhai was arrested along with five others, it was rumoured that the ",
  "major burden of the incident had been shifted on to another person. A few years later, Shanabhai ",
  "the money-lender, was also shot at in suspicious circumstances, which was also rumoured to have ",
  "been done by Jitubhai. It is known in the village that Jitubhai had cast his evil eyes on Shanabhai’s ",
  "beautiful daughter and against this Shanabhai had vehemently protested. Jitubhai was arrested, but ",
  "once again some of the witnesses retracted from their statements. The final turning point was the ",
  "third murder, which occurred of Kalabhai, the primary school teacher. He was shot in the head by ",
  "Jitubhai in full view of a large number of persons. This time there was no escape for Jitubhai. He ",
  "was arrested and remained in jail, despite several attempts to come out. ",
  "The district is represented in the state cabinet by a Minister whose constituency includes the ",
  "Umanteerth Taluka. Ramjibhai happens to be a long time political associate of the Minister who ",
  "is currently very influential in the government. The present District Magistrate, Srikant Jana has ",
  "directly worked under this Minister in the secretariat before he came to this district. The Minister is ",
  "very well educated, Gandhian in leaning in a right of centre political party, and without any moral ",
  "blemish. In fact, he had recommended Srikant’s posting as the DM. ",
  "Yesterday, five MLAs of the district, met the District Magistrate, with a joint application for ",
  "recommending to government grant of parole for three months to Jitubhai since his mother died ",
  "three days ago and since the ailing Ramjibhai needed his help to carry out agricultural activities. ",
  "Later, the cabinet Minister from the District called Srikant for recommending parole to Jitubhai. ",
  "The Minister did not claim that Jitubhai is innocent; his pleading was restricted to the circumstances ",
  "the family was passing thorough. The Minister’s request has created a somewhat difficult situation for ",
  "Srikant. This Minister rarely intervenes in any administrative day-to-day functions. Any application ",
  "received during his tour is always discussed on its merits with officials and then the officials take ",
  "appropriate decisions. ",
  "Question ",
  "Which of the following courses should Srikant follow and why? ",
  "1.  He should reject the request and send an adverse opinion to government. ",
  "2.  He should also tell the minister that his intervention in the matter is unwarranted. ",
  "3.  He should recommend parole for three months. ",
  "4.  He should recommend parole for a short period of 10 days with various precautionary ",
  "conditions. ",
  " ",
  "Discussion ",
  "1.  An outright rejection may not go well with the Minister. He seems decent, and well disposed ",
  "towards Srikant. It may make perfect sense for Srikant to remain in the Minister’s good books ",
  "if the cost of doing so is acceptable and involves no illegality or impropriety. Administrative  ",
  "Case Studies    25.19 ",
  "actions, within an acceptable range, need to be pragmatic. Further, Indian law enforcement ",
  "based on western rule of law and our own traditions has been soft. We are not expressing ",
  "any opinion on what is desirable; we are only mentioning how our culture shapes policy ",
  "and criminal jurisprudence. For these reasons, the first option is undesirable ",
  "2.  This course of action will be needlessly offensive. Being public representatives, ministers ",
  "have a tendency of making various recommendations. Civil servants can take their decisions ",
  "after examining the matter, but there is no need to unnecessarily offend the minister. ",
  "3.  This option is improper. It is tantamount to simply accepting without examination the ",
  "application of Jitubhai. ",
  "4.  Jitubhai cannot be allowed to roam freely. First, people will get a wrong signal that criminals ",
  "with political connections are privileged. Second and worse, he may try to break witnesses ",
  "to his crimes as he had done earlier. He may misdirect investigation if charge sheet under ",
  "IPC is not already filed. He may even try to assault deceased Shanabhai’s daughter, who ",
  "must be now more vulnerable. To prevent such possibilities the DSP and DM must be ",
  "careful. Jitubhai is a Hindu and there are Hindu customs to follow after one loses parents. ",
  "DM might show inclination to recommend parole for only ten days so that social customs ",
  "may be followed. This would show sensitivity and should satisfy the minister He should ",
  "also make it a condition that two armed guards would accompany Jitubhai all the time so ",
  "that he does not run away. He should also ask DSP to put plains clothes police to check if ",
  "Jitubhai is approaching the witnesses. Circumscribed in this way the ten days of parole may ",
  "pass peacefully. ",
  " ",
  " CASE 9      Politics of Flood Relief – Large Scale Rent-seeking Opportunity ",
  "Prakash Jha is the State Relief commissioner. Being earnest, he is concerned about the malpractices ",
  "in administration of relief in the State. The typical situation that recurs every year is narrated below. ",
  "Many perennial rivers pass through the State.  However, the State is very poorly administered; ",
  "every time there is a heavy rainfall in the upper catchment areas of its rivers, it reels under floods. ",
  "The drainage system of the riparian areas is in shambles. If there is simultaneous heavy rain in the ",
  "upper catchment and in the rural areas of the state, water cannot simply get drained out through ",
  "the river system. This results in flooding and stagnation of water for weeks in the rural areas and in ",
  "submergence of cultivated crops. ",
  "From such catastrophes, mischievous men have developed a notorious enterprise of making ",
  "illicit gains. As soon as the news of floods is flashed in news papers and television channels, state/ ",
  "central ministers do reconnaissance of the “Flood Situation” in helicopters. Patwari Offices all over ",
  "the affected districts get flooded with requests for flood relief. Even if 10% of landmass of a village ",
  "is affected, it will have literally 95 – 99% people applying for flood relief. It is only the exceptionally ",
  "upright person who will not fall into the temptation of making false claims. ",
  "These days, the wave of sympathy for the poor is very strong nationwide and relief package ",
  "has been extended to include more and more items such as giving cash-doles for the period of ",
  "hardship, cost for refurbishing homes, cost for repair of residences, compensation of loss of crop ",
  "and compensation for loss of sheep, goats and cattle. ",
  "The most pitiable part is that the losses are surveyed only on paper. Survey teams are not allowed ",
  "to do any actual survey. The Panchayat functionaries and bullies of the village surround the small  ",
  "25.20   Ethics, Integrity & Aptitude ",
  "visiting survey team and compel them to write whatever they say. The poor surveyors have no choice ",
  "but to record all the falsehood narrated by the villagers. In some places, the Tehsildars recognizing ",
  "the problem had tried to get systematic survey done, but they were promptly dissuaded by MLAs ",
  "and other important leaders not to go against wishes of ‘suffering masses.’ It is said that Panchayat ",
  "leaders through whom money for relief passes take a cut depending on the extent of falsehood in ",
  "the claim. ",
  "This being a large state with a host of MPs, the CM tries to wrest special package every year ",
  "there is a flood and often the Union Government obliges. The relief fund can be spent for repairs ",
  "and rebuilding capital assets also. Jha received forecast of heavy rains in the upper catchments next ",
  "week, and is wondering whether he would allow ‘business as usual’ or even at the cost of heavy ",
  "opposition try some fundamental reform in administration of relief that would really help the economy ",
  "and indeed the poor. ",
  "Question ",
  "Which of the following action pathways would you suggest for Prakash Jha? Evaluate their merits ",
  "and recommend the most desirable line of action. ",
  "1.  Arrange for armed escorts for the survey teams ",
  "2.  In any flood affected district, deploy surveyors from other districts. ",
  "3.  Take action against Panchayat members under the relevant laws if they encourage ",
  "malpractices. ",
  "4.  Cross check magnitude claims of relief in any village by using satellite imagery to assess the ",
  "extent of submergence. ",
  " ",
  "Discussion ",
  "1.  This approach treats the problem as one of law and order. It is true that survey teams are ",
  "not allowed to report truthfully. But it will be difficult to spare police from their other duties. ",
  "As it is, Police are understaffed. It is desirable to identify the lacunae in the system and try ",
  "to find managerial and technology-based solutions. It is necessary to expose the malpractices ",
  "clearly so that people will not be dissatisfied. ",
  "2.  Deploying surveyors from other districts will make it harder for villagers to influence them ",
  "easily. They will be outsiders. However, even outside surveyors will face intense pressure ",
  "from mobs in villages bent upon gaining from the floods. ",
  "3.  This alternative treats the problem as one of violation of laws. To be effective, many cases ",
  "will have to be made out. But in that process, the administration will get bogged down in ",
  "lengthy, time consuming legal battles with panchayat functionaries. This will create other ",
  "problems since administration has to work harmoniously with local self government bodies. ",
  "4.  The problem is that people are not compensated in part or whole on the basis of actual loss ",
  "suffered. Local politicians have shut out the information by ruling out real surveys. Loss ",
  "takes place mostly because of inundation of areas, swift flow of steams eroding agricultural ",
  "fields and stagnation of water in the low lying areas. But these days one may completely ",
  "bypass survey by human agents. If satellite imagery is procured from National Remote ",
  "Sensing Agency, one can very clearly see how flooding had taken place, and how water  ",
  "Case Studies    25.21 ",
  "has stagnated in a particular village. Images should be procured to cover before and after ",
  "the flood situation. It is true that while interpreting images, one must allow a margin of ",
  "error because the image will not give very precise details of the field. Thus leaving for a ",
  "reasonable margin of error the technology can be used to rule out false claims. For this the ",
  "staff must be also trained to interpret the satellite images. ",
  "Panchayats may raise a hue and cry trying to discredit the technology. For this the power of the ",
  "technology must be demonstrated to the leaders of the panchayat. People can be warned that false ",
  "claims can lead to prosecution (though no one may be prosecuted.) The political establishment can ",
  "be convinced that savings from preventing malpractices can be productively used for flood mitigation ",
  "works. Thus alternative 4 is the correct choice. ",
  " ",
  " CASE 10      Plunder by Mining Mafia; when enough is enough ",
  "Till yesterday Shri H. R. Khanna, Commissioner, was agonizing over an ugly episode in which ",
  "one of his Assistant Directors, Geology & Mining (G&M) along with one Range Forest Officer got ",
  "killed by Mining Mafia. After the incident, the Chief Minister had told him to control the mafia in ",
  "the ‘X’ region of the State. He had also assured Khanna of full support from other Departments of ",
  "Government. Khanna knew about the political aspect of the problem; in the last election this CM ",
  "had given assembly tickets to one mafia leader and his associates. ",
  "Mining mafia had played havoc with many Reserved Forests. Organized on caste lines, a couple ",
  "of families became leaders of their caste brethren. Initially they exploited the factories which came ",
  "into the region because of its rich deposits of limestone and bauxite. Having got a complete hold ",
  "on the transport, construction and labour supply business, these families became wealthy and their ",
  "influence penetrated deep into society. Slowly they became involved in politics by flexing muscle ",
  "and using money power. ",
  "The mafias realised that they can enrich themselves quickly by grabbing state resources. Cement ",
  "factories and other miners took license either from District Collector or the Commissioner of Geology ",
  "& Mines at the state capital. The mafias began capturing areas that are not yet licensed and started ",
  "mining in those areas. The mafias first took over government lands, and then slowly started entering ",
  "into Reserved Forest areas. ",
  "At this stage, the Forest Department started confronting them but met with only partial success. ",
  "It did not have enough strength of Beat Guards and Rangers to intercept and seize hundreds of trucks ",
  "and earth moving equipments which kept ravaging the forest for procuring minerals. Realising the ",
  "danger that the forest areas will be lost, Forest Department was eager to collaborate with Geology ",
  "and Mining Department to jointly control the menace. Local Magistrates and the police were also ",
  "supportive. ",
  "Major chunk of state mineral resources are concentrated in some pockets; one of these pockets, ",
  "region ‘X’ has high mafia presence. There is no surveyed inventory of mineral resources of the State. ",
  "Some estimates of rough indicative areas and of available minerals exist. But there is no exact survey ",
  "and there are no boundary marks for the important licenses that have been issued. So the criminal ",
  "elements also take licenses for one or two areas and then keep exploiting surrounding areas, because 25.22   Ethics, Integrity & Aptitude ",
  "the area is not sharply demarcated. The Department does not simply have enough surveyors who ",
  "could complete the survey of mine areas and arrange for demarcation. ",
  "The situation in the ‘X’ region is such that unarmed surveyors and inspectors are very fearful ",
  "to enter the area. There are no strong disincentives for criminals stealing resources. Loaded trucks ",
  "seized with material would be released by the Department on payment of nominal fine. This liberal ",
  "attitude may be the result of collusive corruption between departmental staff and the mafia. Some ",
  "of the ill-gotten wealth has been channelized into procurement of guns, well equipped vehicles, ",
  "material handling equipments and purchase of politicians. ",
  "Khanna wanted to proceed systematically, conscious that he is in a very weak position for ",
  "following reasons: ",
  "1. The mafia is very well entrenched politically.",
  "2. They have muscle power to overwhelm G &M Dept.",
  "3. They have money power to infiltrate within ranks of G & M Dept.",
  "4. G&M Department is inadequately staffed and poorly equipped.",
  "5. It is not technically savvy to detect theft and to get information.",
  "Question ",
  "In Commissioner Khanna’s position what kind of strategy would you adopt? ",
  "1. Informally request police officers to arrange fake encounters to kill the main leaders of the",
  "mining mafia",
  "2. Initiate proceedings for arresting mafia leaders under available preventive detention laws",
  "3. Ask the chief minister to use his influence with mafia leaders to end their depredations.",
  "4. Arrange strong interdepartmental coordination under Collector; survey and fix boundaries",
  "of mining leases; use satellite imagery to monitor encroachments in forest areas; install GIS",
  "in vehicles and equipment of lease operators to track their movement and prevent entry of",
  "unauthorised vehicles.",
  "Discussion ",
  "The first alternative is absolutely unacceptable. It amounts to taking law into one’s own hands. ",
  "No officer should ever think of proposing or joining in acts which are patently illegal or improper. ",
  "Killing people---even hardened vicious criminals in fake encounters---is illegal and should not be ",
  "countenanced. ",
  "Some laws such as the Prevention of Anti-Social Activities Act or those for curbing organized ",
  "crime permit arrest of criminals engaged in certain activities. It is difficult to act under such laws ",
  "since courts and Tribunals allow wide leeway to offenders from human rights angle. Hence, the ",
  "approach suggested in answer choice (2) will have limited impact. ",
  "This approach is both naive and improper. Even if there is strong reason to suppose that the chief ",
  "minister is politically close to undesirable elements, no officer should refer to such matters either with ",
  "the chief minister or with others. An officer can depose on such matters if he has personal knowledge ",
  "and authentic information, if called upon to do so by competent courts and judicial authorities. In ",
  "any case, no chief minister will admit to having influence on mafias and other anti-socials.  ",
  "Case Studies    25.23 ",
  "The appropriate answer choice is the last one. Survey Operations can be outsourced; important ",
  "mining licensed area can be surveyed; and boundary marks should be fixed in these surveyed areas. ",
  "Every miner should be asked to give the list of his trucks along with registration details and equipments ",
  "they use and circulate those lists so that unauthorized trucks could be easily identified. Heavy fines ",
  "should be imposed for releasing of seized trucks so it acts as a deterrent. Satellite technology should ",
  "be used to detect the state of exploitation in the Reserved Forest pockets. When the licensed areas ",
  "are properly marked in Satellite based maps, unauthorised mining could be detected and surprise ",
  "raids and action could be taken. Forest and mining department personnel should be armed. ",
  " CASE 11      Employee’s Personal Life – How much a Matter of Concern ",
  "Chandrakala Nair is the Municipal Commissioner Bodhpur municipal corporation. Partha Chaudhary ",
  "works as a maintenance engineer of Water Supply facilities in the Corporation. Chandrakala just ",
  "received a complaint in her mailbox about him. Three days ago Partha, along with his wife and ",
  "young kid had gone to Avkar restaurant in the city. That evening the restaurant was full, but Partha ",
  "asked for two tables to celebrate the birthday of his small son. According to the complaint, the ",
  "manager present there requested him to wait for some time because no tables were vacant. After ",
  "fifteen minutes, Partha again went to the manager and threateningly asked why he was not arranging ",
  "for the tables. Further according to the complaint, the manager told him that as no customer had ",
  "since vacated a table he must wait. Hearing this Partha got annoyed and told the manager to ask ",
  "the customers to finish bloody fast and arrange tables. He threatened that he knew the Sanitation ",
  "Department officials of the corporation and could get the licence of the restaurant suspended. He ",
  "shouted a lot calling the Avkar staff as useless jokers. Meanwhile his guests arrived, calmed him and ",
  "took him out of the premises. The complaint also suggests that he was a bit inebriated that evening. ",
  "The state does not have a prohibition law. ",
  "Question ",
  "The following courses of action strike Chandrakala as possible alternatives. ",
  "1.  To immediately suspend Partha and start a disciplinary inquiry for his conduct unbecoming ",
  "of a public servant. ",
  "2.  To ask an officer of the Municipal Corporation to informally inquire into the veracity of the ",
  "complaint, and initiate action against Partha if the complaint happens to be broadly true. ",
  "3.  Try to personally contact the complainant and find out the facts. ",
  "4.  Ignore the complaint altogether as the matter does not pertain to Partha’s behaviour as a ",
  "public servant. ",
  "What would be your advice to Chandrakala? ",
  " ",
  "Discussion ",
  "Undeniably the conduct of Partha is unacceptable. It is not the case that tables were vacant and ",
  "that the manager was not offering him a table. As a mature person he should have known that it is ",
  "pointless to ask the manager to get tables vacated quickly. Customers presently occupying the tables ",
  "are valuable for repeat business and as such the manager has no good reason to tell somebody to ",
  "vacate quickly.  ",
  "25.24   Ethics, Integrity & Aptitude ",
  "Partha also had no business whatsoever to threaten the manager that he would use the influence ",
  "of Sanitation Department of the corporation to cancel the licence. Licences cannot be just cancelled ",
  "like that unless some violation of conditions of the licence takes place. No such violation is pointed ",
  "out or known to us. Also it is not proper to settle private scores by bringing public authority into ",
  "picture. Any sensible officer should know this and Partha should not have even thought in that ",
  "direction. ",
  "In view of the above, Chandrakala should not ignore the complaint. Although the incident is in ",
  "one sense trivial, Partha as a public servant should not misbehave with the hotel staff. Nor should ",
  "he threaten them using his official contacts. ",
  "But there is no need for her to personally contact the complainant. As she is the administrative ",
  "head of the corporation, she should entrust the inquiry to an officer of the appropriate level in the ",
  "organization. The primary task of ascertaining facts of the incident can be performed at lower levels. ",
  "Before initiating any action in the matter, the relevant facts have to be ascertained. In public ",
  "life it is not uncommon to get complaints that exaggerate matters to attract notice. One does not ",
  "know whether the details narrated in the complaint give a faithful account of the event. If there ",
  "is exaggeration in the complaint, to that extent Partha’s moral culpability would be lower. We are ",
  "saying moral culpability because the misdemeanour does not attract any provisions of criminal law. ",
  "Avkar staff has also not lodged a police complaint either. Thus the Commissioner should not take ",
  "any hasty steps as suggested in (1). ",
  "However she should get the matter first inquired to ascertain the facts. She should also ascertain ",
  "from office record whether Partha is an ill tempered and impatient person. If Partha has such a ",
  "record then he needs a formal warning. If he does not have any such record and the allegation turns ",
  "out to be correct, the appropriate action should be to caution him for the future. This is a matter ",
  "which has arisen from private life and commissioner should not jump to any conclusion to declare ",
  "the case to be one of behaviour unbecoming of a public servant. ",
  " CASE 12      An Anonymous Application ",
  "Samyukta Nair has early in her career developed a formidable reputation for personal integrity and ",
  "efficiency. She has succeeded in setting right matters in many corrupt organisations. She is now the ",
  "chief vigilance officer of the successful State Mineral Development Corporation (SMDC). However, ",
  "with the surfacing of scams recently, the reputation of SMDC has become sullied. ",
  "This morning Samyukta received a letter which reads: ",
  "“Respected Madam, ",
  "I am writing this letter knowing that you have the courage and rectitude to fight corruption in ",
  "your organisation. I regret to mention that there are a few monsters in SMDC who are looting the ",
  "corporation. One of them is Mahendra Dash, the General Manger (contracts). He never signs any ",
  "significant contract without taking a cut on the basis of transaction value. Transporters are his big ",
  "time clients. ",
  "Over the last four years since his entry into this corporation on deputation from the state civil ",
  "services, he has looted the corporation rapaciously. All the carting rates are inflated as inflated prices ",
  "only increase his share. He has acquired a number of properties in the state capital and at least two  ",
  "Case Studies    25.25 ",
  "properties in the NCR. When he had joined the services his family was of only moderate means. ",
  "The following are the lists of the properties: ",
  "1.  XYZ details ",
  "2.  PQR details ",
  "3.  LMN details ",
  "4.  NCR Property : Details of one property and one suspected ownership for which only the ",
  "area is mentioned ",
  "The value of the properties would easily exceed 10 crores in the current market prices. ",
  "This officer is not just corrupt, he is debauch also. Though he is married and has a family, he stays ",
  "most of the time with one Manohari Prandi (address). Manohari is a divorcee and it is said that her ",
  "affair with Mahendra Dash was at the root of marital discord resulting in her divorce. Recently, they ",
  "had gone to Goa on X’mas vacation and stayed in Taj. ",
  "I sincerely hope that you would take appropriate action in the matter. ",
  "Your anonymous applicant Pro Bono Publico” ",
  "The state government instructions suggest that anonymous complaints should be investigated only ",
  "if they contain verifiable facts. Incidentally, Samyukta knew Mahendra when she was CEO of the ",
  "Zilla Parishad and he used to work in the office of the District Magistrate. Back then, she had never ",
  "heard anything adverse about him. ",
  "Question ",
  "Samyukta thinks of the following lines of action. ",
  "1.  Ignore the application since it is anonymous. ",
  "2.  Find out about Dash’s reputation from her contacts in Anti-corruption Bureau (ACB), and ",
  "then consider what to do. ",
  "3.  Confront Dash with the application and demand his explanation. ",
  "4.  Consult the MD, SMDC, and order an open investigation into the facts alleged in the ",
  "application. ",
  "Discussion ",
  "Alternative (1) will be an inappropriate choice. Government instructions lay down that even ",
  "anonymous applications should be investigated if they contain verifiable details. As the application ",
  "gives specific details of properties, it needs to be looked into. ",
  "Alternative (2) is also not worth pursuing. Any information she gets will be based on impressions ",
  "of officers in case some matters concerning Dash reached ACB. But it will be unfair to rely on such ",
  "impressionistic views while deciding on whether or not to order an investigation. Incidentally, such ",
  "inputs may not be directly relevant to investigation into the present application. In law, each separate ",
  "offence becomes a separate proceeding. ",
  "As regards alternative (3), no useful purpose will be served by confronting Mahendra. He is ",
  "certainly not going to accept any of the allegations. On the flip side, he will be alerted to the risk of ",
  "an impending investigation. Frequently, it happens that when an officer loses fear of getting caught ",
  "he lowers guard, makes mistakes and finally gets caught. Such a denouement may be waiting for ",
  "Mahendra. He should not be cautioned or alerted.  ",
  "25.26   Ethics, Integrity & Aptitude ",
  "It will be appropriate to follow alternative (4). It is easy to verify whether a particular property ",
  "in a city is registered in somebody’s name. It is not even difficult to determine whether the property ",
  "is held benami. It is also possible to uncover whether Mahendra is having extra marital affair as ",
  "alleged. But this may have to be treated as a personal matter, though some may consider this as ",
  "moral turpitude. ",
  "Samyukta should inform the MD about the contents of the letter and seek his advice in the ",
  "matter. This is required in public interest so that MD does not agree with proposals from Mahendra ",
  "without thorough scrutiny. In government, higher officers have heavy workload and often they tend ",
  "to trust subordinates. The MD may even take into account his past knowledge of matters dealt with ",
  "by the General Manager (contracts) and analyse if something was amiss. He would be much better ",
  "equipped to deal with proposals coming from the General Manager (contracts). ",
  " CASE 13      Environmental Entrepreneurship ",
  "Kapil and Vasant are from a business family. Both have been very bright since childhood. Both ",
  "brothers did Masters in Environmental engineering from USA and are currently in the Central ",
  "Pollution Control Board (CPCB) serving as Deputy Directors in two different areas. Both are known ",
  "for their expertise and spotless integrity. ",
  "Recently, the brothers have been facing pressure from their wives who wanted them to augment ",
  "the family incomes. They were comparing their lifestyles with those of their business relatives. ",
  "Vasant proposed to Kapil that they could render valuable service in many areas of environmental ",
  "management to individual businesses, corporate clients and to large consulting firms. Kapil was ",
  "initially hesitant but Vasant assured that they would not do it from office but mostly utilise time at ",
  "home. Later, they could employ a few good professionals to work under their guidance. With these ",
  "ground rules, they were planning to float ‘VAKA Envirotech’ for providing services in environment ",
  "field. ",
  "Question ",
  "They think of the following alternatives. Which is the preferable course of action? ",
  "1.  They will register the firm in the names of their wives and brothers-in-law, and ensure that ",
  "their own names figure nowhere in the documents. ",
  "2.  The firm will avoid accepting any work that may involve dealings with their employer ",
  "organization CPCB. ",
  "3.  They will register the firm in partnership with a few close consultant friends from their college ",
  "days away from Delhi in some city like Pune or Thiruvananthapuram. ",
  "4.  Drop the project since it involves conflict of interest, and they may land in official trouble ",
  "if their association with the firm comes to light. ",
  " ",
  "Discussion ",
  "At the outset, we may note that the whole enterprise involves devious and covert attempts at ",
  "circumventing codes of official conduct. Public service in India creates a legal fiction that public ",
  "servants are to be all the time in Government service. Physically a public servant may be anywhere  ",
  "Case Studies    25.27 ",
  "but he shall have only one professional preoccupation--- service in his specific duties. It is because ",
  "of this legal fiction that Government servants may be called on duty at any odd hours provided the ",
  "circumstances legitimately demand that. This would rule out even doing any kind of job outside ",
  "of duty hours for remuneration. No doubt with prior permission of superiors one can engage in ",
  "charitable activities of apolitical nature. But in this matter there is no charitable purpose involved. ",
  "It is business pure and simple and that is not permitted. Further, the enterprise involves conflict of ",
  "interest since issues even those unconnected with pollution may get referred to CPCB. ",
  "Discussion ",
  "Against the above clear cut position, we can evaluate the alternatives. ",
  "1. Alternative (1) involves setting up a benami firm or a front organization---at best a dubious ",
  "procedure. The brothers will be working secretly for the firm. This violates the official code of conduct ",
  "binding them. There are inherent risks of exposure from disgruntled employees or whistleblowers. ",
  "Alternative (2) involves taking an extra precaution to keep things under wraps. But as CPCB ",
  "has a wide mandate, what at sight may seem a project outside its ambit may get referred to it. This ",
  "will create serious embarrassment to the brothers. ",
  "Alternative (3) is another way of trying to hide things. Again the problem is that one cannot ",
  "guess when things may come unstuck. Relations between partners may sour; then they may threaten ",
  "the brothers with exposure. All the above three alternatives illustrate the risks of leaving the straight ",
  "and narrow moral path. There are no fail safe safeguards in these matters. The Bible cautions that ",
  "even the wary transgressor will be found out. ",
  "As stated in alternative (4), the brothers will be well advised to give up the project. It is fraught ",
  "with unknown and uncontrollable risks. Once the matters surface, as sooner or later they are bound ",
  "to, the investigative agencies will go after them. Their name will be mud. They should convince ",
  "their wives that the expected returns can in no way compensate the risks. Alternatively, they should ",
  "resign from their jobs and take to business. Hence alternative (4) is the best option. ",
  " CASE 14      Decision-making conundrum ",
  "Bhupal was secretary of the energy department of a state which like many others is short of power. ",
  "The state is plagued with power cuts, and these often lead to loud and periodic protests from different ",
  "consumer groups. The state government has embarked upon an ambitious programme of increasing ",
  "the power generation capacity within the next five years. ",
  "Power projects are huge enterprises with enormous capital costs. They involve tricky technical, ",
  "commercial and financial problems. With the opening of the power sector to private enterprise, ",
  "the problems have multiplied. The power which private companies generate has to be purchased ",
  "usually by public enterprises i.e. state electricity boards. Such purchases are based on power purchase ",
  "agreements which are concluded for long periods stretching over 20 years. The private parties quote ",
  "their rates for selling power separately for each of the 20 years. As electricity boards also have to ",
  "conclude agreement with the lowest bidder, the rates quoted for different years have to be made ",
  "comparable by calculating present values through a process of discounting. Electricity boards also ",
  "have to look at the sources from which the private generating companies obtain fuels like coal, gas ",
  "or lignite.  ",
  "25.28   Ethics, Integrity & Aptitude ",
  "The selection of the final bidder is based on a two stage process. In the first stage, the bidders ",
  "who want to set up the generating plant are prequalified based on their technical, financial, and ",
  "organizational skills and track record in setting up and operating power plants. In the second phase, ",
  "the bidder is selected from the prequalified firms based on their financial quotations. At both stages, ",
  "the process involves study of detailed documents and massive data. Those preparing the documents ",
  "can tweak them in various ways to favour certain parties. It is rumoured that the whole process ",
  "involves large scale corruption. CAG often comes out with scathing criticism of projects and huge ",
  "losses to public due to faulty selection of projects. ",
  "A meeting has been proposed for the ostensible purpose of deciding upon the commercial ",
  "offers for building a 600 MW power plant at a cost of nearly 2000 crores in a remote tribal location ",
  "with coal deposits. The meeting will be between the Minister (in chair), chairman of the electricity ",
  "board, a political appointee, chief engineer (Projects) and the Secretary of the Energy Department. ",
  "Bhupal is a senior officer who is shortly expecting a promotion to the top rung of the state ",
  "administration. He knows from experience that any decisions on power project selection invariably ",
  "get mired in controversy. He carefully went through the project documents. He realised that the ",
  "electricity board also has departed from many standard conditions which should go into such ",
  "documents. He could see that a clever and surreptitious attempt is being made to favour a particular ",
  "bidder. He suspected this to be the handiwork of the board’s chairman and officials with the minister’s ",
  "connivance. Bhupal was wary of the whole proposal not least because of his impending promotion. ",
  "Question ",
  "Bhupal was wondering what he should do in the situation. He thought of the following alternatives. ",
  "1.  Proceed on sick leave and rejoin duty after the meeting is over. ",
  "2.  Pretend to be stuck in some unavoidable business and send a junior officer to attend the ",
  "meeting ",
  "3.  Meet the minister privately and caution him that the proposal is dubious and will create a ",
  "huge stink ",
  "4.  Attend the meeting, point out the faults in the analysis of tenders and ask for a fresh analysis. ",
  "What do you think is the correct alternative? ",
  "Discussion ",
  "Alternative (1) implies that Bhupal is ducking the issue. He is evading his responsibility. Proceeding ",
  "on leave for feigned illness is a form of malingering or work avoidance. It is hardly expected from ",
  "a senior officer. He has to face the issue squarely instead of choosing an escapist route. ",
  "Alternative (2) is also unacceptable, and in a way is worse than alternative (1). Bhupal as a ",
  "senior officer should not expose to risk a junior officer who may be unaware of the serious problems ",
  "involved in accepting the board’s proposal. Further, a junior will not be able to stand up to the ",
  "pressures which others will put on him during the meeting. ",
  "Alternative (3) is unlikely to work. Most probably, the minister will side with the board. He ",
  "may argue that they will be only endorsing a proposal of the board, which is supposed to know ",
  "its business. They are not the prime movers of the proposal and can blame the board if things go  ",
  "Case Studies    25.29 ",
  "wrong. In any case, they are not indulging in any wrong doing. This argument is, of course, invalid ",
  "since all the participants in the decision will become liable. ",
  "Alternative (4) is the most appropriate choice. In this option, Bhupal will be taking action in ",
  "line with public interest. He will be performing his duty faithfully. Once he points out the lacunae ",
  "in the tender evaluation and records his views, the board will be forced to rework the proposals ",
  "in accordance with acceptable criteria. The chances of deviating from correct procedure will be ",
  "eliminated. In this process, he may incur the minister’s displeasure. That is a cross he has to carry ",
  "as part of his job as a public servant. ",
  " CASE 15     Aftermath of an accident ",
  "Prakasam is the driver of Bhujanga Rao, an upcoming industrialist who also dabbles in politics. ",
  "Recently, from the proceeds of his flourishing business he has purchased a luxury brand car. He is ",
  "a fast driver who likes to cut through traffic leaving little margin for errors which he, other drivers ",
  "or pedestrians may make. ",
  "Normally, Prakasam drives the vehicle. But one day, Bhujanga Rao was driving the vehicle. As ",
  "he was expecting a business team at his factory, and as he was getting late, he started speeding up. ",
  "Prakasam cautioned him to drive slowly since though they were on a highway, some of its stretches ",
  "are adjacent to villages without separating barricades. On those stretches, people have a tendency to ",
  "cross the highway or get onto it with little concern for the rushing traffic. Most drivers slowed down ",
  "on those stretches. But Bhujanga Rao was driving fast ignoring the cautious words of Prakasam. ",
  "Then, all of a sudden, a motor cyclist entered the highway from the side on which Bhujanga Rao ",
  "was driving. He applied the brakes, but as the vehicle was moving too fast, it hit the motor cyclist, ",
  "and injured him grievously. Bhujanga Rao went into a panic. He knew that he would, considering ",
  "the present harsh attitude of judges towards to rash drivers, get a stiff sentence. While he was waiting, ",
  "an ambulance (responding to the call of a passerby) came and removed the injured motorcyclist to ",
  "a hospital. After some time, to his relief, he came to know that the accident victim though seriously ",
  "injured is out of danger. ",
  "Question ",
  "He began to think of how best to handle the situation, and the following alternatives occur to him. ",
  "Which do you think is the correction one? ",
  "1.  He should bribe the traffic police, and induce them prepare a case blaming the motorcyclist ",
  "of careless driving and absolving him since he was driving on the highway. ",
  "2.  He should contact his political friends to whom he has made donations to intervene in the ",
  "case in his favour. ",
  "3.  He should induce Prakasam to claim that he was driving the vehicle, and offer him full ",
  "financial help and large upfront payment. ",
  "4.  He should help the injured motor cyclist and his family, engage a good lawyer to fight his ",
  "case, and hope for the best.  ",
  "25.30   Ethics, Integrity & Aptitude ",
  "Discussion ",
  "The first alternative can be ruled out straightaway. Bhujanga Rao will be compounding the initial ",
  "offence by committing another criminal act. While making decisions whether in office or at home ",
  "illegal or immoral actions should never be considered. They are not real decision choices. ",
  "The second alternative is also an improper course of action. It is an example of trying to use ",
  "undue influence on public servants---in this case on police. This is called ‘influence pedalling’ and ",
  "it is an unhealthy, if not an illegal, practice. ",
  "The third alternative is also totally wrong. It is just fastening guilt on an innocent person. It is ",
  "tampering with evidence and falsifying the case which itself is an offence. Even if Prakasam agrees ",
  "to the inducement, he will be running the risk of facing a jail term depending on the outcome of the ",
  "case. Depending on how the case is proceeding, Prakasam, if he becomes nervous, may retract his ",
  "statement and tell the truth. These three alternatives are really unsatisfactory even from a prudential ",
  "(as opposed to moral) point of view. ",
  "The fourth alternative is the most appropriate. Bhujanga Rao cannot and should not try to ",
  "escape the legal consequences of his action. He has to act within the confines of law. He should try ",
  "to put up the best defence along lines that he had the right of way, that he was not driving recklessly ",
  "and that the motorcyclist suddenly came onto the highway unmindful of the traffic. By financially ",
  "helping the motorcyclist, he would earn some goodwill and the motorcyclist may soften his stand ",
  "in the court. ",
  " CASE 16      Land for cultural centre ",
  "Seshachari is working as deputy secretary in Revenue department on the desk dealing with grants ",
  "of government land for various purposes. As land has become very scarce and very expensive, ",
  "such grants have to be carefully made. Government has formulated a policy for grant of its land ",
  "for public purposes. The policy has been embodied in an official resolution. Government lands are ",
  "granted for purposes such as public educational institutions, hostels, hospitals, charitable institutions, ",
  "government offices and rural infrastructure. ",
  "One day a proposal for granting land to a cultural centre proposed in a prime urban location ",
  "reached Seshachari’s desk. The centre was not proposed by state culture department, but by a ",
  "private group. As Seshachari was reading the file, he received a phone from Revenue minister’s ",
  "private secretary that the person who wants to set up the centre is closely related to a prominent ",
  "central leader of the ruling political establishment. The private secretary added that the proposal was ",
  "cleared by the lower levels in the department and that Seshachari should also endorse it positively. ",
  "Seshachari saw that the proposal could not be cleared under the government’s policy. Land ",
  "could be given to private parties in a few cases for institutions which undertake programmes of ",
  "education, health and skill upgradation for weaker sections of society. The lower level staff justified ",
  "the proposal since the official policy resolution contained a residual phrase that grant can be made ",
  "for “other public purposes as may be decided by government”. Seshachari feared that grant of ",
  "valuable land to a private person with political connections could lead to controversy.  ",
  "Case Studies    25.31 ",
  "Question ",
  "He wondered what to do with the proposal, and the following alternatives occurred to him. ",
  "1.  He should oppose the proposal tooth and nail, and even if government approves it, he ",
  "should not issue the order. ",
  "2.  He should clearly point out that the cultural centre is not eligible for land under the present ",
  "policy and that the proposal should be rejected. ",
  "3.  Since the proposal has emanated from a lower level and as he is only a supervisory officer, ",
  "he may sign on the proposal. ",
  "4.  He should raise queries (questions and doubts) on the file, and at the same time engineer ",
  "RTI application or letter to Lokayukta about the matter. ",
  "What in your view is the correct course of action and why? ",
  " ",
  "Discussion ",
  "Alternative (1) will represent an overreaction. If Seshachari believes that the grant of land cannot be ",
  "made, he should record his views clearly on the file outlining the factual, legal and policy dimensions. ",
  "Thereafter, he should implement whatever orders government decides to pass. ",
  "Alternative (2) is the correct line of action. The role of civil servants in secretariat is to advise ",
  "government. In other words, they should study proposals and recommend courses of actions which ",
  "can be justified on factual, legal and proprietary grounds and which are within the accepted policy ",
  "framework. Once officers perform this task, they would have discharged their duty adequately. ",
  "Thereafter, they have to follow government decision. They will not be answerable to any illegal or ",
  "improper actions of government. ",
  "Alternative (3) is unacceptable. Affixing signature on a proposal in a file means that the official ",
  "accepts it. He becomes responsible for the decision. The only defence, if the decision is later ",
  "questioned, is to claim that he has been misled. But this is possible if the earlier analysis misstates ",
  "or omits to mention material facts which have a vital bearing on the decision. Another defence can ",
  "be that the relevant legal provisions and policy issues have been left out of analysis. This defence ",
  "seldom works since officers are supposed to know about relevant laws and policies. It is their job to ",
  "get matters analysed properly. Their job is not just to put signatures on files. ",
  "The fourth alternative is mischievous. When queries are raised on files, they go back to lower ",
  "levels again, and are returned with answers to the queries. This delays decision-making and can be ",
  "used as a delaying tactic. Genuine questions about matters missed out in analysing a proposal can ",
  "be raised, but no attempt should be made to deliberately delay matters. RTI and other avenues ",
  "have been created for common citizens, and officers should not abuse those provisions in any way ",
  "for collateral ends. ",
  " CASE 17      Vasumathi in a quandary ",
  "Vasumathi completed B.Com (Hons) and various computer certificate courses on accounting and ",
  "audit. She was delighted when she was offered employment on contract basis in the Accounts ",
  "wing of a public works department. She could have got better jobs, but had no desire to leave her ",
  "hometown in South India.  ",
  "25.32   Ethics, Integrity & Aptitude ",
  "Her job consisted in verifying the bills which contractors submitted for the projects they were ",
  "implementing. The works had numerous components such as digging foundations, depositing ",
  "excavated materials at designated points, spreading earth or materials for roads under construction ",
  "and laying concrete for foundation work. The contracts specified the quantum of work in physical ",
  "quantities such as M3 or M2 of earth spreading or depositing. Rates for payment were specified for ",
  "such physical quantities, and contractors put in claims on the basis of the work done. Vasumathi had ",
  "to make sure that the quantities, rates and claims were in line with the approved contract document. ",
  "As she was proficient in the accounting software, she could do the job effortlessly. ",
  "She has been given a cubicle in a corridor with an open office layout. Vasumathi kept to herself ",
  "as she was preparing for competitive examinations. After checking the bills received by her, she ",
  "would start working for her exams. ",
  "She had a completely unexpected experience in the middle of the second month. One well ",
  "dressed person came and gave her a cover. Taking it to be a letter, she opened and found that it ",
  "contained Rs. 5000. Taken aback, she tried to return the amount thinking that it was for someone ",
  "else. He told her that it is a normal routine payment which the contractors made to staff as part ",
  "of goodwill. He assured her that others are paid such amount and that she should not hesitate in ",
  "taking it for it carries no obligation whatsoever. Vasanthi realised that it is part of institutionalized ",
  "corruption. ",
  "Question ",
  "What do you think should she do in this situation? ",
  "1.  She should create a big scene so that the bribe giver would never approach her again ",
  "2.  She should accept the amount since she does not have to do any wrong in return. ",
  "3.  She should refuse the payment, and also inform a senior officer in the organization about ",
  "the incident ",
  "4.  She should just refuse the payment and tell the bribe giver not to approach her again. ",
  " ",
  "Discussion ",
  "Vasumathi should not create a scene. It will serve no purpose. If others in the organization are ",
  "accepting the payment, her creating a scene may turn them against her. Incidentally, the bribe giver ",
  "may make a counter allegation against her, and try to put her in the dock. ",
  "The second alternative is patently wrong. By accepting the payment, though not of her seeking, ",
  "she would be embroiled in a criminal act. She would be violating the Prevention of Corruption ",
  "Act. Hence, she should firmly reject the proffered payment. A quid pro quo from her side is not ",
  "necessary to land her in trouble. She will be as guilty as the others accepting the payment ",
  "The third alternative is the most appropriate response. She has unwittingly come to know of ",
  "illegal goings on in the organization. She does not have the power or authority to initiate action ",
  "against the persons involved in the illegalities. It is for the duly empowered authorities to initiate ",
  "necessary administrative and legal actions. But as she has become cognizant of the wrong deeds, ",
  "she has to inform the senior officers, and leave it to them to take suitable actions. She can request ",
  "them to keep her role in the matter secret.  ",
  "Case Studies    25.33 ",
  "The fourth alternative is correct up to a point. But as a responsible citizen and office worker, ",
  "she has to bring the matter to the notice of the concerned senior officers. ",
  " CASE 18      Problems at election time ",
  "Elections have been declared in the state. According to the election code of conduct, all major ",
  "decisions have been put on hold. In this situation, chief secretary, Prakash Godbole faced a delicate ",
  "problem which arose from failure of rains in some parts of the state. Extra power has to be supplied ",
  "to farmers to enable them to run irrigation pump sets. Power was also needed to tackle drinking ",
  "water supply problems. The situation led to public dissatisfaction and the Chief Minister knew that ",
  "it would affect the party’s election prospects. He asked Godbole to do something about the matter. ",
  "Things were a bit complicated. As the state had no generation capacity, power has to be purchased ",
  "at a high cost. Further, the state electricity board had no money. Funds can be given to the board ",
  "only by withdrawing a large sum from contingency fund. Finance department would not agree to ",
  "such withdrawals since the election process is in progress. Large purchases of supply of power may ",
  "be interpreted as an attempt by the state administration to support the government facing elections. ",
  "Godbole knew that money can be provided to the board by way of temporary loan from a state ",
  "investment corporation. It is in joint sector with 51% private share and is outside normal CAG audit. ",
  "Its operations are not part of government transactions. Power secretary and the electricity board ",
  "agree to purchase power and supply it to farmers and water supply board if a temporary loan is ",
  "arranged. Incidentally, Godbole was appointed as chief secretary by the present chief minister. He ",
  "also dealt with him in a friendly manner. ",
  "Question ",
  "Godbole thinks of the following alternative lines of action. ",
  "1.  Tell the Chief Minister that because of the ongoing election process, he cannot do anything. ",
  "2.  Advise the Chief Minister to approach the Election Commission for necessary approval ",
  "3.  Arrange temporary loan to the electricity board and give extra power supply to the areas ",
  "of the state which are actually facing the adverse effects of inadequate rains. ",
  "4.  Arrange a liberal loan and make power available on a large scale all over the state. ",
  " ",
  "Discussion ",
  "By adopting alternative (1), Godbole would be playing safe. Since he is not taking any initiative, and ",
  "postponing a decision till the completion of elections, no political party will accuse him of partiality. ",
  "The Election Commission would not raise any issue. This approach is inappropriate since state ",
  "administration (and its head chief secretary) cannot ignore the genuine hardships of people simply ",
  "because the election process is in progress. ",
  "The second alternative is unacceptable since the chief secretary should not just leave the matter ",
  "to Election Commission. Obviously, he should try his utmost first to help farmers and the people. ",
  "This advice is pointless since the Chief Minister will be aware of the position and wants the chief ",
  "secretary to do something.  ",
  "25.34   Ethics, Integrity & Aptitude ",
  "The third alternative is appropriate. It leads to quick action and avoids the detailed and time ",
  "consuming financial scrutiny. It concentrates on the genuine needs of the affected people. No one ",
  "can reasonably object to this action. While remaining within the ambit of law and propriety, the ",
  "chief secretary will be implementing the Chief Minister’s instructions to the extent feasible. ",
  "The last alternative is improper. As elections are going on, no extra facilities and advantages ",
  "should be given to people. It may amount to offering inducement to people and polishing the image ",
  "of government. The normal levels of power supply, along with any routine power cuts, should be ",
  "continued. Any decision regarding enhancement supply in these areas with normal rainfall should ",
  "be left to the elected government which will take office after elections. ",
  " CASE 19      Playboys in office ",
  "Sujatha joined her office recently. She was trying to learn the work and get used to the official ",
  "procedures. Her boss Sudarshan was a nice guy and gave her the background material for getting ",
  "acquainted with the work and alerted het to the critical issues which can crop up from time to time. ",
  "He assured her that he would help her in case she was unable to cope with any work problems. ",
  "Sujatha was settling down to her job. ",
  "Soon, she realised that all was not well in the office. A senior officer and a couple of his favourites ",
  "were in the habit of misbehaving with lady staff in the office. It is rumoured that the favourites ",
  "facilitated the out of way actions of the senior. It is also believed that he has the patronage of the ",
  "higher ups. ",
  "The favourites did not of course (mercifully) physically assault any lady worker. But they would ",
  "start uninvited and unsolicited conversation with them. They would invite the ladies to accompany ",
  "them to dinners in expensive hotels. They would hint on how the sexual mores of the society have ",
  "changed and how prudery is out of place. They would ask them many personal questions. They ",
  "would introduce romantic themes into the conversation. They would at times block the way of ladies ",
  "in the corridor. ",
  "They tried this with Sujatha once or twice. She rebuffed them quite roughly. They left dropping ",
  "hints about their influence and clout in the organization and of their proximity to bosses who matter. ",
  "Sujatha felt diffident about mentioning the matter to Sudarshan. She discussed the matter with her ",
  "lady friends. They shrugged off the issue and said that such things were common in offices, that the ",
  "behaviour of the favourites was not criminal and that no effective response would result from their ",
  "complaints. It could end up souring their relations with others in office and create greater tensions ",
  "for them. ",
  "Question ",
  "Given the above situation, what should Sujatha do? ",
  "1.  She should accept the situation as a necessary part of the office eco-system and “go with the ",
  "flow”. ",
  "2.  She should a lodge a complaint of sexual harassment with the concerned senior officer and ",
  "insist on speedy action.  ",
  "Case Studies    25.35 ",
  "3.  She should appeal to the good sense of the favourites and tell them not to disturb their ",
  "fellow lady workers. ",
  "4.  She should complain about the matter to the MLA of her constituency and ask him to take ",
  "it up with higher authorities. ",
  " ",
  "Discussion ",
  "The first alternative is passive and smacks of defeatism. It is this passivity of the victims which ",
  "encourages the aggressors. If they do not fear any strong reaction to their misconduct, they will ",
  "continue to misbehave. It is necessary for an individual to assert his/her right in the face of unprovoked ",
  "misbehaviour of others. Unless the victims air the grievances, the custodians of official discipline will ",
  "have no cause for action. They will have an excuse for inaction. ",
  "The second alternative is appropriate. Once Sujatha makes a complaint, the wheels will start ",
  "moving. The concerned officers would not like to overlook a complaint of sexual harassment. Even ",
  "the senior officer and his favourites will become cautious. The top level officers may be unaware ",
  "of the goings on in the office. They will usually come down with a heavy hand since they would ",
  "not like to answer the Women’s Commission or get embroiled (if matters go out of hand) in legal ",
  "tangles. ",
  "The third alternative is unlikely to succeed. Those who behave in this way are insensitive to the ",
  "rights, feelings and sensitivities of other people. It is a form of unselfconscious anti-social behaviour. ",
  "Had they been brought up properly, they would not behave in this manner. ",
  "The fourth alternative is also improper. According to a legal principle, an aggrieved person ",
  "should, in the first place, seek redressal from the first level of authority empowered to act in the ",
  "matter. Naturally, it will be the concerned authorities in the organization who are entrusted with ",
  "the task of handling sexual harassment complaints. In case they fail to act, then Sujatha can explore ",
  "other avenues. ",
  " CASE 20      Sneha’s courage of conviction ",
  "Sneha hails from a medium sized town in eastern India. After completing a course in communications, ",
  "she got a job with a small advertising agency in a metropolis. Finding accommodation is a great ",
  "problem in any megacity. Luckily, an elderly couple, allowed her to stay with them as a paying guest. ",
  "Sneha became friendly with a few girls working with her and occasionally joined them for spending ",
  "the leisure hours she got from her heavy schedule. They have been staying in the metropolis since ",
  "quite some time. Initially, Sneha was fascinated by their behaviour which seemed to be free from ",
  "the inhibition and diffidence of small town girls. The anonymity of girls in the metropolis and its ",
  "permissiveness added to their sense of freedom. She noticed that people tended to generally ignore ",
  "one another, and that each person remained within the cocoon of his narrow personal world. ",
  "Gradually, Sneha began to feel uneasy about her friends. They seemed to ridicule, though not ",
  "in so many words, her conventional and rustic background. They were amused by the bindi she put ",
  "on. They hinted that she should dress in modern style. Sneha was really troubled when she came ",
  "to know that they consumed alcohol and some of them even experimented with drugs. Her real ",
  "shock came when she learned that two of the girls were living with male partners without formal ",
  "ties of marriage.  ",
  "25.36   Ethics, Integrity & Aptitude ",
  "Realising the risks of friendship with her new found friends, she cut down her contacts with ",
  "them under the pretext of heavy work pressure. Most of the girls left her alone, but one of them ",
  "confronted her. She accused Sneha of avoiding them deliberately. She advised her that their jobs ",
  "are unconventional and creative and presuppose play of spontaneous artistic impulses. She added ",
  "that their creativity can blossom and their work can be original only when they rid themselves of ",
  "conventional behaviour patterns. She went on to add that such morals are shackles which a patriarchal ",
  "society puts on women. She concluded by urging Sneha to give up her small town mind set and ",
  "adopt the life style of the artistic groups in the metropolis. ",
  "Question ",
  "How should Sneha respond to this piece of advice from her friend? ",
  "1.  Sneha should change her behaviour on the lines suggested by her friend. ",
  "2.  Sneha should ignore the advice of her friend. ",
  "3.  Sneha should pack her bags and leave the metropolis. ",
  "4.  Sneha should change her job and move to conventional journalism. ",
  " ",
  "Discussion ",
  "The first alternative should be rejected. The girls are misguided and have fallen into the tempting ",
  "snares which they face in large cities. She should not give in to the undesirable influences of her ",
  "friends---which is called “peer pressure”. The life style they adopted can land them in serious ",
  "troubles. Young people acquire many bad habits from the company they keep. They consider that ",
  "it is fashionable to do so; this gives them a sense of being inside a closed group with solidarity. But ",
  "one should not rely on such false psychological props. ",
  "This is the correct option. Basically, Sneha has a wholesome personality. There is nothing fake ",
  "about her and she has a sense of decency and of what is right and wrong. The other girls perhaps ",
  "realise this. They may be feeling a sense of moral unease in the presence of a person observing ",
  "conventional codes. By converting her to their way of thinking, they can reduce their feeling of ",
  "moral dissonance which may be unconscious. . But Sneha has to remain steadfast to her values. A ",
  "large part of being moral consists in firmly resisting such pressures. It is not enough to know what ",
  "morals are; one has to practise them continuously. ",
  "Sneha need not leave the metropolis. Her problem is not with the city, but with a set of undesirable ",
  "friends. In such situations, it is better to maintain a distance from the sources of unwholesome ",
  "influences. We cannot dub metropolises as bad places, though large crowded urban areas do create ",
  "problems of isolated human beings leading atomized lives. As in any other place, metropolises ",
  "contain good people and groups. ",
  "Sneha need not change her job. One should not leave a job unless it is too full of intractable ",
  "problems or it is psychologically burdensome. At a time when jobs are insufficient, it will be imprudent ",
  "to leave a job. One should leave a job only after finding another one. Of course, if a job is hopelessly ",
  "intolerable, one has no choice.  ",
  "Case Studies    25.37 ",
  " CASE 21      Dealing with systematic overpayments ",
  "The state government has a scheme for giving subsidies to industries set up in backward areas. The ",
  "subsidy is paid on eligible fixed investments mainly for purchase of land and physical equipment. In ",
  "order to avoid disputes, the state government prepared an exhaustive list of eligible items entitled to ",
  "subsidy; it also prepared a negative list clearly identifying the ineligible items such as good will and ",
  "patents. Calculation of subsidies for large projects is laborious and troublesome since thousands of ",
  "items of machinery have to be checked for eligibility. There is a high level team of officials which ",
  "examines the claims of subsidy after getting the scrutiny report for each project. ",
  "Pramod has recently joined the division which scrutinizes subsidy claims. He is responsible for ",
  "ensuring the accuracy of the report prepared for the high level official team. Pramod found that the ",
  "work of scrutiny is being done manually with someone marking the items as eligible and ineligible. ",
  "He noticed that subsidies were allowed and disallowed for same items in some cases. He noticed ",
  "that overall, the subsidy amounts were being inflated systematically. He was worried that the excess ",
  "payments, if continued, could involve him in trouble when discovered in audit. He realised that ",
  "most of the process, barring that which needed judgemental assessments, can be computerized. This ",
  "would also eliminate the problem of overpayments. ",
  "Pramod wanted to engage an agency to quickly prepare a project for computerization. But his ",
  "proposal met with stiff resistance. Pramod has a degree in IT. He decided to prepare the programme ",
  "with the help of a few willing staff members. Even then, some people were trying to derail the ",
  "scheme. Pramod was puzzled until one day a staff member told him that the proposals were being ",
  "systematically inflated and that the inflated amounts were being shared at various levels including ",
  "political levels. He was told that it would be very difficult to change the system. ",
  "Question ",
  "Pramod wants to get over the problem. He thinks of the following alternatives. Which of them is ",
  "the appropriate one in your view? ",
  "1.  He should meet the chairman of the high level official team, apprise him about overpayments ",
  "that have been made and tell him that it would be necessary to computerize the system for ",
  "ensuring greater accuracy and avoiding inconsistencies and  overpayments. ",
  "2.  Leak a story to press that there may be large scale irregularities in subsidy payments. ",
  "3.  Provide information to a whistle blower about the wrong payments that may have been ",
  "made earlier ",
  "4.  Quietly tip off audit and ask them to scrutinize files with exorbitant ineligible subsidy ",
  "payments. ",
  " ",
  "Discussion ",
  "The first option is appropriate. When any irregularity comes to an officer’s knowledge, he has ",
  "to immediately inform his supervisory officer. Government organisations (and many others) are ",
  "hierarchies; in such systems organisational discipline requires that an officer has to report problems ",
  "to his supervisor and seek his instructions. Pramod should not assume that the high level team is ",
  "involved in wrong doing. To come to that conclusion, he should have valid grounds and not be  ",
  "25.38   Ethics, Integrity & Aptitude ",
  "guided by verbal statements of staff. In all likelihood, the chairman would agree with Pramod and ",
  "ensure that no overpayments are made in future. He may order recovery of excess payments made ",
  "in the past. ",
  "The second alternative is inappropriate. Organisations (including governments) designate officers ",
  "and procedures for dealing with media. Pramod should not violate that procedure. Further, it involves ",
  "devious conduct. In adopting that course, Pramod would not be acting in a straightforward manner. ",
  "The third alternative suffers from the same defects as the second one. Of course, nowadays ",
  "whistle blowing is being encouraged. But the present authors believe that officers should resort to ",
  "it only in extreme situations. Essentially, it is a remedy which should be used only when the whole ",
  "organisation or large parts of it are hopelessly corrupt, and even honest officers are dragged into it ",
  "against their wishes. ",
  "The fourth alternative is also devious. Audit is an independent function. An organisation has ",
  "to provide audit with all the information and documentation it seeks. But officers should not try to ",
  "influence the audit one way or the other. They should answer the questions which audit raises fully. ",
  "Officers should not use audit, even if it is willing, for other purposes. ",
  " CASE 22      Unsuitable match ",
  "Ponnuswamy is in a state of mental turmoil. He has a mid-sized farm and lives with his daughter and ",
  "two young sons in a municipal town. He is comfortably off, and his children are in degree colleges. ",
  "But a little while ago, his wife told him that their daughter was romantically involved with Selwaraj. ",
  "Selwaraj is known to be a feckless young man with no steady job or income. Ponnuswamy is slightly ",
  "acquainted with Selwaraj’s family. Their family is pretty low, as compared to ponnuswamy’s family, in ",
  "the caste hierarchy. He knew that his caste panchayat would take umbrage at the marriage proposal. ",
  "Ponnuswamy was not at all keen on his daughter tying up with Selwaraj. He told his wife to ",
  "reason with their daughter. But their daughter was adamant. Ponnuswamy tried to convince his ",
  "daughter to abandon the proposal. He told her that he would find a good match in their caste or ",
  "a higher caste. He told her that Selwaraj had no job and would be unable to provide her with any ",
  "material comforts. ",
  "His daughter refused to listen to his advice. She said that she had given her heart to Selwaraj, ",
  "and that he is a wonderful person. He planned to start a self employment venture, and she would ",
  "support him in the venture. She expressed idealistic sentiments about love. ",
  "Question ",
  "Ponnuswamy was wondering what to do in the situation. He thinks of the following alternatives. ",
  "1.  He could forcibly marry her to a person of his caste. ",
  "2.  He could shift to his village home and confine her movements to the village. ",
  "3.  He can buy time by asking her to wait till Selwaraj makes a success of his business or gets ",
  "a good job, and extract a promise from her not to meet Selwaraj till such time. ",
  "4.  He can hire thugs from his caste group and they can threaten Selwaraj with dire consequences ",
  "if he continues to meet Ponnuswamy’s daughter.  ",
  "Case Studies    25.39 ",
  "Discussion ",
  "The situation depicted in this case is delicate and troublesome. Often, young girls are idealistic, ",
  "sentimental and highly impressionable. They often fall for the first scoundrel who comes along. ",
  "Unscrupulous individuals can easily take advantage of them. In fact, this is a reason why they should ",
  "be cautious about whom they make friends with. Parents of young girls also need to be careful and ",
  "ensure that their daughters do not fall into bad company. From the facts given in the case, the choice ",
  "of Ponnuswamy’s daughter appears foolish. Selwaraj has neither qualifications nor a job. His self ",
  "employment idea is woolly and is unlikely to provide economic security. ",
  "The idea of forced marriage should not be pursued. Marriage is too important a relationship ",
  "to admit of any compulsions. It has to result from free and voluntary consent of the two partners. ",
  "Compulsorily marrying someone against his/her desire can be an offence, and bring woes in future. ",
  "Forcibly confining the movements of a person---even of one’s daughter---is an offence. It will ",
  "have very undesirable consequences on the person thus confined. No father should put his daughter ",
  "through such situation. It may end up by creating a permanent rift between the father and the ",
  "daughter. The whole procedure is of doubtful legality. ",
  "The third option appears to be the best under the circumstances. Ponnuswamy should be able to ",
  "convince his daughter that the whole idea of marrying a person without job or any future prospects ",
  "is unthinkable for a girl. It can ruin her life. His daughter is likely to hear this argument. He can tell ",
  "her that it would be a source of great mental anguish to her parents. After sometime, if Selwaraj ",
  "fails to make the grade, she will lose her interest in him. If Ponnuswamy can convince her not to ",
  "meet Selwaraj, her infatuation may slowly come to an end. In this option, Ponnuswamy is not doing ",
  "anything which he should not do as a father or as a law abiding citizen. If by chance Selwaraj finds ",
  "a good job or succeeds in his business venture, then Ponnuswamy can agree to the marriage. ",
  "The last alternative is obviously illegal. In addition to the problem of his daughter’s ill chosen ",
  "match, Ponnuswamy will end up facing the law. If Selwaraj makes a police complaint, they will ",
  "question Ponnuswamy. Then the anti-social elements will immediately tell police that they had acted ",
  "on Ponnuswamy’s instructions. ",
  " CASE 23      Public stance and private morality ",
  "Vidhushi is a prominent socialist intellectual. She was a professor of sociology in a prominent ",
  "university. She was no ivory tower academic. She actively espoused---in the name of Marxian praxis-- ",
  "-causes of labour, tribals, minorities and oppressed women. Her work on pedagogy of the oppressed ",
  "won acclaim in liberal western universities. ",
  "The political establishment found that her writings provided some theoretical support for their ",
  "populist agendas. She was offered a position in the think tank of their party. Vidhushi appeared ",
  "in TV shows and wrote articles in support of the party’s programmes. In one of the argumentative ",
  "debates, Vidhushi condemned the poor standards of public schools and suggested that the political, ",
  "social and academic elites should send their children only to government schools. This procedure, ",
  "Vidhushi argued, would raise the standards of government schools. ",
  "After some time, during the schools opening season, there were heated debates about admission ",
  "procedures to elite schools. There were allegations of large scale influence peddling and of how the  ",
  "25.40   Ethics, Integrity & Aptitude ",
  "rich and the powerful manage to secure admissions to their wards in prestigious schools. During one ",
  "of the debates, it came out that Vidhushi was seeking admission for her daughter in a top school. ",
  "This was followed by lot of criticism that Vidhushi is guilty of hypocrisy and that she should admit ",
  "her daughter in government school near her school. ",
  "Question ",
  "1.  Vidhushi should withdraw her daughter’s admission application from the prestigious school ",
  "and admit her in a government school. ",
  "2.  Vidhushi should stop appearing on TV shows and let the issue fade away ",
  "3.  She should try to get admission to her daughter in the prestigious school. ",
  "4.  She should ask her party colleagues to stoutly defend her stand. ",
  " ",
  "Discussion ",
  "The first alternative need not be pursued. There is no doubt about inconsistency, if not hypocrisy, ",
  "in the behaviour of Vidhushi. But it does not mean that she should adopt in her personal life the ",
  "principles she advocated in her academic and political roles. In this case, she has to act as a mother, ",
  "and not as a party ideologue. She should do what she considers is the best for her daughter. ",
  "The second alternative will temporarily save Vidhushi’s embarrassment. After some time, the ",
  "story will no longer be newsworthy and just be forgotten. In any case, most people will recognise ",
  "that she has a right to secure admission for her daughter in the best possible school. She should ",
  "appear on the news channels and defend her position on logical and factual grounds. ",
  "This is the correct course of action. We have mentioned some reasons while discussing the first ",
  "alternative. In addition, we should note the distinction between one’s private and public life. She ",
  "cannot impose her publicly proclaimed principles and policies on her daughter. Family members ",
  "cannot be brought within the ambit of public political stance unless it is a matter of law or policy. ",
  "Of course, examples of this type show that it is easy to proclaim public principles, but hard to put ",
  "them into practice in private life. ",
  "This alternative is quite irrelevant to the issue. In fact, if Vidhushi so desires, she should personally ",
  "defend her position. ",
  " CASE 24     Filing a false affidavit ",
  "Akshay found himself in a difficult spot during a discussion with the ministerial group. The group was ",
  "set was set up to examine the serious irregularities which occurred in the purchase of relief materials ",
  "in the aftermath of a major cyclone which lashed the state. The relief materials did not arrive on ",
  "time when needed. Many of the samples which were checked for quality failed to conform to the ",
  "tender specifications. The orders were placed by a purchase committee after taking the approval ",
  "of the Relief commissioner under emergency purchase procedures. The file was also seen by the ",
  "concerned cabinet minister. ",
  "The matter led to wide adverse media coverage. It created uproar in the state assembly, and ",
  "the opposition forced many adjournments. The Chief Minister promised to have the whole question ",
  "of malpractices examined and take action against those found responsible. In the meanwhile, an ",
  "application for public interest litigation was also filed in the High court in the matter.  ",
  "Case Studies    25.41 ",
  "Akshay was assisting the group. After carefully going through the files relating to the purchases, ",
  "he found that in some cases the officers at lower level failed to clearly specify the standards for the ",
  "materials being procured. He also saw that in many instances, the concerned staff failed to carry ",
  "out the necessary quality checks. Because of the distress of the people and the urgency of the needs, ",
  "everyone was in a hurry to just get hold of the relief materials. ",
  "Akshay explained these matters to the group. He pointed to some lower staff as responsible ",
  "for not correctly laying down specifications and for not performing quality checks as required. The ",
  "group was, however, not satisfied with this approach. They wanted to fix the responsibility on the ",
  "Relief Commissioner. They also wanted Akshay to file an affidavit in the high court blaming the ",
  "Relief Commissioner for the malpractices. When he pointed out that it would be difficult to do so, ",
  "they told him to treat it as Group’s order and implement it. ",
  "Question ",
  "What should Akshay do in these circumstances? ",
  "1.  He should file the affidavit blaming the Relief Commissioner. ",
  "2.  He should politely decline to file the affidavit. ",
  "3.  He should file a diluted affidavit vaguely hinting at the indirect responsibility of the Relief ",
  "Commissioner. ",
  "4.  He should apprise the Relief Commissioner of the matter so that he can approach the group ",
  " ",
  "Discussion ",
  "The first alternative will be wrong. An affidavit is a sworn statement which affirms facts. If it is not ",
  "true, the person swearing it can be prosecuted for perjury. In official contexts, affidavits are mostly ",
  "based on facts which are found in files or statements which can be supported by materials contained ",
  "in official records. In this case, the Relief Commissioner endorsed a recommendation of the purchase ",
  "committee. He had no direct role; nor is there any statement about his mala fide involvement. He ",
  "cannot delay matters in a crisis situation. ",
  "The second alternative is the appropriate course of action. An affidavit has to be based on one’s ",
  "direct, personal knowledge and on facts revealed by available records. An affidavit cannot be filed ",
  "on the basis of what some else tells one to do. Hence in this case Akshay cannot legally follow the ",
  "group’s order. Being illegal, it is not binding on him. So he should politely decline to file the affidavit ",
  "on the suggested lines---though it may cause unpleasantness. ",
  "For the reasons discussed above, the third alternative is improper. In any case, affidavits cannot ",
  "be vague or airy statements. ",
  "The fourth alternative is also inappropriate. Akshay should perform his official role to the best ",
  "of his judgement. Tipping off the Relief Commissioner may mean improper communication of the ",
  "proceedings of the group. ",
  " CASE 25      Irregular Industrial Plot allotments ",
  "State industrial development corporation (SIDC) looks after allotment of industrial plots. SIDC ",
  "creates industrial estates in acquired land by providing infrastructure such as roads, water supply,  ",
  "25.42   Ethics, Integrity & Aptitude ",
  "drainage, power, waste disposal, transport parking lots, bank branches and so on. The demand for ",
  "plots far exceeds supply and offers scope for corruption. The chairman of SIDC is an influential ",
  "politician who wants to gain from the situation. MD also joins hands with him. ",
  "To further their purposes, they create an opaque system with built-in discretionary powers. ",
  "Outwardly, the allotment of plots was based on first-come-first served basis. But there was no system ",
  "of promptly recording the date and time of receipt of applications – especially using tamper proof ",
  "computer based system. The chairman assumed the power of discretionary or out-of-turn allotments ",
  "under the pretext of helping highly deserving or hard pressed entrepreneurs. By making arbitrary ",
  "allotments of industrial plots and through other means the chairman and the MD made money. ",
  "They resisted the attempts of some board members to introduce a system plot allotment through ",
  "public auctions. ",
  "After a while, some of the applicants who were denied plots instigated some dummy applicants ",
  "to send complaints to government and vigilance commission. They also mounted pressure in other ",
  "ways. Government was forced to institute an inquiry into the whole matter. ",
  "The inquiry reveals various irregularities. Plots have been allotted to non industrialists. Most ",
  "of the out-of-turn allotments went to influential individuals. Many plots were much larger than the ",
  "permissible size. No reliable records were available to show the application dates, or any reliable ",
  "queue system for making allotments. Many allotments were made without consulting the Board. In ",
  "the meanwhile based on a tip off, anti corruption police raided the residences of the chairman and ",
  "MD, and recovered large amounts of cash. They registered a case against them under the PC Act. ",
  "Question ",
  "What can we say about the nature of corruption in this case? How can it be tackled? ",
  "1.  It is due to the excessive greed of the chairman. ",
  "2.  Corruption can be traced to the fact that the chairman is a politician. ",
  "3.  Corruption is basically due to systemic causes and needs systemic remedies. ",
  "4.  Corruption was made possible as MD also joined the game. ",
  " ",
  "Discussion ",
  "1.  The first alternative will be a simplistic answer. Corruption may arise in one sense from ",
  "individual greed and lack of moral strength. But corruption also requires an administrative ",
  "environment which creates opportunities for officials to exploit the weaknesses of the system. ",
  "2.  The second alternative is off the mark. It is an over generalization and paints all politicians ",
  "with the same brush. It is called stereotyping of a whole group ignoring the significant ",
  "differences among its members. ",
  "3.  Unfortunately, corruption in this case has originated from the top of SIDC. It reminds one ",
  "of a proverb that a rotten fish stinks from the head. The corruption is collusive in nature ",
  "since both bribe givers and bribe takers benefit from the transaction at the cost of genuine ",
  "entrepreneurs. The economic source of corruption here lies in scarcity of industrial plots. ",
  "In such scarcity situations, people are willing to pay ‘on money’ over official price for ",
  "commodities. In this regard, economists and political thinkers have spoken of two types ",
  "of irregularities. In ‘profit seeking’ behaviour, politicians seek gains through promoting  ",
  "Case Studies    25.43 ",
  "genuine industrial enterprises as illustrated by the experience of Japan, South Korea and ",
  "Singapore. Here, though there may be underhand dealings or cronyism between industrialists ",
  "and politicians, there is also economic or industrial growth. The other form of irregularity ",
  "involves ‘rent seeking’ behaviour. Here, entrepreneurs and politicians combine to skim off ",
  "the surplus (called rent in economics) which exists between the official and market prices ",
  "of scarce resources. If political leaders adopt rent seeking behaviour as in India, industrial ",
  "growth invariably takes a hit. ",
  "The following measures can be adopted ",
  "•  Government should dispose of scarce natural and other resources through open ",
  "competitive bidding or auctions. ",
  "•  If any other process like ‘first come first served’ is adopted, it should be transparent and ",
  "be backed by full, reliable documentation to avoid malpractices. ",
  "•  In these situations, the macroeconomic remedies consist of supply side interventions for ",
  "enhancing production and availability of scarce commodities. ",
  "•  There should be deregulation of economy to the maximum feasible extent – with due ",
  "regard to social concerns – to allow free play to market forces, and to remove unnecessary ",
  "administrative controls. ",
  "•  Administrative processes should be simplified and put on web sites. In this case, the ",
  "date wise receipt of applications for industrial plots and their processing in SIDC should ",
  "be kept on web site. ",
  "4.  The fourth option is a partial answer. MD could have made it hard for the Chairman to ",
  "indulge in malpractices. But the root of the problem is systemic.  ",
  "  ",
  " ",
  ""
]