[
  "C h a p t e r.11 ",
  "Code of Conduct for ",
  "Ministers ",
  " ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "Political ethics are based on responsibility and accountability. In democracy, holders of political office ",
  "are accountable to people. Laws and rules enforce this accountability, though rather imperfectly. ",
  "They also reflect society’s ethical consciousness based on a shared vision of what is good and just. ",
  "As we saw before, democracy rests on the belief that all persons holding power get it from the ",
  "people; or that public functionaries are trustees of the people. The increasing role of government ",
  "increases the influence which ministers and civil servants exercise over lives of people. Trusteeship ",
  "here means that the authority entrusted to the officials should be exercised in the best interest ",
  "of the people or in ‘public interest’. ",
  " ",
  "FRAMEWORK FOR ETHICAL BEHAVIOUR ",
  "Elements of Ethical Behaviour ",
  "According to Second Administrative Reforms Commission (SARC), any framework of ethical ",
  "behaviour for public functionaries should include the following elements: ",
  "(a)  Codifying ethical norms and practices ",
  "(b)  Making ministers disclose their personal interests in business to avoid conflict between ",
  "public interest and personal gain ",
  "(c)  Creating a mechanism for enforcing the relevant codes ",
  "(d)  Providing norms for qualifying and disqualifying a public functionary from office ",
  "In this chapter, we restrict the meaning of public functionary to ministers or those who hold ",
  "political office. As we saw earlier, a code of ethics comprises high moral values whereas a code of ",
  "conduct is a set of rules which the public functionary has to obey. He can be held legally accountable  ",
  "11.2   Ethics, Integrity & Aptitude ",
  "for it. A code of ethics covers broad guiding principles of good behaviour and governance while ",
  "a more specific code of conduct will generally enumerate unacceptable kinds of conduct. ",
  "In this chapter, we will discuss the following topics: ",
  "¤  Internationally recognised ethical norms of behaviour for those who hold high public office ",
  "¤  Code of conduct applicable to ministers ",
  "¤ Second Administrative Reforms Commission’s (SARC) recommendation on code of ethics ",
  "for ministers ",
  " ",
  "ETHICAL STANDARDS PRESCRIBED BY NOLAN COMMITTEE ",
  "We have already considered the seven ethical standards for holders of public office which the ",
  "Committee on Standards in Public Life in the United Kingdom (Nolan Committee) outlined. These ",
  "are widely accepted standards which ministers can follow. For sake of ready reference, we reproduce ",
  "them below. ",
  "1.  Selflessness: Holders of public office should take decisions solely in terms of public interest. ",
  "They should not do so in order to gain financial or other material benefits for themselves, their ",
  "family or their friends. ",
  "2.  Integrity: Holders of public office should not place themselves under any financial or other ",
  "obligation to outside individuals or organizations that might influence them in the performance ",
  "of their official duties. ",
  "3.  Objectivity: In carrying out public business, including making public appointments, awarding ",
  "contracts or recommending individuals for rewards and benefits, holders of public office should ",
  "make choices on merit. ",
  "4.  Accountability: Holders of public office are accountable for their decisions and actions to ",
  "the public and must submit themselves to whatever scrutiny is appropriate to their office. ",
  "5.  Openness: Holders of public office should be as open as possible about all the decisions and ",
  "actions they take. They should give reasons for their decisions and restrict information only when ",
  "the wider public interest clearly demands. ",
  "6.  Honesty: Holders of public office have a duty to declare any private interests relating to their ",
  "public duties and to take steps to resolve any conflicts arising in a way that protects the public ",
  "interest. ",
  "7.  Leadership: Holders of public office should promote and support these principles by leadership ",
  "and example. ",
  "These principles of public life apply to political leaders and civil servants in any democracy. ",
  "They constitute an ethical code. Those who are privileged to occupy high political office must be ",
  "judged by high ethical standards. Mere legal compliance to rules is insufficient. Of course, everyone ",
  "is subject to laws; but political functionaries have to adopt exemplary moral standards. ",
  "The Spanish Ethical code for high political and civil functionaries mentions the following ",
  "values: objectivity, integrity, neutrality, responsibility, credibility, impartiality, confidentiality, dedication to public ",
  "service, transparency, exemplary conduct, austerity, accessibility, efficiency, honesty and promotion of the cultural and ",
  "environmental values and of  equality between the sexes….  ",
  "Code of Conduct for Ministers   11.3 ",
  "We have seen earlier that the General Assembly adopted the United Nations Convention against ",
  "Corruption. It inter alia mentions codes of conduct for public officials. It exhorts member nations to ",
  "¤  promote integrity, honesty and responsibility among its public officials and ",
  "¤ lay down codes or standards of conduct for the correct, honourable and proper performance ",
  "of public functions. ",
  "Many nations like UK and Canada have prescribed a Code of Conduct/Ethics for Ministers, ",
  "legislators and civil servants. However, we will proceed straight to code of conduct for ministers in ",
  "India. It covers both central and state ministers. ",
  "Code of Conduct for Ministers ",
  "Anyone before taking office as a Minister has to ",
  "(a)  Inform the Prime Minister (PM), or the Chief Minister(CM), as the case may be, about ",
  "the assets, liabilities and business interests belonging to him and his family members. State ",
  "ministers have to inform CM and the central ministers to PM. The details should cover all ",
  "immovable property and the total approximate value of (i) shares and debentures, (ii) cash ",
  "holdings and (iii) jewellery. ",
  "(b)  If he owns any business, he has to disassociate himself with its conduct and management. ",
  "He need not give up his ownership. ",
  "(c)  He has to give up his interest and management in any business which supplies goods or ",
  "services to the Government or to government undertakings. This restriction does not apply ",
  "to supplies made in the usual course of business at market rates. If he owns or manages a ",
  "business which mainly depends on licenses, permits, quotas, leases, etc from Government, he ",
  "gas to give up his interest in it. Ministers should prevent their family members from starting ",
  "or joining these two kinds of business. He can transfer the business and its management to ",
  "any adult family member (other than spouse) or relative associated long with it. Ministers ",
  "can generally continue to hold shares in public companies. ",
  " ",
  "Case Studies ",
  "CASE 1 ",
  "Bhushan Kumar’s father has been sworn in as a minister. Bhushan Kumar’s son Vinay is a wholesale ",
  "steel supplier of long standing. He has been supplying steel to many government departments. ",
  "Someone advises Vinay that he would have to disassociate himself with the business. ",
  "Question ",
  "What will be the correct course of action for Vinay? ",
  "1.  He should close his business. ",
  "2.  He can continue with his business. ",
  "3.  He should stop dealing with government departments and public undertakings. ",
  "4.  He should separate his household from that of his father.  ",
  "11.4   Ethics, Integrity & Aptitude ",
  "Discussion ",
  "Vinay need not close his business. He is a regular trader since long in steel. This fact has no connection ",
  "with his father becoming a minister. ",
  "Vinay can carry on with his business as before. He is not obliged to his father in any way for his ",
  "business. The fact of his father becoming a minister does not create any conflict of interest situation. ",
  "There is no need for Vinay to stop dealing with government departments. He can carry on ",
  "activities in the normal course of business. ",
  "Finally, Vinay need not separate his household from that of his father. The family arrangements ",
  "have no relationship with Bhushan Kumar’s position as a minister. ",
  " ",
  "CASE 2 ",
  "Ramananda has become a minister with portfolio of mines and minerals. His son wants to join ",
  "mining business. His partner is looking for government mining leases. Can Ramananda’s son join ",
  "the business? ",
  "Question ",
  "What is the correct course of action which Ramananda’s son should follow? ",
  "1.  He can join the business as planned. ",
  "2.  He can join the business and Ramananda can report the matter to the chief minister. ",
  "3.  He should not join the business as planned. ",
  "4.  He can join as a sleeping partner. ",
  " ",
  "Discussion ",
  "The first option is not permissible. Ramananda’s son wants to join a business which involves securing ",
  "mining leases from government. This will in all likelihood involve Ramananda in conflict of interest ",
  "situation. He should dissuade his son from the proposed venture. ",
  "The second alternative is also not open to Ramananda. As he is the minister of mines, his son ",
  "should not join in any venture which needs mining leases from government. His reporting the matter ",
  "to the chief minister will not alter the situation. ",
  "As already discussed, this is the correct option. ",
  "The fourth option involves an element of deceit or covert wrong doing. Ramananda’s son will ",
  "be hiding his inappropriate action through a ruse of becoming a silent partner. Hiding a wrong deed ",
  "does not make it acceptable. ",
  " ",
  "CASE 3 ",
  "Jiva Daya Mandal is an old and established humanitarian organization. Muralidharan, Social ",
  "Welfare Minister, makes an appeal on behalf of the Mandal for donations. Some people criticized ",
  "Muralidharan  for impropriety. ",
  "Question ",
  "How will you evaluate Muralidharan’s action?  ",
  "Code of Conduct for Ministers   11.5 ",
  "1.  He should not have appealed for donations for the Mandal. ",
  "2.  No serious objection can be taken to Muralidharan’s action. ",
  "3.  He should have told the Mandal not approach him in such matters. ",
  "4.  He should have told the Mandal to approach some celebrity for making such appeal. ",
  " ",
  "Discussion ",
  "The first alternative will be needlessly harsh. The appeal is for a humanitarian cause on behalf of ",
  "a reputed institution. ",
  "The second alternative is appropriate. Muralidharan has not violated any code of conduct. He ",
  "has associated himself with a humanitarian cause. There is no impropriety involved in the matter. ",
  "He should of course be extremely cautious in ensuring that he recommends only highly reputed ",
  "institutions wedded to humanitarian causes. ",
  "He should not, however, handle the donations, but direct them to the Mandal. ",
  "The last two options presume that it is incorrect on the part of Muralidharan to have made the ",
  "appeal. Since that position is without basis, these options are ruled out. ",
  " ",
  "CASE 4 ",
  "Kiran Mallu is a staunch supporter of a minister. He handles the mobilization of crowds for minister’s ",
  "meetings. Naturally, the minister is dependent on him. Mallu is engaged by an industrialist as a ",
  "consultant for getting a large piece of government land for a factory. Part of that land belongs to ",
  "village pasture. The minister is bringing great pressure on officials to denotify the village pasture ",
  "and hand it over to the industrialist. ",
  "Question ",
  "What can be an appropriate reflection on the minister’s conduct? ",
  "1.  Unless land is made available to industry, no economic progress is possible. ",
  "2.  What the minister did is part of political dynamics and the way things happen in most ",
  "democratic societies. ",
  "3.  The minister’s action is wrong. ",
  "4.  The ministers can make demands, and it is for civil servants to resist wrong demands. ",
  " ",
  "Discussion ",
  "As regards (1), a general statement about need of land for industry cannot justify minister’s conduct. ",
  "Instead of giving away land in community use, other alternatives can be explored. Land allotment ",
  "should be based on a policy and any allotment should fit into that policy. ",
  "The second view is also very general, and cannot be directly applied to this case. It is a very ",
  "sweeping statement which is inapplicable to many contexts and societies. Nowadays, there is a great ",
  "emphasis on governance and ethical ministerial conduct. ",
  "The minister is obviously in the wrong in many ways. First, he is supporting his political manager. ",
  "Secondly, he is exerting undue pressure on officials. Ministers should not push government servants ",
  "into improper actions. Thirdly, he is trying to subordinate public interest i.e. use of land for public ",
  "purpose, to private interest i.e. use of land for a private factory.  ",
  "11.6   Ethics, Integrity & Aptitude ",
  "The fourth view is rather perverse. The minister is a member of political executive which is ",
  "supposed to provide leadership and moral guidance to administration. He will be utterly failing in ",
  "this role if he goads officials into wrong doing. Though officials need to prevent irregular actions, ",
  "they cannot be seen as moral custodians of ministers. We are examining the role of the minister as ",
  "a moral agent and hence such an option, though it may not be far from truth, is not acceptable. ",
  "SARC’s Views on Code of Ethics for Ministers ",
  "The Code of Conduct is a minimum agenda for good behaviour. As such, it lists the undesirable ",
  "forms of ministerial misconduct. It is not a Code of Ethics. It is, therefore, necessary that the Code ",
  "of Conduct is supplemented by a Code of Ethics which can guide Ministers on how they should ",
  "uphold the highest standards of constitutional and ethical conduct in the performance of their ",
  "duties. According to SARC, the ethical code should be based on the overarching duty of Ministers ",
  "to comply with the law, to uphold the administration of justice and to protect the integrity of public ",
  "life. It should also lay down the principles of minister-civil servant relationship. The Code of Ethics ",
  "should also reflect the seven principles of public life which the Nolan committee mentioned. ",
  "The SARC has recommended that a Code of Ethics and a Code of Conduct for Ministers should ",
  "include the following: ",
  "(a)  Ministers must uphold the highest ethical standards; ",
  "(b)  Ministers must uphold the principle of collective responsibility; ",
  "(c)  Ministers have a duty to Parliament to account, and be held to account, for the policies, ",
  "decisions and actions of their departments and agencies; ",
  "(d)  Ministers must ensure that no conflict arises, or appears to arise, between their public duties ",
  "and their private interests; ",
  "(e)  Ministers in the Lok Sabha must keep separate their roles as Minister and constituency ",
  "members; ",
  "(f)  Ministers must not use government resources for party or political purposes; they must accept ",
  "responsibility for decisions taken by them and not merely blame it on wrong advice; ",
  "(g)  Ministers must uphold the political impartiality of the Civil Service and not ask civil servants ",
  "to act in any way, which would conflict with the duties and responsibilities of civil servants; ",
  "(h)  Ministers must comply with the requirements which the two Houses of Parliament lay down ",
  "from time to time; ",
  "(i)  Ministers must recognise that misuse of office or information they get to know violates their ",
  "role as repositories of public trust; ",
  "(j)  Ministers must ensure that public funds are used with utmost economy and care; ",
  "(k)  Ministers must function in such a manner as to serve as instruments of good governance ",
  "and to provide services for the betterment of the public at large and foster socio-economic ",
  "development; and ",
  "(l)  Ministers must act objectively, impartially, honestly, equitably, diligently and in a fair and ",
  "just manner.  ",
  "Code of Conduct for Ministers   11.7 ",
  "An annual report indicating violations of the Code by ministers should be submitted to the ",
  "appropriate legislature for consideration. Besides, the present Code of Conduct is not in the public ",
  "domain and, as a result, members of the public are perhaps not aware that such a code exists. SARC ",
  "has recommended that the Code of Conduct for Ministers should be put in the public domain. ",
  "Even in coalition set ups, the ministers from the coalition partners both at the Centre and the State ",
  "should also adhere to the Code of Ethics/Conduct; and the Prime Minister and the Chief Ministers ",
  "are duty bound to put violations of these Codes in public domain. ",
  "SARC Made the Following Recommendations on the Subject ",
  "(a)  In addition to the existing Code of Conduct for Ministers, there should be a Code of Ethics ",
  "on the above lines. ",
  "(b)  The Prime Minister and the Chief Ministers should create units in their offices to monitor ",
  "the observance of the Code of Ethics and the Code of Conduct. ",
  "(c)  The Prime Minister or the Chief Minister should be duty-bound to ensure the observance of ",
  "the Code of Ethics and the Code of Conduct by Ministers. This would be applicable even ",
  "to coalition governments where the Ministers may belong to different parties. ",
  "(d)  An annual report on observance of these Codes should be submitted to the appropriate ",
  "legislature. This report should include specific cases of violations and the action taken ",
  "thereon. ",
  "(e)  The Code of Ethics should inter alia include broad principles of the minister-civil servant ",
  "relationship and the Code of Conduct should stipulate the details outlined above. ",
  "(f)  The Code of Ethics, the Code of Conduct and the annual report should be put in the public ",
  "domain. ",
  " ",
  "   Summary  ",
  "¤  In democracy, holders of political office are accountable to people. ",
  "¤  Those who hold power get it from the people; public functionaries are trustees of people. ",
  "¤  Trusteeship implies that the authority entrusted to the officials should be exercised in the ",
  "best interest of the people or in ‘public interest’. ",
  "¤  Creating an ethical framework requires: codifying ethical norms and practices; mechanisms ",
  "for enforcing the relevant codes; and means of disqualifying a public functionary from office. ",
  "¤  In this chapter ‘public functionary’ refers to ministers or those who hold political office not ",
  "to government officials. ",
  "¤  Many nations and international bodies have evolved common ethical norms for those who ",
  "hold high public office. ",
  "¤  Nolan Committee’s ethical standards are part of such ethical norms for political office holders. ",
  "¤ These principles are: selflessness, integrity, objectivity, accountability, openness, honesty ",
  "and leadership. These principles of public life apply to political leaders and civil servants ",
  "in any democracy. ",
  "¤  UN Convention against corruption expresses similar  sentiments. ",
  "¤  Many Western democracies have prescribed codes of ethics for ministers.  ",
  "11.8   Ethics, Integrity & Aptitude ",
  "¤  In India, codes of conduct exist for Central and State ministers. ",
  "¤ In general, they relate to declaration of properties, keeping an arm’s distance from their ",
  "businesses, avoiding business dealings with government or its entities, preventing family ",
  "or associates from misusing office, disassociating from fund collections, disallowing family ",
  "members from accepting employment under foreign government, not accepting expensive ",
  "gifts or lavish hospitality and making annual property declarations. ",
  "¤ The SARC has recommended a Code of Ethics and a Code of Conduct for Ministers. As ",
  "we have given them in the form of short points, students can refer to them. ",
  "¤ Prime Minister and the Chief Ministers should create units in their offices to monitor the ",
  "observance of the Code of Ethics and the Code of Conduct. ",
  "¤ The Code of Ethics, the Code of Conduct and the annual report on their observance should ",
  "be put in the public domain. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What are the main provisions of the code of conduct for ministers? ",
  "2.  What are the chief objectives which codes of conduct for ministers seek to achieve? ",
  "3.  What are the chief elements in the code of ethics which SARC proposed for ministers? ",
  "4.  Give some examples to illustrate violation of Codes of Conduct by ministers. ",
  "5.  Give some examples to illustrate violations of Codes of Ethics. ",
  "6.  Write short notes on: (a)objectivity; (b) Code of Ethics for Ministers; (c) integrity. ",
  " ",
  "REFERENCES ",
  "  Second Administrative reforms Commission Ethics in Governance (Fourth Report) ",
  " American Society for Public Administration Code of Ethics ",
  " UNESCO Ethics Office 60-Minutes  ",
  "",
  ""
]