[
  "C h a p t e r.22 ",
  "Modern Ethical ",
  "Conundrums ",
  " ",
  "Introduction ",
  "In this chapter, we discuss moral problems which have become prominent in recent times. ",
  "They can be traced to two main sources: changes in social attitudes or mindsets towards ",
  "human sexuality; and repercussions of advances in genetics and molecular biology. New ",
  "problems that follow in the  wake  of these  changes have important moral and legal ",
  "dimensions. Another area we discuss is terrorism. We cover the doctrines, ideologies and ",
  "worldviews influencing current thinking on terrorism, human rights and state integrity. ",
  "We have outlined the Indian laws bearing on all these problems. Many problems covered ",
  "in this chapter (and similar others) are discussed in US textbooks under the rubric ",
  "‘applied ethics’ because ethical theories and principles are used to analyse such problems. ",
  " ",
  "HOMOSEXUALITY ",
  "Introduction ",
  "Human beings feel a natural sexual attraction for members of their opposite sex. This is commonly ",
  "taken as a universal norm. But some men (called homosexual or gay) are sexually attracted towards ",
  "other men. Similarly, some women (known as lesbians) are sexually attracted not to men but to women. ",
  "Religious and social customs have generally condemned homosexuality. For example, the ",
  "Bible enjoins upon men and women, “Be fruitful and multiply”. Obviously, no conception results ",
  "from homosexuality, unlike in heterosexuality-union between persons of opposite sexes. The Bible ",
  "denounces homosexuality as ‘an abomination’. Hinduism and other religions regard marriage and ",
  "procreation as essential stages of human life. ",
  "Although homosexuality was known from early human history, it carried strong social stigma. ",
  "Many societies, consider it a crime. Homosexuals used to inhabit a dark, shadowy world. In earlier ",
  "times, if homosexuality of an individual became known, he was publicly denounced. Oscar Wilde, a ",
  "famous literary figure, was imprisoned for his homosexual. Others such as E.M. Forester and Andre ",
  "Gide had to hide their homosexuality. In western society, homosexuality is no longer a taboo. To ",
  "a great extent, prejudices against homosexuals, lesbians, bisexuals and transgender (neither male ",
  "nor female) are waning. Many states in USA allow same sex marriages.  ",
  "22.2   Ethics, Integrity & Aptitude ",
  "In  spite  of  such  changing  attitudes,  homosexuals  still  face  many  problems.  In  India, ",
  "homosexuality is a crime, though prosecutions of homosexuals are negligible. Many groups who ",
  "consider themselves as liberal, secular, progressive and modern, advocate decriminalization of ",
  "homosexuality. In this context, animated debates are held on the morality of homosexuality. In ",
  "what follows, we discuss (i) the arguments in favour of and against homosexuality, (ii) its position ",
  "under Indian law, and (iii) a possible stance towards it. ",
  "Arguments Against Homosexuality ",
  "Homosexuality is unnatural and perverse. It violates the natural mode of propagation of human ",
  "species. Therefore, homosexuality is against the laws of nature; it militates against the morals of ",
  "Nature. ",
  "Homosexuality is against divine commands. Even if we question the divine origin of moral ",
  "commands, homosexuality still violates moral principles which most religions uphold. Marriage ",
  "between sexes and rearing of children within families are important institutions. They not only ",
  "regulate sexual behaviour but also ensure rearing of children  in congenial and  moral  home ",
  "environment. Homosexuality will destroy these anchors of stable social life. ",
  "Homosexuality sets a bad example for children by undermining conventional family and cultural ",
  "values. If homosexual behaviour is instilled in children, and if it becomes widespread, humanity ",
  "will not survive. Even if this fear may seem farfetched, there are real dangers of homosexuals ",
  "assaulting children. ",
  "Many people believe that homosexual practices have led to rapid spread of HIV and AIDs. ",
  "Homosexuals are officially recognised as high risk groups in spreading HIV and AIDs. Hence, ",
  "homosexuality is not merely a private but also a public health risk. ",
  "We all live in societies which are predominantly heterosexual. To be honest, most people react ",
  "to homosexuality with revulsion and distaste. Homosexuality is confined to a miniscule minority. ",
  "There is no warrant to treat it as a main stream  phenomenon. ",
  "On these grounds, it is argued that homosexuality should be prohibited in order to protect ",
  "children and families, cultural and moral values and in order to ensure human  survival. ",
  "Arguments in Favour of Homosexuality ",
  "Homosexuality is neither unnatural nor immoral. It is how some persons are sexually endowed by ",
  "nature. It should not be considered as aberrant or deviant behaviour. Psychologists are not agreed ",
  "on whether homosexuality is abnormal or normal in some circumstances. American Psychological ",
  "Association has removed homosexuality from its list of mental diseases. ",
  "Just because a society is predominantly heterosexual, homosexuals cannot be labelled as ",
  "immoral. No such conclusion can be validly drawn. No divine commands can be actually proved ",
  "for there can never be any empirical evidence for them. They are matters of religious faith. They ",
  "may be accepted by believers of a particular religion, but do not bind followers of other religions ",
  "or agnostics or atheists. ",
  "It is true that prudent rules of behaviour or of husbanding resources can be drawn from Nature. ",
  "But they carry no compelling force of logical demonstration. Further, it is impermissible to derive  ",
  "Modern Ethical Counundrums   22.3 ",
  "moral principles from facts of nature. This is known as the error of trying to draw moral conclusions ",
  "from factual premises or values from facts. ",
  "Homosexuality is practised between consenting adults who are supposed to know what is good ",
  "for them. As long as such behaviour does not harm others, no objections can be made against it. The ",
  "spread of HIV and AIDS through homosexual contacts was due to ignorance of the homosexuals ",
  "about risks of such contacts. Thereafter, homosexuals have adopted protective practices and have ",
  "greatly reduced risk of spreading HIV and Aids. They acted far more responsibly than drug addicts ",
  "in this regard. ",
  "Acceptance of homosexuality does not imply condoning sexual assaults on children. In fact, ",
  "most child sex predators are heterosexuals. This is a matter of moral depravity which is unconnected ",
  "with homosexuality. ",
  "Homosexuality is not a threat to family values. Many gay and lesbian couples in USA are ",
  "adopting children. They are raising them in healthy home environment. Many US States have ",
  "legalized such marriages. ",
  "Homosexuals are human beings, and part of our moral community. The fact that their sexual ",
  "orientation or behaviour differs from that of others should be no bar to their right of humane ",
  "treatment. ",
  "Homosexuality in the Indian Penal Code ",
  "Section 377 of the Indian Penal Code (IPC) makes homosexual sex punishable with life imprisonment. ",
  "In September 2006, Amartya Sen, Vikram Seth and others demanded ‘In the name of humanity ",
  "and of our Constitution, abolition of this cruel and discriminatory law’. The Law commission ",
  "recommended retention of Section 377 in its 42nd and 156th report, but recommended its repeal  ",
  "in its 172nd report. The then health minister (2009) favoured abolition of Section 377. But the ",
  "Home ministry opined that the abolition would increase criminal incidents of sodomy or offences ",
  "involving sexual abuse of boys. ",
  "The United Nations urged India to decriminalise homosexuality. It would strengthen anti-HIV/ ",
  "AIDS drive by extending its benefits to homosexuals. As homosexuality is criminal, homosexuals ",
  "cannot be given essential HIV, health and social services. ",
  "Court proceedings ",
  "In December 2002, Naz Foundation filed a Public Interest Litigation in the Delhi High Court ",
  "challenging Section 377. On July 2, 2009, the High Court of Delhi struck most of Section 377 as ",
  "being unconstitutional. On December 11, 2013, in an appeal filed by Suresh Kumar Koushal and ",
  "others, the Supreme Court upheld the constitutionality of Section 377 of the IPC. Supreme Court ",
  "however declared that Section 377, to the extent it criminalises consensual sexual acts of adults in ",
  "private, violates Articles 21, 14 and 15 of the Constitution. But it upheld the provisions of Section ",
  "377 covering non-consensual homosexuality and homosexual acts involving minors. Supreme ",
  "Court also suggested that Parliament should suitably amend Section 377. ",
  "This judgment upholding Section 377 was met with support from religious leaders. However, ",
  "some religious leaders like Sri Sri Ravihsnaker opined that consensual sex between adults  should  ",
  "22.4   Ethics, Integrity & Aptitude ",
  "be tolerated. Private members bills for decriminalising homosexuality were defeated in parliament. ",
  "In August 2016, Cabinet approved the draft law on ban of commercial surrogacy (discussed later). ",
  "The bill denied homosexuals from having surrogate children. Ms Sushma Swaraj said in this ",
  "context: “We do not recognise live-in and homosexual relationships….this is against our ethos”. ",
  "On February 2, 2016, the Supreme Court agreed to reconsider its 2013 judgment; it said it ",
  "would refer petitions to scrap Section 377 to a five-member constitutional bench. ",
  " ",
  "ABORTION ",
  "A Cursory Review of Reproductive Biology ",
  "This background will help in understanding the debates not only on abortion but also on embryonic ",
  "stem cell research. ",
  "Conception or fertilization takes place when a female germ cell or ovum is penetrated by a ",
  "male germ cell or spermatozoon. The result is a single cell containing a full genetic code of forty-six ",
  "chromosomes known as zygote. In ordinary course, in 2-3 days the zygote moves down the fallopian ",
  "tube which carries ova (plural of ovum) from the ovary to the uterus. After reaching the uterus, ",
  "the multi cell zygote floats in the fluid inside uterus, and develops into a blastocyst. The blastocysts ",
  "are microscopic balls of undifferentiated cells. At the end of the second week, the blastocyst gets ",
  "attached to the uterine wall. From the end of the second week until the end of the eighth week, the ",
  "unborn entity) is called embryo (or as conceptus). During the period from 4th to 5th weeks, organ ",
  "systems start developing, and embryo shows the outlines of external human form. ",
  "In the 8th week, brain activity becomes detectable. From this stage, the conceptus is known as ",
  "foetus though in common language the term is used from the beginning of inception. Two other ",
  "terms are important in designating the development of foetus. One is ‘quickening’ which refers to ",
  "the point when the mother is able to feel the movements of the foetus. The second term is viability ",
  "which designates the point at which the foetus is able to survive independently outside uterus. ",
  "The main stages of pregnancy and their time lines are shown in the following table. ",
  "Developmental  time table ",
  " ",
  "Stage  Time ",
  "Zygote  1-3 days ",
  "Blastocyst  From 2nd day to end of 2nd week ",
  "Embryo  3rd week to 8th",
  " ",
  "Foetus  9th week until birth ",
  "Quickening  13th to 20th week ",
  "Viability  From 24th week ",
  "Abortion refers to the termination of the unborn entity (or termination of pregnancy) at any   ",
  "of the above stages. Abortions at times occur due to internal biochemical processes of  the ",
  "pregnant woman or due to injuries suffered by her. These are known as miscarriages and create no ",
  "moral issues. Debates on abortion centre on induced abortions which are brought about by human ",
  "action.  ",
  "Modern Ethical Counundrums   22.5 ",
  "Procedures for abortion ",
  "A brief outline on medical procedures for abortion will help in understanding why it creates a sense ",
  "of unease in some circumstances. ",
  "In very early stages, abortion can be induced by ‘morning-after-pill’. It prevents the blastocyst ",
  "from attaching to the uterine wall. ",
  "Vacuum aspiration is used for abortion until the 12th week (first trimester). In this method,   ",
  "the narrow opening of uterus, cervix, is dilated; a small vacuum tube is inserted in uterus; and its ",
  "contents are removed through suction. ",
  "Dilation and extraction (D&E) procedure is commonly used for abortion after the 12th week of ",
  "pregnancy. In D&E also, the cervix is dilated; but doctors have to use surgical instruments, instead ",
  "of a suction tube to empty the uterus. Until the 15th week of pregnancy, the tissues of foetus can be ",
  "easily broken; and a spoon-shaped instrument (curette) is used to scrape uterus walls in order to ",
  "ensure that no foetal issue remains. Thereafter, the foetus becomes too large to pass through cervix; ",
  "the bones harden and are difficult to break. Evacuation requires that foetus be dismembered after  ",
  "it is partially pulled through cervix. A little later, the procedure becomes more cumbersome with ",
  "need to collapse the skull. ",
  "Before D&E became popular, abortions were induced by saline injection i.e. introducing salt ",
  "water into uterus. This went out of use because it is unsafe for mothers. ",
  "Another method of abortion is mifepristone or RU-486, the abortion pill. This works by blocking ",
  "the action of progesterone which is a steroid hormone needed to maintain pregnancy. Incidentally, ",
  "this pill cannot be used after the 7th week following the woman’s previous menstrual period. ",
  "Moral issues surrounding abortion ",
  "For long time in history, women hardly had a safe medical option for ending an unwanted pregnancy. ",
  "But with the discovery of safe abortion procedures, it became possible for women to decide whether ",
  "or not to terminate an unwanted pregnancy. Many countries have legalized abortion, and created ",
  "clinics for abortion. Abortion debate has therefore lost some its earlier intensity. However, anti- ",
  "abortionists (described as prolife) still attempt through laws and court cases to restrict the rights  ",
  "of women for abortion. And pro-abortionist groups (known as prochoice) attempt to remove all ",
  "restrictions on abortion and to provide full public funding for it. ",
  "Abortion debates involve two broad issues: (i) the value of life, both of mother and foetus; and ",
  "(ii) individual freedom and rights of women over their bodies. These debates also cover the rights ",
  "of foetus or unborn baby, definitions of human life and the point at which life begins. ",
  "Arguments against abortion ",
  "(1)  The genetic make-up of a human being is constituted as soon as the chromosomes of male ",
  "sperm and female ova are united. Once this union is established, it leads to creation of a unique ",
  "individual. Therefore, the conceptus has full human status. ",
  "(2)  Every unborn, innocent child has full human rights from the time of conception. Its life is as ",
  "sacrosanct as that of any other human being. Its right to life is absolute i.e. it overrides the rights ",
  "of the pregnant woman.  ",
  "22.6   Ethics, Integrity & Aptitude ",
  "(3)  Respect for human life in its every state and stage is a cardinal principle. Once disregard is ",
  "shown to early human life, it will in principle get extended to human life in general. The value ",
  "and worth of human life will get degraded. This can lead to ruthless and cruel measures as the ",
  "experience of Nazi Germany shows. ",
  "(4)  Abortion procedures are hazardous for a woman’s physical and psychological health. As we ",
  "noted earlier, abortion procedure after the 12th week can harm a woman’s reproductive system. ",
  "It makes women vulnerable to future miscarriages. Some women may feel that abortion involves ",
  "killing a ‘would-be-baby’. Abortion may create feelings of guilt in a woman’s mind and create ",
  "psychological stress. ",
  "(5)  Nowadays, many simple contraceptives are available for preventing pregnancy. An unwanted ",
  "pregnancy often results from a woman’s carelessness or irresponsibility. Once pregnancy occurs, ",
  "parents should accept their responsibility, and should not victimize innocent life. ",
  "(6)  There are alternatives for abortion. Many childless couples are willing to adopt babies. They ",
  "would happily welcome the unwanted babies into their homes. Further, many public institutions ",
  "are available for housing unwanted babies. These two alternatives are open to poor parents ",
  "who cannot afford to have another child. ",
  "(7)  Most religions oppose abortion in all its forms. Since most people have religious beliefs, they ",
  "may not like abortion. Parents, who feel compelled by economic circumstances to resort to ",
  "abortion, may experience cognitive dissonance. ",
  "Arguments in favour of abortion ",
  "(1)  Women have absolute rights over their bodies, including procreative rights. If they become ",
  "pregnant accidentally, they can undergo abortion. It is just another method of birth control ",
  "which can be used if others fail. Conceptus, in this view, is another part of a woman’s body ",
  "until it is born. She has absolute right to decide whether or not to continue pregnancy. Further, ",
  "pregnant woman alone should be allowed to decide whether or not to undergo   abortion. ",
  "(2)  Strict abortion laws arose from a patriarchal mindset. Since men never experience the troubles ",
  "and travails of pregnancy, they can afford to show phony feelings of reverence for unborn life. ",
  "Unwanted pregnancies can completely disrupt a woman’s plans and dreams for her future. She ",
  "can therefore decide whether or not to have an  abortion. ",
  "(3)  Foetus is not a ‘person’ and hence not a being to whom human rights apply. Here, we have to ",
  "distinguish biological or genetic concept of humanity from psychological or moral concept of ",
  "humanity. The idea that whoever is conceived by human beings becomes human immediately ",
  "upon conception is untenable. It is quite a while before a conceptus even acquires a semblance ",
  "of human form. In very early stages, it has no brain architecture, and hence no sensations or ",
  "feelings. ",
  "(4)  The concept of psychological humanity or personhood involves the following traits: ",
  "•  Consciousness of external world and the capacity to feel pain ",
  "•  Reasoning ability ",
  "•  Self-motivated activity independent of genetic or external control  ",
  "Modern Ethical Counundrums   22.7 ",
  "•  Capacity to communicate ",
  "•  Presence of self-concept and self-awareness ",
  "None of these traits constituting psychological or moral humanity is found in conceptus. Hence, ",
  "it has no quality of humanity. ",
  "(5) If abortions are prohibited or severely restricted, women rely on illegal and dangerous ‘back ",
  "alley abortions’. Further, poor women, who can ill afford high end abortion facilities, bear the ",
  "brunt of the risks and hazards of illegal abortions. ",
  "(6)  Any serious birth defects or dangerous medical conditions in foetus can be usually detected after ",
  "9th week of pregnancy. In this situation, abortion is the only way to prevent birth of a human ",
  "being condemned by nature to debilitating or dangerous hereditary  diseases. ",
  "(7)  Neither handing over new born babies for adoption nor placing them in public charitable ",
  "orphanages is an attractive alternative. To argue that a woman should carry her pregnancy to ",
  "term for these purposes is unconvincing. First, they cause much greater stress to a woman than ",
  "early stage abortion. Secondly, public homes for orphans lack personal and humane touch and ",
  "are inhospitable locales for growing children. Adoption has its own problems with chances of ",
  "foster parents losing interest in their adopted children. ",
  "(8) In some situations, abortion is virtually the only way out: pregnancy resulting from rape; pregnancy ",
  "which endangers a mother’s life; and incurable birth defects in a foetus. ",
  "(9) In modern times, abortion is very safe, and unlikely to cause any mental traumas especially   ",
  "in early stages of pregnancy. It is one of the methods included in programmes for Planned ",
  "Parenthood. ",
  "We may conclude that couples should follow preventive methods to avoid unwanted pregnancies. ",
  "If abortion becomes necessary, it should be undertaken in early pregnancy. Well off couples ",
  "should accept accidental pregnancies. ",
  "Indian law on abortion ",
  "Before 1971 ",
  "Under the Indian Penal Code, induced abortion was illegal. Both abortion practitioners and the ",
  "woman undergoing were liable to prison and/or a fine. The only exception was when abortion was ",
  "induced in order to save the life of the woman. Widespread incidence of illegal abortions, and the ",
  "view that abortion could be a means of birth control led government to reconsider the  law. ",
  "Post 1971 situation ",
  "Abortion in India is now covered under the Medical Termination of Pregnancy (MTP) Act 1971. ",
  "According to MTP Act, Pregnancies not exceeding 12 weeks may be terminated based on a single ",
  "doctor’s opinion formed in good faith. In case of pregnancies exceeding 12 weeks but less than  ",
  "20 weeks, termination needs opinion of two doctors. Abortion is legal only up to twenty weeks of ",
  "pregnancy.  ",
  "22.8   Ethics, Integrity & Aptitude ",
  "The MTP Act specifies the persons qualified to conduct the abortion and the places where ",
  "abortions can be done. It permits abortions in the following circumstances: ",
  "  When physical and/or mental health of the woman are endangered by the  pregnancy ",
  "  When pregnancy is likely to result into the birth of a potentially handicapped or malformed ",
  "child ",
  "  Pregnancy resulting from rape ",
  "  Pregnancy in unmarried girls under the age of eighteen with the consent of a guardian ",
  "•  Pregnancy in ‘lunatics’ with the consent of a guardian ",
  "  Pregnancy due to failure in sterilization ",
  "An adult woman requires no other person’s consent except her own. Recently, Supreme Court ",
  "permitted a rape survivor to terminate her pregnancy at 24 weeks, which is beyond the permissible ",
  "20 weeks limit under the MTP Act. ",
  "Sex selective abortions ",
  "Indian couples have a strong preference for a male child. This led to misuse of the provisions of ",
  "MTP Act for conducting abortions of female foetuses. Subsequently, new technologies such as ",
  "sonography made sex detection easier, and increased sex-selective abortions. To control these ",
  "abortions, the Pre-natal Diagnostic Techniques (PNDT) Act, was passed in 1994. ",
  "PNDT Act ",
  "The PNDT Act provides for the following: ",
  "  Prohibition of sex selection, before and after conception ",
  "  Regulation of prenatal diagnostic techniques (e.g., amniocentesis and ultrasonography) for the ",
  "detection of genetic abnormalities, by restricting their use to registered institutions ",
  "  Use of these techniques only at a registered place, for a specified purpose, and by a qualified ",
  "person registered for the purpose ",
  "  Prevention of misuse of such techniques for sex selection, before or after conception ",
  "  Prohibition of advertisements of any techniques used for sex selection and for sex determination ",
  "  Prohibition on sale of ultrasound machines to persons not registered under the  Act ",
  "  Violations of the Act are cognizable, non-bailable and non-compoundable and carry stiff prison ",
  "terms and fines. ",
  " ",
  "CLONING ",
  "We now turn to moral problems which recent advances in genetic engineering have thrown into ",
  "sharp relief. We consider such issues from three domains of advancing technology: cloning, stem ",
  "cell research and surrogate motherhood. Some moral problems emanating from cloning, stem cell ",
  "research and abortion overlap. But cloning and stem cell research also give rise to more complex ",
  "theological and metaphysical questions. A brief biological background on cloning and stem cell research helps ",
  "in understanding these issues.  ",
  "Modern Ethical Counundrums   22.9 ",
  "Biological Background ",
  "A clone is an exact genetic copy of a molecule, cell, plant, or animal. It is no novel phenomenon ",
  "but common in nature. Whenever single cell organisms like bacteria reproduce by cell division, the ",
  "resultant cells are clones of the original cells. Similarly, when a worm is divided into two parts, each ",
  "part will regenerate into a full genetic duplicate of the original worm. Identical twins resulting from ",
  "separated embryos in uterus are natural clones. ",
  "Scientists extract DNA from the cell of an adult mammal and insert it into a hollowed out ",
  "donor egg. By jump-starting the egg with a jolt of electricity, they can create an embryo that would ",
  "become, if implanted into a surrogate mother, the cell donor’s patient’s identical twin. Animal ",
  "cloning has been done successfully in laboratories since 1990s. Dolly, a female domestic sheep is ",
  "the first mammal cloned from an adult somatic cell. As we discuss later, adult stem cells are far less ",
  "potent than embryonic stem cells. Ian Wilmut, Keith Campbell and colleagues at the Roslin Institute ",
  "cloned Dolly. The cell used as the donor for the cloning of Dolly was taken from a mammary gland ",
  "of another sheep. After cloning was successfully demonstrated through the production of Dolly, ",
  "many mammals including pigs, deers, horses and bulls were cloned. ",
  "As for human beings, no cloning is allowed. Human cloning is as yet only a theoretical ",
  "possibility. Moral discussions on human cloning are based on futuristic scenarios. ",
  "Arguments in favour of cloning ",
  "(1)  An important unresolved problem in psychology is how human beings acquire their traits of ",
  "character. Are such traits derived mainly from one’s biological make-up or are the outcomes ",
  "of the environment in which one is raised or the result of chance factors? This knowledge will ",
  "help in developing in formulating appropriate approaches to child development. Children will ",
  "grow into healthy, happy adults and be able to realize their potentials. ",
  "(2)  Cloning can benefit society by creating clones of great scientists, artists, and sportsmen/women. ",
  "It is simplistic to assume that great scientists or mathematicians such as Max Planck or Carl ",
  "Gauss can be reproduced through cloning. Besides native intelligence, other factors like unique ",
  "early life environment and interest in fruitful research areas explain great scientific achievement. ",
  "Obviously, these are not replicable. However, factors which contribute to creativity such as ",
  "tenacity, concentration, determination and self- belief can be created to some extent through a ",
  "right combination of heredity and environment. ",
  "(3)  Healthy and happy life of an individual greatly depends on his heredity. It can endow him with ",
  "a long, disease-free life and cheerful temper; or it can render one’s life short and troublesome ",
  "physically and psychologically. By cloning an individual who has no major debilitating or ",
  "psychological problems like depression, healthy and happy individuals can be  produced. ",
  "(4)  Many parents desire that their children should have specific talents or traits. They may want ",
  "their children to have scientific or artistic talents in some directions. In some measure, cloning ",
  "can produce such offspring. ",
  "(5)  In future, cloning can be a solution to infertile couples. But as we noted, at present cloning    ",
  "is prohibited for such reproductive purposes. It raises many intriguing ethical issues. But in ",
  "principle it is a way for infertile couples to have child biologically related to them.  ",
  "22.10   Ethics, Integrity & Aptitude ",
  "(6)  As we have seen, cloning can help in saving lives. The Ayala parents in California had a child ",
  "in the hope (which was fortunately realized) that it could provide bone morrow to their other ",
  "child afflicted with a fatal disease. ",
  "(7)  Though reproductive cloning is illegal, therapeutic cloning for creating replacement tissues or ",
  "‘body spare parts’ holds great promise. An embryo can be created for generating an organ for ",
  "transplant. ",
  "Arguments against cloning ",
  "(1)  Cloning deprives the clone of the right to be a genetically a unique individual. It impairs the ",
  "uniqueness of on individual, and is intrinsically immoral. However, philosophers disagree on ",
  "this point. Mere presence of an identical being---in a distant land or planet---in no way affects ",
  "an individual. Even if an individual knows about the existence of his double or genetic copy, it ",
  "makes no difference to him. Further, cloning does not produce another individual biologically ",
  "indistinguishable from the original. This can be seen from the following table. ",
  "Relationship  Correlation of traits in  % ",
  "Identical twins* 50 ",
  " ",
  "Fraternal twins*  25 ",
  "Non-twin siblings  11 ",
  "Strangers  Close to zero ",
  "*Fraternal twins are “dizygotic,” meaning that they developed from two different eggs fertilized ",
  "by two different sperm cells, while identical twins are “monozygotic” i.e. they developed from ",
  "a single fertilized egg that split. ",
  "In counter, it is argued that no important rationally justifiable interests or rights of an individual ",
  "will be affected by the existence of a clone. ",
  "(2)  Another objection to cloning relies on what may be called ‘an open future argument’ or ‘right to ",
  "ignorance of a certain sort’. According to this argument, the future of a clone appears to him or ",
  "her like a rerun of an earlier life. It resembles a refurbished model. The clone may lose feelings ",
  "of novelty or miss elements of surprise which are part of normal life. He may have a sense of ",
  "following a well- worn path in life. Knowledge of the life experience of the original person, his ",
  "successes and failures in life, will constrain the clone’s future; it will shut out many experimental ",
  "life moves he could have made. In reply, it is argued that such fears are exaggerated. Besides ",
  "one’s genetic make-up, external circumstances will affect his/her course of life. The life histories ",
  "of identical twins---natural clones---are often very different. ",
  "(3)  It is further claimed that even if we discount the arguments based on need for individual identity ",
  "or for open future, the clone nevertheless experiences psychological distress. He may regard ",
  "himself as no more than a duplicate or a photocopy without individuality and deprived of ",
  "prospects of open life horizons. This point has been answered earlier. We may note further that ",
  "since these feelings are irrational and incorrect, they merit no consideration.  ",
  "Modern Ethical Counundrums   22.11 ",
  "(4)  Although reproductive cloning is prohibited, many writers point to alarmist future possibilities. ",
  "They can be termed as ‘brave new world’ anxieties. Aldous Huxley, in his novel Brave New ",
  "World, envisaged a future society in which different social categories such as proletarians, clerks, ",
  "intellectual workers and political leaders are genetically created as test-tube babies. They are ",
  "pre-programmed, and each fits snugly into his social station, experiencing no discontents or ",
  "grievances. Cloning can theoretically be used to similar sinister purposes. One may Xerox ",
  "many Hitlers or murderous soldiers for savage regimes. These fears belong more to science ",
  "fiction than to any possible reality. ",
  "(5)  Human beings have to be considered as ends in themselves and not as instruments for achieving ",
  "some other goals which transcend intrinsic human worth. This view is widely accepted among ",
  "philosophers. While it may apply to reproductive cloning, its force is greatly reduced in settings ",
  "of gene therapy. ",
  "(6)  Cloning may appear to violate the principle of individual personal autonomy. Once a clone is ",
  "created with various predispositions, he will no longer develop into a free, spontaneous being. This ",
  "point is partly valid. But all said and done, cloning only creates certain attributes and dispositions ",
  "in individuals. These are potentialities and can be used in diverse ways by an individual. ",
  "(7)  Writers also point to some other risks of cloning. It can reduce diversity among human beings ",
  "which nature has created, and lead to some form of human monocultures. Cloning is tantamount ",
  "not to exercising procreation rights but to manufacturing human beings which can never be ",
  "justified. Cloning is open to danger that people may be cloned without their knowledge or ",
  "consent. Cloning messes up family relationships. If a woman bears her husband’s clone, is he ",
  "the father to the son she bears or its twin brother? ",
  "(8)  According to Micahel J. Sandel, cloning alters our perspective on nature and undermines ",
  "important human values. Human beings are children of nature and have no role in creating ",
  "their biological make-up. Whatever natural talents or traits or abilities they have are gifts of ",
  "nature. We attribute these aspects of being to God, nature or chance. This creates in us a sense ",
  "of humility and reverence towards nature. If we control this function of nature, we take our ",
  "biological destiny into our hands. ",
  "This may not be an unmixed blessing. At present, we accept our biological endowments in a spirit ",
  "of resignation. New technologies can make parents responsible at least partly for the traits of their ",
  "offspring, and thus create moral dilemmas for them. They may be blamed for their choices or ",
  "inaction. Cloning may reduce our sense of solidarity with our less fortunate fellow human beings. ",
  "Often we attribute their misfortunes or failures to luck and chance. Once character and success ",
  "become matters within our volition, we may blame the failures of others on their own incapacity. ",
  "In this way, we lose empathy for them. In short, there may be grave dangers in tinkering with the ",
  "tried and tested ways of wise nature. ",
  "In conclusion, we may note that cloning is in experimental stage yet. The first law regulating ",
  "cloning is UK’s Human Fertilisation Embryology Act (1990). It permits licensed research using ",
  "human  embryos  only  for  very  limited  purposes  involving  studies  into  infertility  treatment, ",
  "congenital diseases, and causes of miscarriages, contraception techniques and the detection of ",
  "genetic abnormalities.  ",
  "22.12   Ethics, Integrity & Aptitude ",
  "GENE THERAPY ",
  "Gene therapy is based on genetics which studies transmission of hereditary traits from one generation ",
  "to later generations. Life starts in a cell, the basic building block of all multicellular organisms. ",
  "Human beings have trillions of cells, and each performs a specific function. The cell’s nucleus---its ",
  "central part that regulates its chemical functions---contains pairs of chromosomes. It is made up of a ",
  "single molecule of DNA (deoxyribonucleic acid), which carries the blueprint of life in the form of ",
  "codes or genes that determine inherited characteristics. DNA’s structure contains base pairs formed ",
  "by nitrogen molecules and arranged in specific sequences. Millions of these base pairs, or sequences, ",
  "can make up a single gene, specifically defined as a segment of the chromosome and DNA, which ",
  "contains certain hereditary information. The gene or combination of genes formed by these base ",
  "pairs ultimately direct an organism’s growth and characteristics by producing certain chemicals, ",
  "primarily proteins, which carry out most of body’s chemical functions and biological reactions. ",
  "Genes and diseases ",
  "Defects in genes present within cells can cause inherited diseases like cystic fibrosis, sickle-cell ",
  "anaemia, and haemophilia. If some chromosomes are  missing in a cell, diseases like Down ",
  "syndrome are caused. A change in proper genetic sequence can cause diseases like atherosclerosis ",
  "and cancer. Gene therapy replaces missing genes or provides copies of functioning genes to replace ",
  "defective ones. The inserted genes can be naturally-occurring genes that produce the desired effect ",
  "or may be genetically engineered (or altered) genes. ",
  "Scientists have been manipulating a gene’s structure since early 1970s through a process called ",
  "gene splicing. The process involves removing a fragment of DNA which holds the needed specific ",
  "genetic sequence, and inserting it into the DNA of another gene. The resultant product is called ",
  "recombinant DNA, and the process genetic engineering. ",
  "Gene therapy introduces genes into the body to treat diseases. It corrects or replaces the   ",
  "genes which are defective and unable to perform the disease-controlling functions of cells. Somatic ",
  "gene therapy introduces therapeutic genes at the tissue or cellular level to treat individual patients. ",
  "Germ-line gene therapy inserts genes into reproductive cells or possibly into embryos so as to ",
  "prevent children from inheriting the genetic defects of parents. Gene therapy was used first to treat ",
  "inherited diseases like cystic fibrosis and Huntington’s disease, and later to treat cancers, arthritis, ",
  "and infectious diseases. ",
  "Viral vectors ",
  "Most gene therapy at present is somatic gene therapy in which therapeutic genes are inserted into ",
  "tissue or cells to produce a naturally occurring protein or substance that is lacking or malfunctioning ",
  "in a patient. Such insertion needs a means of transporting either the entire gene or a recombinant ",
  "DNA to the cell’s nucleus, where the chromosomes and DNA reside. Scientists use vectors or viruses ",
  "as molecular delivery vans. The earliest common transport vectors were viruses. They were chosen ",
  "because they invade cells as part of the natural infection process. They have a specific relationship ",
  "with the host, which consists in their colonization of certain cell types and tissues in specific organs. ",
  "As a result, vectors are chosen according to their attraction to certain cells and areas of the body.  ",
  "Modern Ethical Counundrums   22.13 ",
  "First, the cells are removed from the patient’s body, and the virus, or vector, carrying the correct ",
  "gene is inserted into them. Next, the cells are placed into a nutrient culture where they grow and ",
  "replicate. Once enough cells are gathered, they are returned to the body, usually by injection into ",
  "the blood stream. Theoretically, as long as these cells survive, they will provide the desired therapy. ",
  "Retroviruses and adenoviruses are among the viruses used for transporting genes. More recently, ",
  "non-viral vectors have been introduced. These vectors rely on the natural biological process in ",
  "which cells gather macromolecules. Scientists also introduce raw recombinant DNA by injecting it ",
  "into the bloodstream or placing it on microscopic beads of gold shot into the skin with a ‘gene-gun.’ ",
  "Scientists are studying both nucleic acid based (in vivo) treatments and cell-based (ex vivo) treatments. ",
  "Nucleic acid based gene therapy uses vectors (like viruses) to deliver modified genes to target cells. ",
  "Cell-based gene therapy techniques remove cells from the patient in order to genetically alter them, ",
  "and then reintroduce them into the patient’s  body. ",
  "Problems in Gene Therapy ",
  "The potential scope of gene therapy is enormous. More than 4,200 diseases result directly from ",
  "abnormal genes, and many others are partially influenced by a person’s genetic makeup. But many ",
  "problems outlined below confront gene therapy. ",
  "(i)  Viral vectors must be carefully controlled; otherwise, they infect the patient with a viral disease. ",
  "(ii)  Some vectors, like retroviruses can enter normal cells, interfere with natural biological processes, ",
  "and possibly cause other diseases. ",
  "(iii) The immune system recognises and destroys other viral vectors, such as adenoviruses, reducing ",
  "their therapeutic life. ",
  "(iv) It is difficult to maintain gene expression so that it performs its role properly after vector ",
  "delivery. As a result, some therapies need to be repeated often to provide long-lasting benefits. ",
  "(v)  Gene regulation is very difficult since they work together for turning other genes on and off. ",
  "For example, certain genes work together to stimulate cell division and growth, but if these ",
  "are not regulated, the inserted genes could cause tumour formation and cancer. Scientists yet ",
  "have no idea on how to make the gene go into action only when needed. For safe and effective ",
  "treatment, a specific gene should turn on, for example, when certain levels of a protein or ",
  "enzyme are low and must be replaced. But the gene also should remain dormant when not ",
  "needed to ensure it doesn’t oversupply a substance and disturb the body’s delicate chemical ",
  "makeup. ",
  "Stem cells ",
  "Before considering the ethical issues involved in gene therapy, we need to consider the working  ",
  "of stem cells. A stem cell is a unique type of cell with remarkable qualities. It can differentiate ",
  "into other types of functional cells like nerve cells or skin cells. It can renew itself, and also form, ",
  "as mentioned, other cells. However, most stem cells reside in particular organs and tissues, and ",
  "produce a limited range of cells. Thus, bone marrow cells only produce blood cells. These are ",
  "known as adult stem cells.  ",
  "22.14   Ethics, Integrity & Aptitude ",
  "Embryonic Stem (ES) cells are vastly more potent. They can produce any other type of  cell-- ",
  "-blood, brain, intestine, muscles, bone and skin. Hence, they are known as pluripotent. They can ",
  "be isolated from embryo, and grown in Petri dishes in laboratory. They can grow continuously in ",
  "culture. ES cells are taken from the pith of inner cell mass of embryo after six days of its growth. ",
  "The genetic modification of cell in the dish becomes the genetic modification of organism in the ",
  "uterus. ",
  "Human ES cells are obtained from in vitro fertilization clinics. By 1990s, in vitro fertilization has ",
  "become a way of treating various forms of human fertility. IVF is performed by taking eggs from a ",
  "woman after ovulation. Typically around 10-12 are obtained and fertilized with male sperm in Petri ",
  "dishes. The embryos are briefly grown in incubators and implanted in uterus. Not all embryos are ",
  "implanted. It is unsafe to implant more than three embryos. The other embryos are discarded. It is ",
  "these embryos which are the source of ES cells. ",
  "Moral issues in Stem Cell Research ",
  "Some moral issues involved in stem cell research and abortion are similar. Essentially these revolve ",
  "on when an embryo acquires life and about the sanctity of human life. We have discussed these ",
  "earlier. Further, use of ES cells, if ever permitted in future in cloning, raises moral questions similar ",
  "to cloning we discussed earlier. But human cloning is strictly prohibited. No genetically modified ",
  "embryo is allowed in uterus. Gene therapy is also strictly regulated by governments. ",
  "(i)  Although gene therapy is a very promising approach to treatment of disease, ethical concerns ",
  "over its use and ramifications are often voiced. As much needs to be learned about how genes ",
  "actually work and about their long-term effect, testing these therapies on humans could have ",
  "disastrous unknown results. ",
  "(ii)  As with most clinical trials involving new therapies, including many drugs, the patients ",
  "participating in these studies are those who have not responded to more established therapies ",
  "and often are so ill that the novel therapy is their only hope for long-term survival. Their choices ",
  "are born of desperation and wild  hope. ",
  "(iii) Another questionable outgrowth of gene therapy is that scientists could possibly manipulate ",
  "genes to genetically control traits in human offspring that are not health related. For example, ",
  "if a gene is found that can enhance intelligence of children who are not yet born, will everyone ",
  "in society, the rich and the poor, have access to the technology or will it be so expensive that ",
  "only the elite can afford it? ",
  "(iv) The Human Genome Project, which is integral for future of gene therapy also has social ",
  "repercussions. If individual genetic codes can be determined, such information might be used ",
  "against people. Insurance companies will demand higher premium from disease-prone people. ",
  "Employers could discriminate between two potential employees, one with a “healthy” genome ",
  "and the other with genetic abnormalities. ",
  "Genetics  embodies  both  the  immense  promise  and  the  worst  fears associated  with  modern ",
  "biomedicine. The prospect of altering what many viewed as the blueprint of human life raised ",
  "questions about ‘playing God.’ While some had hopes of eliminating virtually all disease, others ",
  "saw the spectre of designer babies and catastrophic unintended consequences.  ",
  "Modern Ethical Counundrums   22.15 ",
  "Stem Cell Guidelines in the Indian Context ",
  "ICMR and Department of Biotechnology issued National Guidelines (Guidelines) for Stem ",
  "Cell Research. According to the guidelines, “There is no conclusive proof of safety or therapeutic ",
  "efficacy of stem cells in any condition yet. Unfortunately, some clinicians have started exploiting hapless ",
  "patients by offering unproven stem cell treatments prematurely. Such fraudulent practices need to be stopped ",
  "urgently, while ensuring that scientifically designed and responsible research on stem cells is not hindered.” ",
  "The guidelines cover individual researchers, organizations, sponsors, oversight/regulatory ",
  "committees and any others associated with both basic and clinical research on all types of ",
  "human stem cells and their derivatives. The guidelines classify stem cell research into three ",
  "categories, namely Permitted, Restricted and Prohibited categories. All institutions and ",
  "investigators, both public and private, carrying out research on human stem cells should ",
  "be registered with the NAC-SCRT through IC-SCR. All institutes engaged in stem cell ",
  "research must establish an Institutional Committee for Stem Cell Research. A National Apex ",
  "Committee for Stem Cell Research and Therapy (NAC-SCRT) will monitor and oversee ",
  "activities at national level and Institutional Committee for Stem Cell Research (IC-SCR) ",
  "at institutional level. These oversight committees shall ensure that review, approval and ",
  "monitoring of all research projects in the field of stem cell research are done rigorously and ",
  "effectively as per the national guidelines. Research using human stem cells shall have prior ",
  "approval of IC-SCR for permitted research and of the NAC-SCRT for restricted research. ",
  "Research on human subjects involving cells and tissues derived from human embryos ",
  "and foetuses must safeguard human rights, dignity, and fundamental freedom. This includes ",
  "processes related to obtaining human tissues and cells for research, diagnosis and therapy. ",
  "The fundamental tenets of beneficence, non-malfeasance, justice and autonomy should be ",
  "adhered to in all research involving human subjects. ",
  "The guidelines make the following observation on status of gene therapy: “Accordingly, ",
  "any stem cell use in patients must only be done within the purview of an approved and monitored clinical ",
  "trial with the intent to advance science and medicine, and not offering it as therapy. In accordance with this ",
  "stringent definition, every use of stem cells in patients outside an approved clinical trial shall be considered ",
  "as malpractice.” ",
  " ",
  "SURROGACY ",
  "Surrogacy means a practice whereby one woman bears and gives birth to a child for an intending ",
  "(mainly infertile) couple with the intention of handing over such child to the intending couple after ",
  "the birth. The Surrogacy (Regulation) Bill makes a distinction between altruistic and commercial ",
  "surrogacy. In altruistic surrogacy, no monetary incentives of any kind are given to the surrogate ",
  "mother or her dependents or her representative. However, she can be paid for medical expenses ",
  "incurred on surrogacy and insurance coverage. Commercial surrogacy refers to commercialisation ",
  "either in whole or part of surrogacy services or procedures. Commercialisation may cover selling or  ",
  "22.16   Ethics, Integrity & Aptitude ",
  "buying of human embryo or trading in the sale or purchase of human embryo or gametes or selling ",
  "or buying or trading the services of surrogate motherhood by giving incentives in cash or kind, to ",
  "the surrogate mother or her dependents or her representative. Medical expenses incurred on the ",
  "surrogate mother and on her insurance are excluded from  incentives. ",
  "The  Union Cabinet recently approved the “Surrogacy (Regulation) Bill, 2016. India has ",
  "emerged as a surrogacy hub for couples from different countries for the past few years. There have ",
  "been reported incidents of unethical practices, exploitation of surrogate mothers, abandonment    ",
  "of children born  out of surrogacy and import of human embryos and gametes. Widespread ",
  "condemnation of commercial surrogacy in India has been regularly reflected in different print and ",
  "electronic media for last few years. The Law Commission of India has, in its 228th Report, also ",
  "recommended that commercial surrogacy should be prohibited by enacting a law. Due to lack      ",
  "of legislation to regulate surrogacy, the practice of surrogacy has been misused by the surrogacy ",
  "clinics leading to rampant commercial surrogacy and unethical practices. ",
  "The Bill contains the following main provisions. ",
  "(a)  The Bill will regulate surrogacy in India by establishing National Surrogacy Board at the Central ",
  "level and State Surrogacy Boards and Appropriate Authorities in States and Union Territories. ",
  "The legislation will ensure effective regulation of surrogacy, prohibit commercial surrogacy and ",
  "allow ethical surrogacy to the needy infertile couples. ",
  "(b)  It will allow ethical altruistic surrogacy to the intending infertile Indian married couple between ",
  "the age of 23-50 years (wife) and 26-55 years (husband). ",
  "(c)  The intending couples should be legally married for at least five years and should be Indian ",
  "citizens to undertake surrogacy or surrogacy procedures. ",
  "(d)  There is a danger that the intending couples could abandon the child, born out of a surrogacy ",
  "procedure. To avoid this risk the child born out of surrogacy procedure is given the same rights ",
  "and privileges as are available to the biological child. ",
  "(e)  The surrogate mother should be a close relative of the intending couple and should be an ever ",
  "married woman having a child of her own. Her age should be between 25-35 years. ",
  "(f)  Any woman will be allowed to be a surrogate mother. ",
  "(g)  The surrogacy clinics shall be registered only after the appropriate authority is satisfied that ",
  "such clinics are in a position to provide facilities and can maintain equipments and standards ",
  "including specialised manpower, physical infrastructure and diagnostic facilities as may be ",
  "provided in the rules and regulations. ",
  "(h)  No person, organisation, surrogacy clinic, laboratory or clinical establishment of any kind shall- ",
  "(i)  undertake commercial surrogacy ",
  "(ii)  issue advertisements regarding commercial surrogacy ",
  "(iii)  abandon the child born through  surrogacy ",
  "(iv)  exploit the surrogate mother ",
  "(v)  Or sell human embryo or import human embryo for the purpose of  surrogacy. ",
  "Contravention of the above provisions shall be an offence punishable with imprisonment for a ",
  "term which shall not be less than ten years and with fine which may extend to ten lakh rupees.  ",
  "Modern Ethical Counundrums   22.17 ",
  "CAPITAL  PUNISHMENT ",
  "Introduction ",
  "As far back as in 1868, one Mr. Gilpin introduced a bill in British Parliament for abolishing capital ",
  "punishment or death penalty. The liberal philosopher JS Mill opposed such abolition. Mill argued ",
  "that the passage of the bill for abolition would be a ‘fatal victory’, and reflect ‘an enervation, ",
  "effeminacy, in the general mind of the country’. Immanuel Kant was harsher in his support of capital ",
  "punishment: ",
  "The penal law is a Categorical Imperative; and woe to him who creeps through the serpentine –windings of ",
  "Utilitarianism to discover some advantage that may discharge him from the Justice of Punishment, or even from the ",
  "due measure of it. ... For if Justice and righteousness perish, human life would no longer have any value in the world. ",
  "... Whoever has committed a murder must die. ... ",
  "Our purpose in beginning with citations from these two great philosophers is to dispel the notion ",
  "that the case for abolition of capital punishment is obvious and straightforward. Opponents of death ",
  "penalty often display nauseating moral smugness, and portray supporters of death penalty as blood- ",
  "thirsty barbarians favouring an outmoded, savage practice. Capital penalty needs a balanced and ",
  "sober approach. ",
  "Nature and definition of punishment ",
  "Moral philosophers consider punishment as made up of five elements. A punishment must (i) ",
  "involve some pain or unpleasantness; (ii) must be administered under an existing law or rule; ",
  "(i)  must be administered to someone who has been adjudged guilty of an offence; (iv) must be ",
  "imposed by a person other than the offender; and (v) the punishment must be imposed by a rightful ",
  "authority. These aspects of punishment are too well known to need any elaboration. By combining ",
  "these five ingredients, we can formulate a definition of punishment. Punishment is harm inflicted ",
  "by a rightful authority on a person who has been adjudged to have violated a law or rule. This ",
  "definition sums up the legal conception of punishment. There can be other types of punishment as ",
  "in parental discipline or in monastic orders. ",
  "Goals of punishment ",
  "We need to briefly consider theories of punishment since they underlie many arguments for and ",
  "against death penalty. ",
  "Retribution ",
  "‘Retribution’ is punishment awarded for a wrong done. It is the view that any offence merits ",
  "punishment, and the offender deserves it. Conventional theorists consider retribution as a principle ",
  "of justice or retributive justice. In this view, offenders should be made to suffer in kind for the harm ",
  "they caused to others. ",
  "There is another dimension to retributive justice. In any society, restrictions are placed on ",
  "freedoms of people. Thus, one cannot steal someone else’s car. If the thief is not suitably punished, ",
  "it constitutes a form of injustice against law abiding citizens. Leaving crimes unpunished will disturb ",
  "the social balance of fair arrangements, and will harm society. Hence, it is essential to impose just ",
  "and proportionate punishments on those who break laws enacted by society.  ",
  "22.18   Ethics, Integrity & Aptitude ",
  "Prevention ",
  "According to preventive theory of punishment, criminals should be penalised so that they do not ",
  "commit the offences again. If a robber is locked up, he will be unable to steal while in prison. The ",
  "punishment will make him realize that stealing is not a costless or painless operation. ",
  "Deterrence ",
  "The deterrence theory argues that criminals should be punished so as to dissuade or discourage ",
  "others from committing crimes. It serves as a kind of warning to law breakers. It will thus help in ",
  "lowering crime rate. Further, in order to be efficacious, punishment has to be severe enough and ",
  "known to all concerned. Its visitation on criminals caught and charged should be certain. ",
  "Reform ",
  "The reform theory holds that punishment should induce criminals to realise their error in violating ",
  "legal codes, and dispose them to follow law in future. Reforming criminals and their rehabilitation ",
  "usually go hand in hand. But they are conceptually different. Reform seeks to change a criminal’s ",
  "attitudes, and wean him away from anti-social behaviour. Rehabilitation seeks to enable a criminal ",
  "to become a useful and productive member of society. ",
  "The above four theories of punishment are not mutually exclusive. They overlap, and their ",
  "elements have to be combined in order to make punishments morally legitimate. We may note  ",
  "that preventive, deterrent and retributive theories of punishment can justify death penalty. With ",
  "this background, we can consider the arguments in support of and opposed to death penalty. ",
  "Shorthand expressions are often used to refer to protagonists of the two rival positions. Those  ",
  "who support reinstituting or retaining capital punishment are called retentionists. They believe  ",
  "that capital punishment is justified in heinous crimes like premeditated or cold blooded murder. ",
  "Abolitionists believe that capital punishment is never morally justified. We will now consider these ",
  "opposing viewpoints. ",
  "Arguments ‘against’ and ‘for’ death  penalty ",
  "The following account first gives arguments opposing death penalty and then the arguments supporting death penalty. ",
  "(i)  Against  : The most common argument against capital punishment is based on the sanctity  ",
  "of human life. Death penalty, according to critics, is legal murder. The crime committed by  ",
  "a criminal does not detract from the inherent value of his life. Citizens can be protected by ",
  "imprisoning murderers without parole. Death penalty like legal torture and mutilation should ",
  "have been abolished long ago. ",
  "For : Supporters of death penalty argue that it actually upholds the value of life by punishing ",
  "depraved murderers. In this way, it shows respect for the life of the murder victim. Further, ",
  "the logic based on value of life argument is false. If we extend this logic, then legal fines would ",
  "imply lack of respect to property rights, and imprisonment would negate the principle of ",
  "freedom. Premeditated or cold blooded murder is the gravest crime, and those who commit it ",
  "should pay the maximum price with their own life. Moreover, death penalty cannot be placed ",
  "among, to use phrases from US Constitution, ‘cruel and unusual’ punishments. Whether a ",
  "punishment can be so characterized depends on contemporary moral standards, and by these ",
  "standards, death penalty is neither cruel nor strange.  ",
  "Modern Ethical Counundrums   22.19 ",
  "(ii) Against : Abolitionists observe that capital punishment is imposed with class bias. It operates ",
  "against the poor, the uneducated, and the minorities. First, the poor and the underprivileged ",
  "are more likely to be hanged than the rich and the privileged. Secondly, the death penalty is ",
  "more likely to be imposed when the victim is poor than when he is rich. ",
  "For : Retentionists argue that this objection is not against death penalty per se, but the manner ",
  "it operates at present in the judicial system. The class bias argument can be applied to other ",
  "punishments, and in fact---as Marxists do---to the entire group of judges. The answer lies in ",
  "reforming the judicial system and not in doing away with capital punishment. ",
  "(iii)  Against : Abolitionists make another point based on risk of loss of innocent lives if there is ",
  "any miscarriage of justice. Since death penalty is irrevocable, there no way of compensating ",
  "wrongly executed persons. They suffer irremediable loss. ",
  "For  : Retentionists point out that the chances of execution of innocent individuals are ",
  "extremely low. The judges bend over backwards to exclude even a shadow of doubt about ",
  "the guilt of the accused. Besides the intense judicial scrutiny, the accused are allowed to    ",
  "file mercy petitions to constitutional heads. The chances of convicting innocent people have ",
  "greatly reduced with advances like DNA evidence. ",
  "(iv)  Against  :  Contrary to common sense, death sentence has, as statistical evidence shows,    ",
  "no deterrent effect. Most murders happen on the spur of the moment due to uncontrolled ",
  "passions arising from sudden provocation. As murderers seldom think beforehand about the ",
  "crime, death penalty has no deterrence. ",
  "For : Statistical evidence is unreliable in matters of this sort. Normally, the risk which criminals ",
  "perceive in any crime depends on the scale of the punishment. It stands to reason that death ",
  "penalty carries the highest risk and deterrent effect. ",
  "(v)  Against : Death penalty is a form of blood thirsty revenge. Law does not sanction torture of ",
  "murderers who torture their victims; nor does it permit rape of rapists. In this way, penalties ",
  "have become refined and humane. Hence, murder should not lead to death    penalty. ",
  "For : Notwithstanding the high sounding humanism of this view, it fails to recognize that capital ",
  "punishment alone balances the scales of justice in some cases. The purpose of punishment is ",
  "not only preventive or reformative but also retributive. In crimes like coldblooded murder, ",
  "proportionate justice has to be done and moral retribution has to be taken. Society has the ",
  "right and duty to express its moral outrage over heinous crimes committed against it. ",
  "(vi)  Against : Another argument against death penalty is that murder convicts hardly commit ",
  "murder again either when in prison or when on parole. Hence, executing them serves no ",
  "preventive purpose. ",
  "For : In answer to this, retentionists argue that executions certainly prevent murderers from ",
  "committing any more murders. If sentenced to prison, they can still be a threat to fellow ",
  "inmates and prison guards. In any case there are other strong arguments in favour of death ",
  "penalty.  ",
  "22.20   Ethics, Integrity & Aptitude ",
  "(vii)  Against : There are two other arguments sometimes used in the debate on capital penalty. ",
  "One is that it compromises the judicial system. Since judges are reluctant to impose death and ",
  "sentences, they play down or undervalue even the sound evidence which the police produce. ",
  "Even other authorities find excuses for condoning the offence. ",
  "For : The retentionists rebut the argument by observing that the problem is not with death ",
  "penalty, but the way judges and others handle it. The remedy lies in correcting the procedures ",
  "than in abolishing death sentence. ",
  "(viii) Against : Finally, it is argued based on US experience that executions are more expensive ",
  "than life sentences. This counterintuitive fact is derived by calculating the time costs and legal ",
  "expenses which death penalty cases entail. ",
  "For : The retentionists argue that the matter is not about costs but about principles of justice. ",
  "The Indian Context ",
  "IPC prescribes death penalty for grave crimes such as murder, rape resulting in victim’s death, ",
  "waging war against the State. Similarly, The Arms Act, The Narcotic Drugs and Psychotropic ",
  "Substances Act, The Scheduled Caste and Scheduled Tribes (Prevention of Atrocities) Act, The ",
  "Commission of Sati (Prevention) Act, The Army/Air Force/navy Acts, contain capital punishment ",
  "for serious offences. ",
  "Article 21 of the Indian Constitution guarantees the Fundamental Right to life and liberty for ",
  "all persons. No person, it says, shall be deprived of his life or personal liberty except according to ",
  "procedure established by law. Courts interpreted this to mean that that state can deprive a person ",
  "of his life subject to fair and valid procedure under law. The central government has consistently ",
  "maintained that it would retain death penalty to act as a deterrent, especially for those who are a ",
  "threat to society. ",
  "The Supreme Court upheld the constitutional validity of capital punishment in “rarest of rare” ",
  "cases. It ruled that if capital punishment is provided in the law and if the procedure is fair, just  ",
  "and reasonable, death sentence is constitutional. “Rarest of rare” cases imply that courts should ",
  "specify “special reasons” while awarding death penalty. It should be given only when the option of ",
  "awarding life imprisonment is “unquestionably foreclosed”. Courts have to balance aggravating and ",
  "mitigating circumstances in individual cases to ascertain whether ends of justice can be met by any ",
  "punishment less than the death sentence. This will depend on two factors. First judges have to see ",
  "if there is something uncommon about the crime which makes life imprisonment inadequate and ",
  "calls for death sentence. Secondly, the circumstances of the crime should be such that even after ",
  "according maximum weightage to the mitigating circumstances in favour of the offenders, there is ",
  "no alternative except to impose the death sentence. ",
  "In some laws, punishments include compulsory death penalties. The Supreme Court ruled  ",
  "that such mandatory death penalty is unconstitutional. But some laws still have mandatory death ",
  "penalties, and a few of them are before the Supreme  Court.  ",
  "Modern Ethical Counundrums   22.21 ",
  "ANIMAL RIGHTS ",
  "Introduction ",
  "Traditionally, moral philosophers discussed ethical issues in terms of human relationships. Individuals ",
  "have moral rights (to human dignity) which others have to honour. In their turn, individuals should ",
  "discharge similar obligations they owe to others. Philosophers excluded animal kingdom and ",
  "Nature from moral discourse. According to conventional thinking, the terminology of Ethics or its ",
  "categories are inapplicable to non-human entities. As we shall see, this view is derived from Western ",
  "religious and philosophical traditions. ",
  "Traditional Western View ",
  "This approach towards animal rights is partly based on Judaeo-Christian religious ideas. In support ",
  "of this view, authors usually cite Genesis, the part of the Bible which deals with God’s creation of the ",
  "world. In it, men are exhorted, “to fill the earth and subdue it; and have dominion over the fish of the sea and ",
  "over the birds of the air and every living thing that moves upon earth.” Another portion later says, “Every moving ",
  "thing that lives shall be food for you; and as I gave you the green plants, I give you everything.” This may seem to ",
  "give unfettered licence to man to exploit other animals. But it was greatly diluted by preachers like ",
  "St. Francis of Assisi, famous for his love of animals. However, the injunctions of the Bible promoted ",
  "a tendency to regard animals as resources for human use. ",
  "Early philosophical thought reinforced this attitude. Rene Descartes, the founder of modern ",
  "philosophy, regarded animals as biological automata. He believed (wrongly) that human reason   ",
  "is located in a non-material mind; animals lacked mind, and could have no feelings and pains. ",
  "Immanuel Kant gave other grounds for excluding animals from moral considerations. As we saw, ",
  "Kant urged that human beings should be treated as ends in themselves and not as means or ",
  "instruments for achieving any other objectives, no matter however noble. He grounded this moral ",
  "status of men in their ability to reason or to think conceptually. In modern terms, the sacredness of ",
  "human life arises because men possess intelligence, reason and autonomy. This view automatically ",
  "excludes animals, from moral consideration. Incidentally, Kant opposed cruel treatment of animals ",
  "because it would make men coarse and cruel. ",
  "Another way of expressing this idea is that concepts of morality have application only within ",
  "human society, and applying them to non-human context involves a ‘category error’. In the words ",
  "of Carl Cohen, “The misapplication of concepts leads to error and, sometimes, to nonsense. So it is with rights also. ",
  "To say that rats have rights is to apply to the world of rats a concept that makes good sense when applied to humans, ",
  "but which makes no sense at all when applied to rats’. Similarly, no arguments can ever be made in support ",
  "of emotions of oak trees or criminality of snakes. ",
  "A stream of social thought known as ‘contractarianism’ implies that morality is exclusively a ",
  "human institution. Morality consists of mutually agreed rules of behaviour whose purpose is to ",
  "ensure smooth and harmonious working of social arrangements. As morality is viewed as a contract, ",
  "it becomes applicable to only those members who participate in it. This idea of a kind of social ",
  "contract is a legal fiction. It is a way of visualizing how social norms come into being and why they  ",
  "22.22   Ethics, Integrity & Aptitude ",
  "command wide acceptance. One problem with this view is that morality becomes inapplicable     ",
  "to those, who in some sense are excluded from the imaginary contract. This can give rise to ",
  "discriminatory behaviour even within human societies. In any case, it will automatically exclude ",
  "animals which cannot even notionally be parties to any contract. ",
  "New Approach ",
  "From early 1970s, environmental issues and animal rights became popular topics of discussion ",
  "both among philosophers and lay public. (Recently in our country, public interest in Jallikattu and ",
  "other animal sports has reignited the debate on animal rights.) In 1975, Peter Singer published his ",
  "work Animal Liberation. Its basic message is---‘All animals are equal’. It implies that human beings are ",
  "also (biologically speaking) animals, and should not ill-treat or abuse other animals. Singer argues ",
  "that men treat animals as a resource for human uses without bothering about the suffering and ",
  "pain inflicted in the process on animals. He opposes any use of animals---whether for food, or for ",
  "scientific experiments, or hunting and sport, or for making articles. ",
  "These views have led to lot of argumentation in support of and against animal rights. Few ",
  "thinkers support callous or cruel treatment of animals. Disagreements revolve around two issues: ",
  "the degree to which men should give up activities that involve cruel use of animals; and whether ",
  "and how animal rights can be irrefutably established on logical grounds. ",
  "Case for Animal Rights ",
  "Notwithstanding conventional religious and philosophical ideas to the contrary, many writers ",
  "have argued in recent times for animal rights. In support of their position, they rely on doctrines ",
  "from ethics and rights theory. In one way, utilitarianism can support animal rights. Utilitarianism ",
  "advocates that among possible courses of action open to moral agents, they should select that which ",
  "maximizes net utility after considering both its advantages and disadvantages. While applying the ",
  "utilitarian criterion, the benefits and harms resulting from actions should not be restricted to human ",
  "beings but also be extended to animals. Bentham, who founded utilitarianism, had anticipated ",
  "modern sensitivities on this question: “The day may come when the rest of the animal creation may acquire ",
  "those rights which never could have been withholden from them but by the hand of tyranny”. He also foresaw what ",
  "could be a reasonable basis for animal rights: “The question is not, can they reason? Nor, can they talk? ",
  "But, can they suffer?” ",
  "No clear conclusion in favour of animal rights can be, however, drawn for utilitarianism. ",
  "Though animals do suffer in many ways from human actions, total ban on animal use for certain ",
  "purposes leads to unacceptable consequences. Important medical discoveries like vaccines for ",
  "polio, diphtheria, hepatitis, measles, rabies, rubella and tetanus, could never have been found ",
  "without experimentation on animals. Extreme advocates urge a total ban on medical testing on ",
  "animals irrespective of consequences. This view based on animal rights has few takers. ",
  "The second strand of reasoning for animal rights is based on the view that animals are entitled ",
  "to rights similar to those which human beings enjoy. As we saw earlier, many philosophers argue ",
  "that the concept of rights makes sense only within a human community. The unique moral status of ",
  "human beings arises from their abilities of conceptual thinking, speaking and independent decision-  ",
  "Modern Ethical Counundrums   22.23 ",
  "making. Further, men are sentient, self-conscious, with desires, hopes, and plans for future. Unlike ",
  "animals, they can think of the future which holds out both hopes and anxieties. In this way, men ",
  "have interests while animals lack ability to formulate or express their interests. As animals lack these ",
  "human characteristics, they cannot be regarded as members of human moral  community. ",
  "Animal rights protagonists challenge this view on various grounds. First, they question the ",
  "appropriateness of the demarcation line drawn between human beings and animals. The relevant ",
  "distinction, they claim, is not reason but capacity for suffering. This can be more fully described  ",
  "as capacity for suffering and/or ability for enjoyment or happiness. Animals have consciousness ",
  "and feelings. They experience fear, anxiety, and joy. They are sensitive to pain. There is sufficient ",
  "scientific evidence to show that animals can suffer pain. Although they cannot formulate their ",
  "interests, men should take into account such interests. If we adopt this criterion, we can see that ",
  "animals, no less than human beings, have rights. ",
  "Animal rights groups also accuse human beings of speciesism, that is, systematic discrimination ",
  "based on species membership. Men are prejudiced in favour of fellow members of Homo sapiens and ",
  "biased against other species. Advocates of animal rights bracket speciesism with sexism---prejudice ",
  "against women---and racism----dislike of certain racial groups like blacks. In doing so, they may be ",
  "stretching the point a bit far. ",
  "Animal rights activists also point to an inconsistency in applying the criterion of human dignity ",
  "based on human intelligence and rationality. If this criterion is applied, then extremely retarded ",
  "people and those in a vegetative comatose state should not be entitled to human rights. For example, ",
  "they can be subjected to medical experiments and even put to death to end their misery. But no ",
  "such acts are permissible, and the concerned individuals are treated  humanely. ",
  "How should we evaluate these arguments? We are of the view that the case for animal rights ",
  "is logically and philosophically unsustainable. To quote Carl Cohen again, “Rights are universally human; ",
  "they arise in a human world, in a moral sphere. In the human world, moral judgements are pervasive; it is the fact ",
  "that all human beings including infants and the senile are members of that moral community---not the fact that as ",
  "individuals they have or do not have certain special capacities, or merits---that makes humans bearers of rights.” ",
  "Therefore, even if animals possess certain attributes and abilities, these cannot confer rights on ",
  "them in a human moral community. Of course, this is not to say that animals do not deserve care ",
  "and concern. However, it is better to approach the question from the point of view of humane ",
  "treatment of animals rather than from a rights perspective. ",
  "Way Forward ",
  "Many laws have already been passed for preventing wanton and needless cruelty to animals, and ",
  "to ensure their humane treatment. Hence, we look at the human activities in which animals are ",
  "abused, and consider the ways of reducing unnecessary suffering. ",
  "Use of animals for food ",
  "Human beings in primitive state were carnivores or meat eaters. Cave men hunted wild animals ",
  "for food, clothing and for making primitive tools. Later, men began domesticating animals such as ",
  "cows, pigs, sheep and poultry. Animals were grown and reared both for food and as a source of ",
  "power in pre mechanical age.  ",
  "22.24   Ethics, Integrity & Aptitude ",
  "Animals were raised in a ‘free range system’. They were left free in fields with their mothers or ",
  "in groups. They were, of course, killed but swiftly and without needless pain. But the methods of ",
  "animal rearing changed with ‘factory farming’. Animals are now often cooped up in dark, narrow ",
  "pens with little moving space, and are injected with chemicals and hormones which ensure rapid ",
  "growth. Other horrible practices are followed in order to make their meat palatable to consumer ",
  "tastes. For example, deer calves (source of veal meat), are kept thirsty and forced into narrow ",
  "dungeons so that veal meat looks pale and becomes soft. ",
  "Quite obviously, it is futile to hope that the world would adopt vegetarianism overnight. ",
  "However, many people in the world are taking to vegetarian diet, or at least cutting down on   ",
  "meat consumption. The ‘vegan’ group in USA does not consume even animal products like milk. ",
  "The moderate position in use of animals would consist of gradually reducing meat eating, raising ",
  "animals in humane conditions, and killing them as painlessly as possible. ",
  "Medical experimentation on animals ",
  "There are scientific grounds which indicate that higher mammals feel physical pain as acutely as ",
  "human beings. Even so, it may be impossible to altogether do away with medical experiments on ",
  "animals. New drugs have to be tested on living organisms, and in the first stage drug testing cannot ",
  "be done on human volunteers. If medical experiments on animals are given up, the consequences ",
  "will be catastrophic for medical progress and human well-being. Hence, drug testing on animals ",
  "has to be allowed. But, strict guidelines have to be followed for medical experiments on animals. ",
  "Gratuitous and pointless experiments on animals have to be prohibited. Books pleading for animal ",
  "rights often contain blood curdling accounts of cruel animal experiments. It is essential to provide ",
  "safeguards for minimizing pain to experimental animals. ",
  "Killing of animals for sport ",
  "Hunting has long been a royal sport. It was a considered a warrior sport which would promote ",
  "courage. The flesh of many hunted animals was eaten. The body parts and skins of animals were ",
  "used for various purposes. The heads of hunted animals were displayed as trophies. But in modern ",
  "times, almost all these activities have been legally banned. But there is still considerable poaching ",
  "and many animal parts (like ivory) are used for decorative purposes and under false beliefs as ",
  "sources of male potency. Of course, hunting has to be strictly regulated as a sport; it can be allowed ",
  "only for a few animals which tend to multiply too fast. ",
  "As regards, animal sports the position is more complicated. It shot into prominence with the ",
  "recent controversy over Jallikattu. One may have to take a more nuanced view on traditional ",
  "animal sports. Some of them like cock-fights (in Andhra), can be quite bloody. But other sports (for ",
  "example bull or buffalo racing), do not aim at or result in animal deaths. These traditional sports ",
  "have long ancestry. They should be allowed with suitable safeguards which minimize dangers to ",
  "animal and human life. ",
  "With all the sympathy in the world for animals, one cannot help noticing the hypocrisy and ",
  "selective opportunism of animal group activists. To put the matter plainly, most animals are killed ",
  "for food, and not for sport. But animal activists usually raise a hue and cry over traditional sports ",
  "like Jallikattu. In reality, the amount of violence involved in such sports is insignificant compared to  ",
  "Modern Ethical Counundrums   22.25 ",
  "slaughter of animals for food. The self-styled activists jump into the fray in practices such as Ganesh ",
  "Visarjan, kite festivals, and use of Diwali crackers but remain discreetly silent in similar other matters. ",
  "Be that as it may, any moves which make these traditional festive occasions less dangerous are ",
  "welcome. ",
  " ",
  "TERRORISM, STATE ACTION AND HUMAN RIGHTS ",
  "Introduction ",
  "Terrorism in its various hues is a serious problem plaguing the world now. India has also been in the ",
  "cross hairs of terrorists since long. We need to separate terrorism form force and violence with which ",
  "it is associated. Force involving elements of compulsion or coercion is socially acceptable as when ",
  "a judge awards a prison sentence to a criminal. Violence which involves force and physical injury ",
  "is justified in individual self-defence and or when a nation fights its invaders. But few countenance ",
  "violence for achieving political and social ends. ",
  "Notwithstanding the general loathing for terrorism, it occasionally evokes mixed feelings. ",
  "Defence of terrorism has become fashionable in some quarters. Many citizens are disturbed when ",
  "they sometimes come across open or thinly disguised defence of terrorism in public discourse and ",
  "in television channels. ",
  "Defence of terrorism in such discussions wears a mantle of high morality, sublime and beyond ",
  "the reach of smelly masses. Such defences of terrorism appear in the garb of high minded battles ",
  "for intellectual liberty, academic objectivity, concern for individual freedom and human rights. ",
  "These defenders claim to uphold the democratic right of dissent and represent the worldviews of ",
  "the oppressed. These defences obfuscate and cloud the moral issues which terrorism creates. This ",
  "sows confusion and weakens the will to fight terrorism. It may seem that we are taking a militarist or ",
  "anti-humanitarian stand and swimming against some streams of popular opinion. But our intention ",
  "is simply to correct the one-sided view which students may gather from current discussions. This is ",
  "particularly important since many defenders of terrorism are established academics, commentators ",
  "and celebrities. ",
  "We will discuss the issues involved in terrorism from the perspective of moral philosophy. We ",
  "will also trace the roots of what we regard as wrong perspectives on the challenges which terrorism ",
  "poses. ",
  "Definition of Terrorism ",
  "Terrorism is defined in many ways. Its main attributes are the following: ",
  "  A type of violence harming people and damaging property ",
  "  Specific use of violence for achieving social and political ends ",
  "  Creating great fear, alarm and a sense of panic among  people ",
  "  Reliance on random or arbitrary use of violence ",
  "  Targeting innocent people or non-combatants  ",
  "22.26   Ethics, Integrity & Aptitude ",
  "Another definition of terrorism which Caleb Carr gave is: “... the contemporary name given to, and ",
  "the modern permutation of, warfare deliberately waged against civilians with the purpose of destroying their will to ",
  "support either leaders or policies that agents of such violence find objectionable.” It is noteworthy that terrorism ",
  "is warfare and aims at undermining peoples’ will and belief in their way of living. ",
  "Ordinary people usually condemn terrorism. This attitude is part of common-sense. But what ",
  "are the possible attitudes of ethical theories towards terrorism? As may be imagined, virtually     ",
  "no ethical theory supports terrorism. This may prove helpful since, as we have seen, ingenious ",
  "explanations and defences of terrorism are sometimes offered. ",
  "Terrorism and Moral Theories ",
  "Consequentialism ",
  "Consequentialism may possibly condone some terrorist acts if their benefits or welfare effects far ",
  "exceed the harm they cause. But this is only a theoretical possibility. Terrorism promotes the agenda ",
  "of small groups at great cost to large populations. It imposes terrible costs on the targeted groups for ",
  "questionable ends. Terrorist acts create backlash and stiffen opposition to terrorist aims. Terrorist ",
  "groups often claim to be fighting for justice or for removal of injustice. Very few people subscribe ",
  "to the justice of terrorist causes. It is, therefore, most unlikely that the net gains from terrorist acts ",
  "can ever exceed the losses. ",
  "Consequentialist theory will also question the efficiency and efficacy of terrorist means. There ",
  "are other means such as peaceful non-cooperation and civil disobedience for achieving political ",
  "ends. Democracy allows other means of advancing one’s agenda, and these conform to political ",
  "morality. ",
  "Consequentialist thinkers point out that what counts as doing justice in a given situation is often ",
  "unclear. For example, in the Arab-Israeli conflict, is it possible to remove grievances of one side ",
  "without adding to the grievances of the other? If we take into account the above considerations, few ",
  "real life terrorists will be able to measure up to the requirements imposed by consequentialism. ",
  "Kantian and natural law approaches ",
  "Two other moral traditions---Kantian and natural law---are directly opposed to random violence ",
  "which terrorism causes. They impose an indefeasible prohibition on the killing of the innocent. ",
  "‘Indefeasible’ here means that killing of innocents is never permissible in any circumstances ",
  "whatsoever. Sometimes this prohibition is expressed as the right of innocents not be killed or as ",
  "our duty not to kill innocents. Thus, these traditions will never permit killing of innocents in malls, ",
  "restaurants or on railway platforms. This is of course absolutely in line with common-sense. ",
  "Terrorists therefore portray the victims as far from innocent. They may claim that the targets ",
  "belong to national groups which sanctioned injustice and oppression, and are therefore, complicit ",
  "in evil deeds. The term ‘innocent’ usually designates an individual who is not guilty of moral or ",
  "legal wrong doing. Terrorist groups tend to attribute remote and farfetched constructive liability to ",
  "innocent people. For example, Emile Henry, after exploding a bomb in 1894 in a Paris cafe said, ",
  "“There are no innocents”. This statement is, of course, a fig leaf to cover the crime.  ",
  "Modern Ethical Counundrums   22.27 ",
  "Contractarian view ",
  "How will contractarianism react to terrorism? This tradition conceives justice as a system of principles ",
  "and dispositions which bind a group of people in so far as they mutually abide by that system. To ",
  "use a phrase from John Rawls, justice is a sort of “cooperative venture for mutual advantage”. ",
  "According to this view, justice is not binding under certain conditions, as for example, in the ",
  "absence of cooperative behaviour and dispositions from others. Thus, terrorists place themselves ",
  "outside the justice system by violating common (moral) principles and dispositions. In this view of ",
  "the matter, the terrorist acts are ab initio unjust and indefensible, and deserve to be put  down. ",
  "Up till now, we considered how different moral approaches are likely to view terrorism. ",
  "Naturally, these approaches lead to conclusions similar to common sense ideas. Terrorists are ",
  "misguided, ferocious fanatics who have no regard for human life or common decencies. Still, some ",
  "writers seek to create a false, revolutionary, romantic halo (a la Che Guevara) around terrorists. ",
  "Impressionable, idealistic young men and women have to guard themselves against this tendency. ",
  "Terrorism in India and State Responses ",
  "In India, terrorism has diverse origins and aims. Whatever its form, terrorism questions the legitimacy ",
  "of the state and its instrumentalities. It regards security forces and law and order machinery as ",
  "oppressors and enemies. Terrorists engage security forces in war-like operations. Naxalites espouse ",
  "what they consider as economic justice agenda. Terrorism in J&K is externally sponsored. In the ",
  "north-east, it is linked to local identities. We have characterized these movements in single sentences ",
  "since our aim is only to outline the moral issues they create. ",
  "In early years after our Independence, government measures to tackle terrorism and secessionist ",
  "movements enjoyed almost universal support. There were occasional reports about the excesses of ",
  "army and/or paramilitary forces in North-East. But gradually disquiet arose in some quarters over ",
  "the means being used for handling terrorists. We need to consider the roots of such disquiet and ",
  "the groups which articulate it. As we shall see, some people feel that anti-terrorist operations violate ",
  "liberal, democratic, humanist and legal norms. However, as there is a trade-off between these norms ",
  "and the requirements of national security, a balance has to be struck between  them. ",
  "Administrative and Legal Fallout of Encounters ",
  "Operations of security forces against terrorists lead to varied outcomes. A terrorist may be captured ",
  "during surveillance or investigations. He may be charged for serious offences. Then he becomes ",
  "entitled to fair trial, due process of law and all the judicial safeguards available to ordinary criminals. ",
  "The standard of evidence for proving guilt is as high as in ordinary crimes. It is but natural that few ",
  "witnesses would like to risk their lives by deposing against the accused. ",
  "Terrorists are not treated as enemy agents. Although, according to Caleb Carr, terrorism is a ",
  "form of warfare, terrorists are covered (asymmetrically) under ordinary law like other criminals. US ",
  "security missions against hard-core terrorists are often based on the principle, ‘Take no prisoners’. ",
  "The purpose is either to avoid ordinary trials of such terrorists or to avoid the inherent risk in trying ",
  "to capture terrorists alive.  ",
  "22.28   Ethics, Integrity & Aptitude ",
  "Often, encounters take place between security personnel and terrorists with casualties on both ",
  "sides. In these encounters, lives of soldiers are greatly imperilled. They have to observe prescribed ",
  "rules of engagement while fighting terrorists in encounters. If terrorists die, they cannot be tried. ",
  "But at times, relatives of deceased terrorists and activists file criminal charges like murder against ",
  "men conducting operations. Existing laws partly insulate government servants, including security ",
  "personnel, from culpability for acts done in good faith in line of duty. As such general law protection ",
  "is inadequate the Armed Forces Special Powers Act (AFSPA) is enforced in disturbed areas. The ",
  "provisions of this Act are outlined later in the chapter. ",
  "Terrorist deaths in encounters create uproar in media and activist community. Encounters    ",
  "are often depicted as brutal suppressions of human rights, security forces as cold blooded killers, ",
  "and terrorists as innocent, harmless individuals or martyrs fighting for a cause. Soldiers sometimes ",
  "err and deplorably kill innocents. Army should do its best to avoid such lapses. But critics also ",
  "need to place themselves in the shoes of soldiers. In the fire and smoke of battle, in the heat         ",
  "of the moment, while staring death in face, and remembering loved ones back home, soldiers   ",
  "may overreact. Only better training and experience in handling such situations can improve their ",
  "responses. ",
  "But many well-meaning individuals overlook the grave risks which soldiers face. They have a ",
  "right to self-defence even under strict moral codes. They cannot be expected to fight with hands ",
  "tied behind their back. They face real time situations whose essence can be summed up as “Kill   ",
  "or be killed”. They are tackling battle hardened terrorists, and not pickpockets or fellows whistling ",
  "at girls walking on the street. They have to act fast, and cannot calculate carefully ‘the quantum of ",
  "appropriate force’. In such situations, soldiers are likely to keep firing till guns on the other side ",
  "become silent. ",
  "Nowadays, many activists and academics argue for abolition of AFSPA. But its abolition   ",
  "will  expose  soldiers  to  a  dual  risk:  the  risks  in  armed  encounters;  and  prosecutions  and ",
  "imprisonment. Withdrawing protection to soldiers fighting arduous battles will be most unjust.    ",
  "It will prevent them from acting fearlessly. No disciplined soldier will ‘take it easy’, and let ",
  "terrorist-driven events run their course. However, withdrawal of legal cover will definitely undermine ",
  "his/her morale. ",
  "Tender Hearted Reactions to Terrorism ",
  "Why is it that intelligent and reasonable people of good will argue in favour of excessive legal ",
  "safeguards for terrorists? Why is it that they are willing to expose security forces battling terrorists ",
  "to legal hazards in addition to battle risks? Diverse ideologies, doctrines and worldviews singly and ",
  "jointly feed into this approach. These need earnest consideration. ",
  "Our views differ to an extent from some current opinions. However, we feel that serving and ",
  "aspiring civil servants have to adopt a hard-nosed, realistic approach in these matters. They cannot ",
  "be soft headed or get carried away by stars-in-the-eyes romanticism. This does not involve dumping ",
  "civil liberties or human values. The issues merit consideration since the stakes involved are very ",
  "high---the very survival of our nation.  ",
  "Modern Ethical Counundrums   22.29 ",
  "Human Rights ",
  "There is a tendency to regard human rights and civil liberties as absolute, unabridgeable and ",
  "inviolable. This amounts to impracticable moral or legal absolutism. Rights and liberties have      ",
  "to be balanced against equally valued national objectives. Our Constitution permits reasonable ",
  "restrictions on fundamental rights. Accordingly, courts watered down the right to property. The ",
  "right to equality is diluted for accommodating policies providing reservations and other benefits to ",
  "groups considered as victims of past injustice or prejudice. Similar logic would allow reasonable ",
  "restrictions on civil liberties for fighting terrorism. ",
  "Moral Standing of Terrorists ",
  "Opposition of human rights groups to cruel treatment of terrorists is valid though by any moral ",
  "criteria  terrorists  stand  condemned.  They  nevertheless  have  moral  status  or  moral  standing. ",
  "According to Kantianism and natural law ethics, the human rights of terrorists have to be respected. ",
  "Human rights are rights we possess simply by virtue of our nature or humanity, and we retain them ",
  "throughout our lives. A killer acts wrongly without thereby losing his moral standing. He should not ",
  "be tortured or mutilated. This applies to terrorists who are captured and tried in courts. However,  ",
  "if they are awarded death penalty after due legal process, there should be no uproar about   it. ",
  "Paradox of Freedom/Tolerance ",
  "Liberal advocates of civil liberties overlook another important issue. This point is made by Karl ",
  "Popper in his book Open Society and its Enemies. He speaks of ‘paradox of tolerance’ and ‘paradox ",
  "of freedom’. He highlights a dilemma which liberal, humane and democratic societies face. These ",
  "societies are grounded in principles of tolerance and liberty. But can these be extended to those ",
  "individuals or groups who oppose such principles? According to Popper, if unfettered liberties are ",
  "granted to groups who believe neither in liberties or nor in tolerance, it will sound the death knell ",
  "of free, open democratic societies. Some writers think that Western Europe is already facing such ",
  "threats to its way of life. ",
  "Equity and Reciprocity ",
  "Principles of equity and reciprocity are also relevant to this discussion. As we noted earlier, John ",
  "Rawls characterized justice as a cooperative venture for mutual benefit. All members of society ",
  "which adopts a system of justice should abide by its rules. Otherwise, besides being iniquitous, it ",
  "will break down. If any individuals or groups are disinclined to abide by constitutional arrangement, ",
  "they cannot still claim its benefits. They automatically forfeit such rights. Giving full benefits of such ",
  "rights to them is injustice to other law abiding citizens. ",
  "Protecting the Nation ",
  "Obviously, no one will deny the need for individual liberties to protect law-abiding citizens against ",
  "governmental overreach. However, this principle works ideally in a normally functioning democracy ",
  "in ordinary times. But when the even tenor of ordinary life is disturbed and when armed groups ",
  "intent on insurrection challenge the state, restrictions on individual liberties become unavoidable. ",
  "There are many historical examples which show that even established democratic states had to  ",
  "22.30   Ethics, Integrity & Aptitude ",
  "restrict individual liberties during wars and similar emergencies. The first duty of the state is protect ",
  "a nation’s integrity, and to this end, it has to take all necessary measures. If a state loses to its ",
  "armed enemies, there will be nothing left---neither constitution, nor order nor citizenry. This is not ",
  "an alarmist view. Contemporary world has seen the disappearance of many states. And complete ",
  "anarchy and total civil disorder now prevail in many other nations. ",
  "Misapplication of Concepts ",
  "People often make ‘category errors’ i.e. apply principles applicable in one context to inapplicable ",
  "situations. They show lack of due proportion in applying general principles to practical life. Ludwig ",
  "Wittgenstein’s phrase ‘language game’ helps to explain such errors of activists. Wittgenstein uses ",
  "characteristic situations of life as examples to illustrate certain philosophical ideas. Any language is ",
  "governed by its rules (or grammar). ",
  "As it happens, rules are not easily transferable from one sphere of life to another. Often, we ",
  "fail to recognize this point. For example, a seminar in a university is an academic game. Its rules ",
  "may have no ready application to family dispute between parents and their kids. Pleading cases   ",
  "in favour of one accused of rape is a legal game. Its rules will hardly be applicable to preaching ",
  "religious sermons. Similarly, a police encounter with terrorists is a different game whose rules arise ",
  "in warfare. In these games, the bloodless categories of Ethics or philosophy have limited application. ",
  "(However, some conventions of fair conduct of war may apply.) The phrase, “It is a different ball ",
  "game” recognizes such difference between situations of life. This fact is overlooked in the heated ",
  "debates on terrorism and human rights. Battle ground is not a seminar hall or a court room. ",
  "Role of NGOs ",
  "A characteristic feature of modern world prevents dispassionate and objective discussion on human ",
  "rights and allied issues. Modern society has a mind boggling number of NGOs and activist groups. ",
  "Rich donors set up agencies and NGOs for single minded pursuit of specific agendas such as ",
  "women’s rights, civil liberties, animal rights, and minority rights. ",
  "Although such pursuits are unexceptionable in themselves, they generate many attendant ",
  "problems. One problem is their single-pointed, obsessive, compulsive pursuit of their aims to the ",
  "exclusion of everything else. These groups are implacable and never satisfied unless their demands ",
  "are met in toto. In anything and everything, they see violation of their cherished principles. In the ",
  "process, their advocacy loses moderation and perspective. For example, they will cry hoarse over ",
  "violation of civil liberties in a country while remaining absolutely silent on its originating cause ",
  "like violence of disgruntled armed groups often supported by enemy nations. They behave like ",
  "brief-holding lawyers arguing for only one client. NGOs are sometimes misused by nation states as ",
  "stalking horses to run their agendas or to muddy political waters in foreign nations to which they ",
  "are inimical. ",
  "Another problem is that these groups are most active in open and democratic nations. Since ",
  "they have to ply a trade, they select the most hospitable locations. These are of course the diverse ",
  "democratic nations like India. Unlike in olden days, individuals who manage these bodies are ",
  "neither philanthropic nor charitable. They are ‘professionals’ with fat salaries. They are always on ",
  "the lookout for spots where they can produce the maximum ‘bang for the buck’.  ",
  "Modern Ethical Counundrums   22.31 ",
  "Many of these groups have tie ups with UN and other international agencies. Now, we have to ",
  "show due respect to UN since it is the pillar of the post Second World War global order. But it is ",
  "also part of the international diplomatic system. It is an international political chess board on which ",
  "national interests dictate the moves. These are accompanied by postures of moral high mindedness ",
  "and concern for human values. Without being overly cynical, one has to take such moves and postures ",
  "with due realism. It is a matter of no small irony that such moral posturing often comes from nations ",
  "running the most autocratic and despotic regimes. As some of these nations are powerful militarily ",
  "or economically, smaller nations and even activists and think tanks maintain a studious diplomatic ",
  "silence. This situation leads to selective targeting of nations using the plank of human rights. ",
  "Readers may feel that we have been harsh on the NGOs. We have no intention of running ",
  "down NGOs. Our comments are directed mostly against ‘activist’ NGOs. There are many others ",
  "such as Bill Gates and Melissa Foundation and Aga Khan Foundation which render yeoman service ",
  "to poor and suffering humanity. We hold such bodies in high esteem. ",
  "Climate of Current Opinion in Media and Academia ",
  "Media ",
  "Finally, the current climate of opinion both in media and social science academia fuels the false ",
  "narrative on terrorism. Their opinion is anti-establishment, that is, against the existing political ",
  "set-up. The political wing of media is hostile to governments of the day. (There are exceptions. ",
  "The US mainstream media was completely in sync with Obama and Hillary and continues to be ",
  "highly hostile to Trump.) The media is ever ready to pounce on what it regards as the misdeeds of ",
  "government and its agencies. They are ready to attack government with any available means even ",
  "those that may harm national interest. We refer to general trends without meaning to paint all with ",
  "the same brush. ",
  "Media houses are involved in cut throat competition for audience and advertising revenues. In ",
  "order to attract audience attention, they resort to sensationalism and hype. Once again our intention ",
  "is not to place all media persona in the same bracket. Many of them are learned, enlightened     ",
  "and perceptive. But media enterprises seem to have got trapped in a dynamic which modern ",
  "technology and the need for gaining commercial traction have created. Given this background, ",
  "media frequently highlight stories of alleged human rights violations of security personnel and other ",
  "stories which grab immediate interest in viewers. ",
  "Negative Academic Currents ",
  "Critical outlook ",
  "Many currents feed into the negativity of academic comment on our national affairs. Academic ",
  "activity in its very nature aims at questioning prevailing opinions, practices and world views. As ",
  "Herbert Marcuse remarked, the function of reason is negative and critical. Seeing philosophers as ",
  "social critics, Karl Marx urged them to submit existing public institutions, and available alternatives, ",
  "to ‘‘ruthless criticism” ... ‘‘ruthless in two senses: the criticism must not be afraid of its own conclusions, nor of ",
  "conflict with the powers that be”. They have to consider with detachment and impartiality whether ",
  "political institutions and practices are justified.  ",
  "22.32   Ethics, Integrity & Aptitude ",
  "Many writers such as Foucault have argued that institutions of modern society are oppressive, ",
  "hierarchical, and dehumanizing. Many social theorists argue that deep conflict and dissonance ",
  "simmer beneath the surface of liberal democracies. But these are effectively masked from us because ",
  "we are conditioned by falsifying forms of social consciousness. To quote Karl Marx again, critical ",
  "reflection consists in ‘‘enabling the world to clarify its consciousness, in waking it from its dream about itself, in ",
  "explaining to it the meaning of its own actions.’’ From such perspectives, it is possible to argue that liberal ",
  "democracies are charades which hide social inequities, and use sophisticated means for pacifying ",
  "oppressed groups. ",
  "Identity groups ",
  "Modern political thinkers often adopt in their writing the point of view of specific identity groups as ",
  "distinct from that of the larger polity. The groups identify themselves with their race, religion, and ",
  "gender or minority status. They regard themselves as victims of society and as excluded from its ",
  "privileges. ‘Multiculturalism’ advocates that dominant groups openly embrace the socially excluded ",
  "and the marginalized and celebrate social diversities. Many social thinkers sympathise with these ",
  "groups, and regard them as victims of social injustice. In this vein, scholars expose the ways in which ",
  "what may appear to be impartial operation of rule of law in fact disguises various unacknowledged ",
  "political agendas. Similarly, feminists highlight ‘gendered’ practices which are tacit forms patriarchal ",
  "oppression. ",
  "How do these ideas feed into the current criticism of state operations against terrorist groups? ",
  "Many terrorist groups are portrayed as victims of oppression and social marginalization. Their ",
  "alienation is the result of ill treatment they suffer at the hands of the state. Their terrorism, according ",
  "to some people, is a justified response to the highhanded actions of the state. One may concede ",
  "that some terrorist groups such as Naxalites and others in North-East have justifiable grievances. ",
  "Enlightened economic, social and political policies are needed to remove those grievances and set ",
  "right past wrongs. But some terrorist groups may be absolutely implacable in their attitudes and just ",
  "refuse compromise and accommodation. In that case, the state may have few options for pursuing ",
  "peaceful approaches. In any event, no state can unravel itself. ",
  "Irrational fear of nationalism ",
  "Occasionally, we come across situations in which students (and some teachers) express anti-national ",
  "sentiments. Fortunately, student responses are one-off, not deeply thought out actions. But how do ",
  "we explain such responses from teachers? Their reactions are part of a modern trend which sees ",
  "nationalism as a danger. Modern thinkers equate genuine nationalism with jingoism, associated ",
  "among others, with Rudyard Kipling. Fascism is seen as a consequence of unbridled nationalism. ",
  "Nationalism is also feared since it creates xenophobia or hatred for foreigners. Many writers ",
  "mistakenly associate anti-terrorist operations with violent assertion of nationalist feelings, state ",
  "authority and elite hegemony. But such views are mistaken, and have no support among masses. ",
  "Many academics have a self-image of being anti-establishment dissenters. They tend to identify ",
  "with other dissenters even if they resort to violence and terrorism. Some self-styled intellectuals ",
  "consider themselves as keepers of a nation’s conscience, and try to hold it to unattainable and ",
  "impracticable moral standards. Some frustrated people also join with any group which opposes ",
  "government in any manner.  ",
  "Modern Ethical Counundrums   22.33 ",
  "In the preceding paragraphs, we explained why some influential individuals and sections ",
  "express views out of line with broad national sentiments. In conclusion, we would urge that due ",
  "consideration should be shown to those who battle for our safety and freedom. We cannot claim ",
  "unfettered rights of expression to ourselves, or cleanse our consciences by mouthing high moral ",
  "platitudes. We should not place the moral, psychological and emotional burden of fighting terror ",
  "only on soldiers. It will be a moral double standard if we preserve all of these privileges and expect ",
  "our soldiers to follow the motto (in Tennyson’s words): ",
  "Not for us to reason why ",
  "But to do and die ",
  "Indian Context and AFSA ",
  "AFSPA empowers army officers operating in “disturbed” areas with following powers. ",
  "  After due warning, resort to fire or other force, even if it causes death, against those disturbing ",
  "law or order, for maintaining public order ",
  "  To destroy arms dumps, hide-outs, fortified positions/shelters/training camps used for launching ",
  "armed attacks ",
  "  To arrest without a warrant anyone who has committed or suspected to have committed ",
  "cognizable offences and use needed force for arrest. ",
  "  To enter and search any premise for making arrests, or to rescuing wrongfully restrained persons ",
  "or for seizing arms, ammunition or explosives ",
  "  Stop and search any vehicle or vessel carrying suspects or weapons ",
  "  Any one arrested should be handed over to the nearest police station at the earliest along with ",
  "a report on the circumstances of the arrest. ",
  "  Army officers have legal immunity for their actions. No prosecution, suit or other legal ",
  "proceeding can be launched against anyone acting under that  law. ",
  "•  Judiciary cannot review government’s judgment on why an area is disturbed. ",
  "  No person can be prosecuted for acting in good faith under AFSPA except with the sanction  ",
  "of the Central Government. ",
  "On July 8, 2016, The Supreme Court of India ended the immunity of the armed forces from ",
  "prosecution under AFSPA, saying, “It does not matter whether the victim was a common person or a ",
  "militant or a terrorist, nor does it matter whether the aggressor was a common person or the state. The ",
  "law is the same for both and is equally applicable to both... This is the requirement of a democracy ",
  "and the requirement of preservation of the rule of law and the preservation of individual liberties.” ",
  " ",
  "   Summary  ",
  " ",
  "On Homosexuality ",
  "  Religious and social customs oppose homosexuality. ",
  "  It carries social stigma.  ",
  "22.34   Ethics, Integrity & Aptitude ",
  "  In western society, homosexuality is no longer a taboo. ",
  "  Opponents of homosexuality argue that it is unnatural and perverse; violates laws of nature and ",
  "divine commands, and will destroy anchors of stable social life such as marriage and family. It ",
  "is a threat to human survival. ",
  "  Supporters of homosexuality argue that it is neither unnatural nor immoral, and is not a mental ",
  "disease according to American Psychological Association. ",
  "  Further, it is impermissible to derive moral principles from facts of nature. ",
  "  Homosexuality is practised between consenting adults who are supposed to know what is good ",
  "for them. It harms no one. ",
  "  The uncommon sexual orientation of homosexuals should be no bar to their humane treatment. ",
  "  Section 377 of IPC makes homosexual sex punishable with life imprisonment. ",
  "  Law commission recommended its repeal in its 172nd report. ",
  "  Delhi High Court struck down most of Section 377 of IPC as unconstitutional. ",
  "  Supreme Court however declared that Section 377, to the extent it criminalizes consensual ",
  "sexual acts of adults in private, violates Articles 21, 14 and 15 of the Constitution. But it upheld ",
  "the provisions of Section 377 covering non-consensual homosexuality and homosexual acts ",
  "involving minors. ",
  "  Supreme Court also suggested that Parliament should suitably amend Section 377. ",
  "On Abortion ",
  "  Abortion refers to the termination of the unborn entity (or termination of pregnancy) at any ",
  "stage. ",
  "  Abortion debates involve: (i) the value of life, both of mother and foetus; and (ii) individual ",
  "freedom and rights of women over their bodies. These debates also cover the rights of foetus, ",
  "definitions of human life and the point of origin of life. ",
  "Prolife arguments against abortion ",
  "  Human being is constituted as soon as the chromosomes of male sperm and female ova are ",
  "united. ",
  "  Its life is as sacrosanct as that of any other human being. Its right to life is absolute i.e. it ",
  "overrides the rights of the pregnant woman. ",
  "  We should value human life in all its stages. ",
  "•  Abortion procedures are hazardous for a woman’s physical and psychological health. ",
  "  There are alternatives for abortion. ",
  "  Most religions oppose abortion. ",
  "Prochoice arguments in favour of abortion ",
  "  Strict abortion laws arose from a patriarchal mindset. ",
  "•  Foetus is not a ‘person’ and hence not a being to whom human rights apply.  ",
  "Modern Ethical Counundrums   22.35 ",
  "  The concept of psychological humanity or personhood, and not biological humanity, really ",
  "matters. ",
  "•  If abortions are prohibited, women rely on illegal and dangerous ‘back alley abortions’. ",
  "  There is no option to abortion for serious birth defects or dangerous medical conditions in ",
  "foetus. ",
  "  To argue that a woman should carry her pregnancy to term to give baby for adoption or for ",
  "placing it in orphanages is unconvincing. ",
  "  In modern times, abortion is very safe, and unlikely to cause any mental traumas. ",
  "  The MTP Act specifies the persons qualified to conduct the abortion and the places where ",
  "abortions can be done. It permits abortions in specific circumstances. ",
  "  PNDT Act prohibits sex selection, before and after conception and misuse of modern ",
  "technologies for sex selective abortions. It contains necessary provisions for this purpose. ",
  "On Cloning ",
  "  A clone is an exact genetic copy of a molecule, cell, plant, or animal. ",
  "•  Scientists extract DNA from the cell of an adult mammal and insert it into a hollowed out ",
  "donor egg. By jump-starting the egg with a jolt of electricity, they can create an embryo that ",
  "would become, if implanted into a surrogate mother, the patient’s identical twin. ",
  "  Dolly, a female domestic sheep is the first mammal cloned from an adult somatic cell. ",
  "  As for human beings, no cloning is allowed. ",
  "Arguments in favour of cloning ",
  "  Will help in understanding how human beings acquire their traits of character. ",
  "  Cloning can benefit society by creating clones of creative scientists, artists, and sportsmen/ ",
  "women. ",
  "  Cloning can promote healthy and happy life of an individual. ",
  "  Cloning can produce offspring with traits parents want. ",
  "  Cloning can help in saving lives. ",
  "•  Though reproductive cloning is illegal, therapeutic cloning for creating replacement tissues or ",
  "‘body spare parts’ holds great promise. ",
  "Arguments against cloning ",
  "  Cloning deprives the clone of the right to be a genetically a unique individual. ",
  "  The future of a clone appears to him or her like a rerun of an earlier life or a refurbished model. ",
  "  A clone may regard himself as no more than a duplicate or a photocopy without individuality ",
  "and deprived of prospects of open life horizons. ",
  "  Cloning can in theory lead to sinister outcomes as envisaged in the novel Brave New World. ",
  "  Human beings have to be considered as ends in themselves and not as instruments for those ",
  "who want to clone.  ",
  "22.36   Ethics, Integrity & Aptitude ",
  "  It can reduce natural diversity among human beings, and lead to standardized human  forms. ",
  "  Cloning alters our perspective on nature and undermines important human  values. ",
  "  In a sense, men become responsible for their biological endowments. ",
  "On Gene therapy ",
  "  Defects in genes present within cells can cause inherited diseases. ",
  "  Gene therapy replaces missing genes or provides copies of functioning genes to replace defective ",
  "ones. ",
  "  Scientists use vectors or viruses as molecular delivery vans for introducing modified genes. ",
  "  More recently, non-viral vectors have been introduced. ",
  "  Scientists are studying both nucleic acid based (in vivo) treatments and cell-based (ex vivo) ",
  "treatments. ",
  "•  More than 4,200 diseases result directly from abnormal genes, and many others are partially ",
  "influenced by a person’s genetic makeup. ",
  "  There are many technical problems associated with gene therapy. ",
  "Stem cells ",
  "  Embryonic Stem cells are taken from the pith of inner cell mass of embryo after 6 days of    ",
  "its growth. The genetic modification of cell in the dish becomes the genetic modification of ",
  "organism in the uterus. ",
  "  Human ES cells are obtained from discarded embryos of in-vitro fertilization clinics. ",
  "Moral issues ",
  "  As gene therapy is still in clinical trial stage, its testing on humans could have disastrous unknown ",
  "results. ",
  "  Patients participating in these studies usually have not responded to more established therapies. ",
  "Their choices are born of desperation and wild  hope. ",
  "  Unscrupulous doctors can manipulate genes to genetically control traits in human offspring that ",
  "are not health related. ",
  "  Gene therapy also has social repercussions since knowledge of genetic codes may lead to ",
  "preferential job selection or favourable insurance rates. ",
  "On Surrogacy ",
  "  Surrogacy means a practice whereby one woman bears and gives birth to a child for an intending ",
  "(mainly infertile) couple with the intention of handing over such child to the intending couple ",
  "after the birth. ",
  "  India has emerged as a surrogacy hub for couples from different countries for the past few years. ",
  "  There have been reported incidents of unethical practices, exploitation of surrogate mothers, ",
  "abandonment of children born out of surrogacy and import of human embryos and   gametes.  ",
  "Modern Ethical Counundrums   22.37 ",
  "  Due to lack of legislation to regulate surrogacy, the practice of surrogacy has been misused by ",
  "the surrogacy clinics leading to rampant commercial surrogacy and unethical practices. ",
  "  Surrogacy Bill seeks to end these abuses. ",
  "  It makes a distinction between altruistic and commercial surrogacy. It encourages the former, ",
  "once in a lifetime, by a relative of the childless couple. ",
  "  No payments except insurance costs are allowed to surrogate mothers and her relatives. ",
  "On Capital Punishment ",
  "  Punishment is harm inflicted by a rightful authority on a person who has been adjudged to have ",
  "violated a law or rule. Many people want abolition of death penalty. ",
  "  The four goals of punishment are retribution, prevention, deterrence and  reform. ",
  "  Four theories of punishment also carry above names. ",
  "Arguments against and for death penalty ",
  "  Capital punishment violates the sanctity of human life. Supporters of death penalty argue that ",
  "it actually upholds the value of life by punishing depraved murderers. ",
  "  Abolitionists observe that capital punishment is imposed with class bias. Retentionists argue ",
  "that this objection is not against death penalty, but against the way the judicial system functions. ",
  "  Abolitionists refer to risk of loss of innocent lives if there is miscarriage of justice. Retentionists ",
  "point out that the chances of execution of innocent individuals are extremely low. ",
  "  Death sentence has, as statistical evidence shows, no deterrent effect. The counter point is that ",
  "statistical evidence is unreliable in these matters. ",
  "  Death penalty is a form of blood thirsty revenge. Capital punishment alone balances the scales ",
  "of justice in some cases. ",
  "•  The Indian Penal Code (IPC) prescribes death and penalty for grave crimes such as murder, ",
  "rape resulting in victim’s death, waging war against the State. Other laws also have death ",
  "sentence. ",
  "•  The Supreme Court upheld the constitutional validity of capital punishment in “rarest of rare” ",
  "cases. It ruled that if capital punishment is provided in the law and if the procedure is fair, just ",
  "and reasonable, death sentence is constitutional. ",
  "•  Supreme Court indicated how the “rarest of rare” cases should be identified. ",
  "On Animal Rights ",
  "  Traditional Western view based on Judaeo-Christian religious ideas promoted a tendency to ",
  "regard animals as resources for human use. ",
  "  Early philosophical thought reinforced this attitude since animals lack reasoning ability. ",
  "  In modern terms, the sacredness of human life is attributed to the fact that men possess ",
  "intelligence, reason and autonomy. This view automatically excludes non-human animals, ",
  "which lack these traits, from moral consideration.  ",
  "22.38   Ethics, Integrity & Aptitude ",
  "  Contractarianism leads to similar views. ",
  "•  In 1975, Peter Singer published his work Animal Liberation. Its basic message is---‘All animals are ",
  "equal’. It implies that human beings are also (biologically speaking) animals, and should not ",
  "ill-treat or abuse other animals. ",
  "  Animal rights activists argue that the relevant distinction is not reason but capacity for suffering. ",
  "  If we adopt this criterion, we can see that animals, no less than human beings, have rights. ",
  "  Animal rights activists also point to an inconsistency in applying the criterion of human dignity ",
  "based on human intelligence and rationality. They accuse men of speciesism. ",
  "  The case for animal rights is logically and philosophically unsustainable. ",
  "  But the approach to animals should be humanitarian. ",
  "  The moderate position in use of animals would consist of gradually reducing meat eating, ",
  "raising animals in humane conditions, and killing them as painlessly as possible. ",
  "  Strict guidelines have to be followed for medical experiments on animals. ",
  "  Hunting has to be prohibited as a sport; it can be allowed for a few animals which tend to ",
  "multiply too fast. ",
  "  Traditional animal sports on festivals have long ancestry. ",
  "  They should be allowed with suitable safeguards which minimize dangers to animal and human life. ",
  "Terrorism, state action and human rights ",
  "•  Caleb Carr defines terrorism as: “... the contemporary name given to, and the modern permutation of, ",
  "warfare deliberately waged against civilians with the purpose of destroying their will to support either leaders or ",
  "policies that agents of such violence find objectionable.” ",
  "•  Terrorism is warfare and aims at undermining peoples’ will and belief in their way of living. ",
  "  Moral theories such as Consequentialism, Kantian and natural law approaches and ",
  "Contractarianism oppose terrorism. ",
  "  In early years after our Independence, government measures to tackle terrorism and secessionist ",
  "movements enjoyed almost universal support. ",
  "  Some people now feel that anti-terrorist operations violate liberal, democratic, humanist and ",
  "legal norms. ",
  "  These considerations have to be balanced against national security needs. ",
  "  Tender hearted reactions to terrorism and excessive emphasis on their rights at the cost of ",
  "security needs can undermine operations. ",
  "  Anti-terrorist operations are usually confined to encounters. ",
  "  If terrorists are captured, they have to be tried according to law. ",
  "  In public discussions and TV debates, the slant appears to favour terrorist groups. ",
  "  This can create doubts in the minds of the public. ",
  "  We have traced the various doctrines, ideologies and worldviews that converge towards critiques ",
  "of terrorist operations. ",
  "  While human rights and civil liberties are important, a hard headed approach is essential for ",
  "fighting terrorism.  ",
  "Modern Ethical Counundrums   22.39 ",
  "  We have discussed the topic at some length since students may be get influenced by one-sided ",
  "and untenable views. ",
  "  The issue is important since it has a bearing on the morale of security agencies and also on ",
  "national security. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "(1)  What are the two extreme positions on abortion? What do you think is a moderate stand? Do ",
  "you think that MTP Act takes a centrist position on abortion? ",
  "(2)  Distinguish between the following: life, human life, human person, potential life, actual life. ",
  "(3)  Under  what  conditions  would  you  consider  abortion  moral?  When  do  you  consider  it ",
  "immoral? Why? ",
  "(4)  Instead of passing the law banning pre-natal sex determination tests, government should have ",
  "concentrated on changing the underlying social attitudes. Do you agree? Give reasons. ",
  "(5)  Do you think that homosexuality is immoral and unnatural? Explain. ",
  "(6)  Discuss the likely impact of homosexuality on family and social values. ",
  "(7)  Briefly outline the present legal position on homosexuality in India. ",
  "(8)  In Hindu mythology, Brahma is the creator of the world (srushti karta). Mairavan wanted to ",
  "rival Brahma and do prati srushti or counter creation. Do you think that cloning reflects a ",
  "similar mindset of ‘playing God’? ",
  "(9)  To what extent should genetic experimentation and development be permitted? Discuss with ",
  "reference to (i) experiments that involve creation of human life in laboratory (ii) stem cell ",
  "research and (iii) and human cloning. ",
  "(10)  Discuss the arguments for and against human cloning. ",
  "(11)  Briefly outline how stem cell research is regulated in India. ",
  "(12)  Newspapers sometimes carry advertisements about surefire gene therapy for debilitating ",
  "diseases. One of your close relatives wants to try one such cure. What will be your advice to ",
  "him? Give reasons. ",
  "(13)  What is surrogacy? How can it be misused? What are the measures proposed in Surrogacy ",
  "Bill to prevent its misuse? ",
  "(14)  John Locke wrote that a murderer “ by the unjust Violence and Slaughter he hath [has] ",
  "committed upon one, declared War against all Mankind, and may therefore be destroyed as  ",
  "a Lyon or Tyger [spellings are obsolete], one of those Savage Beasts, with whom Men can have ",
  "no Society or Security.” Discuss whether and to what extent this view is acceptable in modern ",
  "times.  ",
  "22.40   Ethics, Integrity & Aptitude ",
  "(15)  In the debates on murder and other heinous crimes, the hearts of some participants seem to ",
  "bleed more for perpetrators of crimes than for their victims. What reasons could account for ",
  "this attitude? ",
  "(16)  “We do not outlaw swimming even though some swimmers will drown. Similarly, we do not ",
  "execute all murderers even though some will murder again. In both cases, we allow some risk ",
  "to the innocent in order to protect our freedoms.” Do you agree with this analogy (of Bedau)? ",
  "Why or why not?” ",
  "(17)  What is the view which Supreme Court took on death penalty? When can courts impose ",
  "death penalty in the light of this view? ",
  "(18)  Define terrorism. Discuss the pros and cons of treating terrorists under ordinary criminal law ",
  "or under tougher anti-terrorist legislation. ",
  "(19)  Two US Supreme Court justices, Robert Jackson and Arthur Goldberg, facing a plethora of ",
  "petitions in favour of civil liberties after 9/11 terrorist attacks, observed: “The Constitution  ",
  "is not a suicide pact.” How will you interpret this observation in the context of dilemmas in ",
  "tackling terrorism? ",
  "(20)  “We might think we‘re only hurting the terrorists and other criminals when we chip away at ",
  "civil liberties, but we’re putting ourselves at risk too.” Evaluate. ",
  "(21)  “And were a civilized nation engaged with barbarians, who observed no rules even of war, ",
  "the former must also suspend their observance of them, where they no longer to any purpose; ",
  "and must render every action or encounter as bloody and pernicious as possible to the first ",
  "aggressors.” Discuss this view of philosopher David Hume. ",
  "(22)  Some intellectuals regard that the recent Supreme Court judgement on playing the national ",
  "anthem in cinema theatres panders to jingoist sentiments? How will you defend the judgement? ",
  "(23)  Discuss Dr. Johnson’s quip that ‘Patriotism is the last refuge of a scoundrel’. ",
  "(24)  Examine rival views on whether animals can have rights. ",
  "(25)  What could be a reasonable view on how animals should be used for human ends? Do you ",
  "think that animal sports like Jallikattu should be continued? ",
  " ",
  "REFERENCES ",
  "1.  Jacques P. Thiroust with Kenneth W. Krasemann ",
  "Ethics Theory and Practice (Tenth Edition) Prentice Hall ",
  "2.  Julie C. Vancamp, Jeffery Olen, Vincent Barry ",
  "Applying Ethics A text with Readings (Tenth Edition) Wodsworth  ",
  "",
  ""
]