[
  "C h a p t e r.6 ",
  "Sources of Ethical ",
  "Guidance: ",
  "Laws, Rules, Regulations ",
  "And Conscience ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "Ethics examines the criteria for judging human actions as right or wrong. From where do such ",
  "standards come or what are their sources? Moral philosophers have identified laws, rules, ",
  "regulations and conscience as important sources which guide human ethical conduct. In this ",
  "chapter, we discuss the above four areas and how they influence ethical behaviour. The first three ",
  "ideas have different meanings in Politics and jurisprudence on one side and in Ethics on the other. ",
  "Our discussion of law will cover two aspects. First, we look at modern conceptions law. Thereafter, ",
  "we consider it as it was viewed in medieval times, and especially the ideas of St. Thomas Aquinas. ",
  "In earlier times, moral systems were designated as (moral) law. The earlier thoughts on law mixed ",
  "up religious themes, social norms and law. The modern approaches (which arose in response to ",
  "earlier thinking) seek to disentangle law from morality and religion. The advantage in starting with ",
  "modern ideas on law is that it will help us in viewing medieval thoughts in proper perspective. ",
  "While discussing St. Thomas Aquinas, we avoid repetition of ideas on natural law ethics covered ",
  "earlier in the chapter on Western Moral Thinkers. We discuss natural law based on the account ",
  "which Patrick J. Sheraan gives in Ethics in Public Administration: A Philosophical Approach. ",
  "Ordinary Meaning of Law ",
  "By laws, we commonly understand the enactments of legislature. This is secular, as opposed to ",
  "religious view of law. The concept of law historically arose from religion, philosophy and social  ",
  "6.2   Ethics, Integrity & Aptitude ",
  "norms. Gradually, the subject of jurisprudence evolved, and sharpened the notions of law used in ",
  "courts to adjudicate property disputes and criminal offences. ",
  "There are many branches of law – criminal law, civil law and laws covering specific sectors ",
  "like the Companies Act, the Indian Electricity Act and the Environment Protection Act. Laws are ",
  "divided into two categories as substantive laws and procedural laws. Substantial laws define offences ",
  "or crimes in terms of their ingredients and prescribe punishments. Procedural laws - like the Code ",
  "of Criminal procedure or the Code of Civil Procedure – specify the modalities which courts have to ",
  "follow while dispensing justice. The Indian Evidence Act mainly deals with the types of testimony ",
  "and documents which are admissible as evidence and the nature of conclusions which courts can ",
  "draw from evidence. ",
  "While considering the idea of law, we should not overlook the Constitution of India. Constitution ",
  "of any nation is regarded as its fundamental law. All other laws have to be in consonance with ",
  "the constitution. Besides delineating the framework of government of a nation, a Constitution also ",
  "embodies the basic values and ethos of a nation. These are known as constitutional values. Broadly ",
  "speaking, the Preamble to the Constitution and the Directive Principles of State Policy contain the ",
  "constitutional values. ",
  "Austin’s Positive Theory of Law ",
  "John Austin propounded a positive theory of law. Law in its essential nature differs from moral and ",
  "religious principles. Austin’s approach is based on analytical jurisprudence, and tries to remove ",
  "evaluative or normative terms from discussion. Positivism in legal theory means that: (a) a law is a ",
  "legal rule and that (b) if passed according to prescribed procedure, law is valid irrespective of its ",
  "content. In other words, as long as an elected legislature (in modern democracy) debates and passes ",
  "the law, everyone must follow it. ",
  "Austin theory is also known as the command theory of law. Its main features are the following: ",
  "•  Law is a command from a sovereign (legislature or king or ruler). ",
  "•  The people are in the habit of obeying a ruler. ",
  "•  Law is reinforced by sanction or punishment. ",
  "•  Put simply, laws are orders backed by threats. ",
  "•  A law, therefore, is the expressed wish of the sovereign and can be distinguished from other ",
  "commands. ",
  "•  The sovereign is the person or body whom others habitually obey, and who does not obey ",
  "others. ",
  "The significance of the above theory lies in its exclusion of moral or normative elements from ",
  "the conception of law. People speak about law as a duty or obligation placed on citizens. Austin tries ",
  "to eliminate these ethical terms relying instead on the probability of punishment which criminals ",
  "fear or the ‘habit’ of people to obey laws. He avoids any discussion on the merits of law. ",
  "Austin’s positive view of law fails to explain some parts of law. For example, English “customary” ",
  "laws or Common law includes decisions of judges made according to legal “principles” for which ",
  "there is no written law. However, European nations which generally follow Roman law tradition ",
  "have fewer such elements. Austin defends these by using the notion of tacit consent of the sovereign;  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.3 ",
  "since the king does not object, he must have consented. Some laws do not fit into Austin’s theory. ",
  "These are laws that repeal laws; laws with no penalties; laws merely creating rights like contract acts; ",
  "and laws defining marriage. Austin calls them declaratory. ",
  "Other problems arise from international law and primitive law. There is no sovereign to enact ",
  "international law. Most legal history recognizes unwritten tribal laws with no formal, legislated ",
  "code. Austin’s view denies that such law is law. Legal systems have “layers” of law. They treat the ",
  "constitution and treaties as a “higher” law. Such a law “constrains” subsequent legislation. Austin’s ",
  "command theory cannot account for the higher laws. ",
  "HAL Hart’s Views ",
  "Hart is a positivist though he raised some of the above mentioned objections against Austin. Hart ",
  "mentions that two categories of rules, called primary and secondary rules, together form the basis of ",
  "a functioning legal system. This is similar to the distinction between substantive laws and procedural ",
  "laws we noted earlier. Students should carefully note that the term ‘rule’ sometimes as in this context ",
  "is used as synonymous with law. Primary rules either impose legal obligations, as in criminal law, ",
  "or they grant powers, as in the power to make a will in the law of succession, or the power to enter ",
  "into a contract. ",
  "Secondary rules enable working of primary legal rules. Hart mentions three types of secondary ",
  "rules. Rule of recognition gives criteria for identifying primary legal rules for example Acts of ",
  "Parliament and judicial decisions. Rules of change identify how legal rules can be formed, amended ",
  "or repealed. For example, an Act of Parliament goes through various readings in the Lok Sabha ",
  "and Rajya Sabha and needs President’s assent. Rules of adjudication enable the courts not only to ",
  "settle disputes, but also to interpret the law. ",
  "Hart does not accept any necessary connection between law and morality. In other words, the ",
  "validity of a law is not dependent upon its moral acceptability. Even a morally repugnant law may ",
  "be legally valid. However, that does not mean one must obey laws that are morally repugnant. ",
  "Obedience remains a matter of personal decision or conscience. ",
  "Both theories of positive law we discussed deny that law can be restrained by morality. It is a ",
  "different matter that many laws rest on a society’s moral and cultural consensus. Positive theories of ",
  "law fail to capture the idea of moral ideal implicit in many views of law. ",
  "Lon Fuller’s Views ",
  "Lon Fuller shares the view that there are necessary, substantive moral constraints on the content of ",
  "law. But Fuller believes that law is necessarily subject to a procedural morality. Law subjects human ",
  "conduct to various rules. According to Fuller, law seeks to achieve social “order through subjecting ",
  "people’s conduct to the guidance of general rules by which they may themselves orient their behavior”. ",
  "Fuller’s functionalist conception of law implies that nothing can count as law unless it is capable ",
  "of performing law’s essential function of guiding behaviour. In order to achieve this task, a system ",
  "of rules must be: ",
  "(i)  expressed in general terms; ",
  "(ii)  publicly  promulgated;  ",
  "6.4   Ethics, Integrity & Aptitude ",
  "(iii)  prospective in effect; ",
  "(iv)  expressed in understandable terms; ",
  "(v)  consistent with one another; ",
  "(vi)  within the powers of the affected parties; ",
  "(vii) not subject to frequent changes so that people cannot rely on them; and ",
  "(viii) administered in a manner consistent with their wording. ",
  "On Fuller’s view, no system of rules that fails minimally to satisfy these principles of legality can ",
  "achieve law’s essential purpose of securing social order through the use of rules that guide behavior. ",
  "If rules are not made known or not clear, they cannot guide behaviour because people will not know ",
  "what rules require. ",
  "According to Fuller, law is moral in two aspects: it promotes social order and it does this by ",
  "respecting human autonomy because rules guide behaviour. Therefore the above principles of ",
  "legality constitute a morality. Some writers argue that Fuller’s rules ensure the efficacy of law or its ",
  "proper implementation, and they are not moral ideas. However, most of Fuller’s above mentioned ",
  "eight principles stand for moral ideals of fairness. They do not however operate as moral constraints ",
  "on the content of law. ",
  "Rules and Regulations ",
  "The terms ‘rules’ and ‘regulations’ have the same meaning in Ethics. However, the two terms are ",
  "sometimes given different meanings in legal contexts. Every law contains a provision for making ",
  "rules necessary for its implementation. The rule–making powers are with government’s executive ",
  "branch. Rules cannot go beyond the law and are subject to ratification of legislature. Rules are ",
  "subordinate legislation. ",
  "However, Hart and Fuller use the term ‘rule’ in a sense equivalent to law. Naturally, students ",
  "have to make out from the context of a question or discussion as to which meaning is appropriate. ",
  "The term ‘regulation’ refers nowadays to regulations which regulatory authorities – like ",
  "Central Electricity Regulatory Commission – issue for regulating a particular sector like power, ",
  "insurance or telecom. However, this is a current usage connected with regulating certain ",
  "economic activities. But in Ethics, the terms ‘rule’ and ‘regulation’ have the same meaning. ",
  "Differences between Laws and Rules ",
  "Regulations focus on or relate to individual good whereas laws seek to increase public good. Laws ",
  "can be enacted only by those who exercise sovereignty (or state power) or the lawfully constituted ",
  "government (or its legislative wing). Regulations can be laid down by one’s superiors, by organizations ",
  "or by head of a family. Rules or regulations (in wider moral contexts) can be laid down by private ",
  "persons and entities. Laws of a nation operate within its territorial boundaries. Citizens when abroad ",
  "are not governed for most purposes by their national laws. Rules or regulations prescribed, for ",
  "example, in official codes apply to government servants even when they are abroad. Similarly, rules ",
  "which monks accept as part of their religious order, apply to them even outside the country. Students ",
  "should note that the conception of rules or regulations we outlined is from Ethics and not from Law. ",
  "But there could be commonalities between the ethical and legal conceptions.  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.5 ",
  "Meaning of Law in Ethics ",
  "In the preceding sections, we discussed the positive theories of law and also covered rules. But the ",
  "conception of law has much wider connotation and associations in Ethics. This view of moral law ",
  "is the outcome of centuries of philosophical and ethical speculation. Moral law is defined in old ",
  "Ethics books as a general rule of right living; especially such a rule or group of rules conceived as ",
  "universal and unchanging and as having the sanction of God’s will. We consider in this regard the ",
  "views of St. Thomas Aquinas who was a great Roman Catholic theologian (i.e. one well versed in ",
  "religious discourse) of the medieval times. He naturally subscribed to Christian doctrines which to ",
  "their followers are truths revealed by God. They rest on faith and not on empirical ideas. Aquinas ",
  "however used Aristotelian deductive logic to apply reason in the service of faith, that is to say, ",
  "belief in God and associated religious ideas including morality. [We may note in passing that many ",
  "‘rationalists’ direct their fire at beliefs of Hindu religion. However, religious beliefs, especially belief ",
  "in God’s existence, of what Arnold Toynbee describes as ‘higher religions’ stand on very similar ",
  "footing; if subjected to logical or scientific scrutiny, they disappear into thin air. Rationalists cannot ",
  "pick and choose as between different religions; or accord especially favourable or unfavourable ",
  "status to any religion.] ",
  "Types of Law according to Aquinas ",
  "Aquinas distinguishes four kinds of law: (1) eternal law; (2) natural law; (3) human law; and (4) ",
  "divine law. Eternal law comprises laws that govern the nature of an eternal universe. Eternal law ",
  "is derived from the idea of God as the ruler of the world. It can refer to all laws (including to laws ",
  "of nature according to some writers) by which the universe is ordered. ",
  "Divine law is concerned with those standards that must be satisfied by a human being to achieve ",
  "eternal salvation. One cannot discover divine law by reason; its principles can be known only through ",
  "divine revelation. Aquinas cites as examples Old Testament of Bible (which Jews follow) and the ",
  "New Testament (which Christians follow) as divine laws. ",
  "The natural law consists of those principles of the eternal law that govern the behaviour of beings ",
  "endowed with reason and free will. It is the ‘participation of the eternal in the rational creature’. It is ",
  "‘an imprint on us of the divine light”. According to St. Paul, the natural law is written in the hearts ",
  "of men. We can understand natural law as divine moral ideas found in human heart. ",
  "How can we be sure of the existence of natural laws? One answer is that men, from ancient times, ",
  "irrespective of the level of their civilization, distinguished between right and wrong actions. They ",
  "also believed that men should pursue good and give up evil. As these ideas arose along with the ",
  "emergence of mankind, they can be regarded as part of their mental makeup. ",
  "Human Law ",
  "Aquinas says that human law is made by men: it is an ‘ordinance of reason for the common good, ",
  "promulgated by him, who has the care of the community’. It is valid only insofar as it matches with ",
  "the natural law; or in Augustine’s famous remark, an unjust law is really no law at all. This is the ",
  "defining characteristic of the natural law theory. According to Blackstone, in natural law theory: 1) ",
  "there can be no legally valid standards that conflict with the natural law; and 2) all valid laws derive ",
  "whatever force and authority they have from the natural law.  ",
  "6.6   Ethics, Integrity & Aptitude ",
  "Parts of Natural Law ",
  "Aquinas mentions the primary, secondary and tertiary principles of natural law. Primary principles of ",
  "natural law are universal rules of conduct and can be easily perceived by human reason. Examples ",
  "of these principles are doing good, avoiding evil and following the dictates of reason. Human beings ",
  "have a natural love of good and abhorrence of evil. All the remaining moral principles follow from ",
  "the primary principles. ",
  "Secondary principles can be derived without much difficulty from the primary principles. A ",
  "person of ordinary intelligence without ‘invincible’ ignorance can easily know them. Aquinas classifies ",
  "ignorance as vincible and invincible. ‘Vincible’ ignorance, unlike invincible ignorance can be easily ",
  "overcome with a little effort – which men need to make. From the primary principle of being good, ",
  "it follows that one should respect elders and be considerate to others. ",
  "Tertiary principles of natural law cannot be easily derived from the primary principles. They ",
  "often presuppose involved reasoning. People who are unaware of these principles incur no blame ",
  "for it is a case of ‘invincible ignorance’. An example is of a person who believes it right to cheat a ",
  "rich man to help the poor. The three levels of natural law explain why people arrive at different ",
  "moral conclusions on even similar matters. Aquinas says that in theoretical thinking while it is easy ",
  "to see general principles or common notions, the conclusions which follow as their implications are ",
  "hard to grasp. Similarly, while men subscribe to common principles of actions, their responses vary ",
  "in similar particular instances. ",
  "Aquinas argues that natural law not only tells what is good but also casts a moral duty on us to ",
  "follow it. We are under a moral obligation to obey the commands of natural law. It is a universal ",
  "law and applies to the entire humanity irrespective of race, nation, religion and sex. As we have ",
  "noted, people may interpret or understand natural law in different ways. But they have to follow it ",
  "according to their best reflective understanding. In practical terms, this means that people should ",
  "think carefully about the moral aspects of their actions. ",
  "Infraction of laws entails sanctions and punishments. But the consequences of disobeying the ",
  "natural law are unclear. This is true in case of all moral laws which lack the coercive power of legal ",
  "enactments. For instance, if one violates the Indian Penal Code by committing theft, he will, upon ",
  "conviction, be imprisoned. Normally, legal offences are a subset of moral lapses. To the extent ",
  "a moral violation is also a legal offence, penal law will punish the offenders. But if one violates ",
  "the command to love one’s neighbour, secular law will not punish him. All religions mention that ",
  "sinners will suffer in hell. But such concepts are non-empirical and fall outside the domain of logical ",
  "discourse. ",
  "Civil Laws ",
  "Civil laws are different from canonical laws which applied to churches. We will now consider positive, ",
  "manmade civil laws. Aquinas discusses the relation between positive civil laws and the natural law. ",
  "Interestingly, he holds that positive civil laws partake of the character of law in so far as they are ",
  "derived from the natural law. When they depart from the natural law, they are perversions of law. We ",
  "can ignore his discussion on the ways in which civil laws can differ from the natural law. However, ",
  "he makes a point that men are under no obligation to follow those parts of civil law which fail to  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.7 ",
  "conform to natural laws. The medieval theological context of the discussion is no longer relevant. ",
  "But what is relevant is the revolutionary observation that under certain circumstances people will be ",
  "justified in defying the law. In modern day language, this is an issue of legitimacy of laws. ",
  "According to Aquinas, laws have to meet the following conditions to qualify for people’s ",
  "obedience. ",
  "¤  Civil laws have to conform to the natural law. They should not prescribe what the natural ",
  "law prohibits or forbid what the natural law prescribes. ",
  "¤  Civil laws are made by a lawful government with proper authority. ",
  "¤  They are reasonable and lie within the physical and mental capacities of men. ",
  "¤  They are not for individual but general social good. ",
  "If a law fails to meet any one of the above conditions, citizens need not obey it. This is the basic ",
  "idea which underlies the concept of civil disobedience. In civil disobedience, people disobey unjust ",
  "laws which though duly enacted, violate higher moral principles. Thus, during the Salt Satyagraha, ",
  "Mahatma Gandhi violated the Salt laws then in force. Similarly, pro-life groups in many Western ",
  "nations oppose laws which permit abortion. ",
  "We may note here the distinction between being above law and outside the law. A group of ",
  "philosophers held that the sovereign or the law maker is above the law on the ground that there is no ",
  "one to punish him. Aquinas argued that the sovereign is not above law since he can elect to obey it. ",
  "Aquinas says, “whatever law a man makes for another, he should keep himself”. The modern view ",
  "is that no one is above law. ‘Outside the law’ can mean illegal actions and/or actions in locations ",
  "where law does not apply. As we have already seen, laws only apply to those who live within the ",
  "territorial jurisdiction to which they apply. Indian law will not apply to those in Sweden. ",
  "Relevance of the Ideas of Aquinas ",
  "Next, we will consider conscience as a source of ethical guidance. Before that, we need to make a ",
  "few observations on the discussion so far. Readers may feel that we have discussed law mainly on ",
  "the basis of Aquinas’s account of Roman Catholic doctrines. However, the ideas of Aquinas can ",
  "be seen more widely as indicating how moral laws can guide human action. His Roman Catholic ",
  "theories can be replaced, for example, with Hindu or Buddhist ethical principles, without seriously ",
  "affecting the validity of the argument. The central point is that laws derive their force not from the ",
  "powers of the king or the legislature, but by reflecting moral principles dear to human heart. Many ",
  "people attribute divine origin to such principles. ",
  "Modern thinkers have abandoned the concept of natural law. It is considered a part of medieval ",
  "metaphysics. Further, many people, especially in the west, have lost religious faith. Even otherwise, ",
  "there is a tendency to replace religious morals with secular (in the sense of non religious) ethics. But ",
  "many secular morals coincide with religious morals. ",
  "Modern Normative Reaction to Positive Theories of Law ",
  "Austin’s positive theory of law leads to odd consequences. As Hart pointed out, it could imply that ",
  "rule of a mob of gangsters on a remote island is lawful. This happens because Austin reduces legal  ",
  "6.8   Ethics, Integrity & Aptitude ",
  "obligations to habits and to calculation of probabilities of risk from disobeying laws. Hans Kelsen ",
  "tries to resolve this problem. He adopts the positive view, but regards law as socially constructed ",
  "and as not derived from natural law or any higher source. Unlike natural law, it is dynamic and ",
  "keeps changing. ",
  "Kelsen recognizes that law needs a normative base on which it can rest. He does not seek it in ",
  "ordinary morals. He calls the basic norm as ‘logical constitution’. Laws can be created but the basic ",
  "norm states how they can be created and changed. Only those created in accordance with basic ",
  "norm will be valid. He regards basic norm as an accepted custom: “when the custom through which ",
  "the constitution has come into existence or the constitution-creating act consciously performed by ",
  "certain human beings, is objectively interpreted as a norm-creating fact ...” then a basic norm exists. ",
  "In way, Kelsen seems to regard constitution as providing the basic norms for laws. ",
  "Constitutional Values ",
  "In this regard, one may raise the question of morals relevant to public servants in performing their ",
  "official tasks. For this purpose, we refer to values embedded in the constitution. As we mentioned ",
  "before, they are found in the Preamble and the Directive Principles of State policy. We summarize ",
  "them below. ",
  "Values included in the Preamble are: ",
  "¤  Socialism, secularism and democracy ",
  "¤  Social, economic and political justice ",
  "¤  Liberty of thought, expression, belief, faith and worship ",
  "¤  Equality of status and of opportunity ",
  "¤  Fraternity and dignity of the individual ",
  "¤  National unity and integrity ",
  " ",
  "Directive Principles ",
  "The Directive Principles of State Policy are ‘fundamental in governance of the country’. Government ",
  "has to follow these principles while making laws. ",
  "1.  Equitable distribution of wealth or the socialist pattern of society and equal pay for equal ",
  "work for both men and women. ",
  "2.  Provision of adequate means of livelihood to all citizens, men and women. ",
  "3.  Provision of employment to all. ",
  "4.  Free and compulsory education for children. ",
  "5.  Living wage for workers. ",
  "6.  Protection of childhood and youth against exploitation and against moral and material ",
  "abandonment. ",
  "7.  Organization of village panchayats as units of self-government. ",
  "8.  Prohibition of the consumption, except for medical purposes, of intoxicating drinks and of ",
  "drugs injurious to health. ",
  "9.  Organization of agriculture and animal husbandry on modern and scientific lines.  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.9 ",
  "10.  Promotion of international peace and security and maintenance of just and honourable ",
  "relations between the nations of the world. ",
  "11.  Social welfare measures. ",
  "This does not mean that public servants can ignore ordinary moral rules applicable to all in ",
  "personal and social life. The above values enshrined in the constitution will help them in many ",
  "official situations which involve ethical questions. ",
  " ",
  "CONSCIENCE ",
  "Until now, we have discussed law as ethical guide to human action. Laws are external guides to ",
  "men. In contrast, conscience acts as an internal moral guide to them. Conscience comes into play ",
  "when mind passes a judgement on the rightness and wrongness of a particular act. Conscience can ",
  "morally judge past actions, present action and those under contemplation. Conscience is different ",
  "from moral laws. Moral laws are general and cover many actions. Conscience applies laws and rules ",
  "to particular actions. Conscience in a way completes human individuality or ego or selfhood. Both ",
  "ego and conscience can think about actions, ascertain their meaning and evaluate their moral worth. ",
  "Historical Evolution of Ideas on Conscience ",
  "The concept of conscience used in moral philosophy has changed considerably over time. In fact, ",
  "the earlier views on conscience have been discarded. Both Aristotle and Stoics described human ",
  "consciousness (recognition) of moral value and of moral law simply as reason, or the ruling part ",
  "of the soul. It is the scholastic writers who propounded the doctrine of conscience as a special ",
  "form of knowledge of moral laws which God reveals to human soul. This theory of conscience ",
  "or of moral knowledge is called intuitional. Its chief tenet is that the knowledge of good and ",
  "wrong is immediate or intuitive, and not as stated by the empirical view of conscience, the result ",
  "of processes of association and reflection. That conscience is innate or inborn is also usually ",
  "associated with this view. ",
  "Joseph Butler is the most prominent writer on the subject of conscience. According to Butler, ",
  "God gives men conscience. It should be the final authority for human actions. But unlike other ",
  "social science concepts, conscience cannot be operationised---there is no way of discovering it or ",
  "knowing how it works in actual practice. For example, attitudes can be studied using methods ",
  "of social science research. But we cannot study conscience that way. ",
  "Conceptions of Conscience ",
  "How is conscience conceptualized by different thinkers? We list a few views. ",
  "•  St Paul: Conscience is a God-given ability in all human beings to know and choose the ",
  "good. ",
  "•  Aquinas: Conscience is knowledge of human nature and primary moral precepts or ",
  "fundamental moral ideas.  ",
  "6.10   Ethics, Integrity & Aptitude ",
  "•  Butler: Conscience is a God-given ability to reason, our ‘natural guide’ with ultimate authority. ",
  "•  Newman: Conscience is ‘the voice of God’ planted in us before we could reason. It is an ",
  "intuition, the ‘law of the mind’. Intuition is sixth sense, something we know without relying ",
  "on logic or conceptual thinking. ",
  "•  Freud: Conscience is the ‘superego’, guilt resulting from disobeying moral ideas planted in ",
  "us by authority figures like parents. It is part of the subconscious mind. The ego (conscious ",
  "self awareness of oneself or personality) is in charge in a healthy person, not the conscience. ",
  "•  Piaget: Conscience develops over time. It is a part of a healthy human mind. ",
  "St Paul, Aquinas, Butler and Newman all agree that the conscience comes from God and ",
  "should have ultimate authority over what we do. Aquinas and Butler see reason as an essential ",
  "part of this, but Newman thinks it is intuitive. Freud and Piaget explain conscience without ",
  "reference to God. ",
  "Conscience, moral reason, moral sense, or divine reason often means the same. These terms ",
  "are used in this manner in old books on Ethics. ",
  "Ideas of Butler on Conscience ",
  "Conscience is a reflective principle. It judges morally what we did and want to do. All ordinary ",
  "human beings have a sense of right. According to Butler, it is an aspect of human reason or ",
  "of sentiments. Conscience has a unique authority among the principles belonging to human ",
  "nature. It should direct other principles and not vice-versa. ",
  "Conscience is closely connected to autonomy of individual’s moral insight. It signifies ",
  "being motivated by our inner sense of moral rightness and wrongness, and not by external ",
  "considerations such as moral law, duty, obligation, or virtue. It is uninfluenced by fear of ",
  "punishment or hope of reward. ",
  "Conscience is a principle superior to and governing particular passions, emotions, and ",
  "instincts. There are various parts to human nature, and these are organised hierarchically. The ",
  "part of human nature that is at the top of this hierarchy is conscience. The two principles of ",
  "human nature at work are: self-love, that is, is a desire for happiness in the self; and benevolence, ",
  "that is, desire or hope for happiness in other people. Conscience adjudicates between these ",
  "two principles. This is an intrinsic part of human nature. This guidance is intuitive. It is a gift ",
  "from God, and as such, its guidance is not an option. It has universal authority in all moral ",
  "judgments. ",
  "Objections to Butler’s Views ",
  "There have been many objections to Butler’s ideas. Some of these criticisms are essentially ",
  "against the very concept of conscience. Sidgwick argues that conscience really is neither an ",
  "independent nor a distinct moral principle. Suppose it is reasonable to obey conscience. Then ",
  "“the rules prescribed by conscience” are either reasonable on their own or they are “the dictates ",
  "of an arbitrary authority”. If the latter, how can one justify the arbitrary authority? But if the  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.11 ",
  "former, there is no independent moral authority for conscience. Conscience becomes another ",
  "name for reason. ",
  "There is no clear justification for the supremacy of conscience. Intuition is not infallible – ",
  "the conscience could be misinformed or even wrong. Without an appeal to external, objective ",
  "moral yardsticks, Butler’s idea may lead to moral anarchy. An individual can intuit what is ",
  "best regardless of the moral character of an action. The appeal to intuitive conscience is self- ",
  "authenticating or self certifying. It has its authority from within itself. It is, however, possible ",
  "to rebut this criticism by pointing out that men are altruistic and benevolent, and will not use ",
  "conscience in support of immoral actions. ",
  " ",
  "EMPIRICAL CONCEPTION OF CONSCIENCE ",
  "Theories which considered conscience as a special faculty, innate in man, have been replaced by ",
  "empirical and historical conceptions. Conscience is no longer thought of as a special organ or faculty ",
  "of knowledge, but rather as consciousness dealing with a special class of objects and judgments. The ",
  "objects are conduct and character, the judgments value judgments. According to empiricists, our ",
  "knowledge of what is right and wrong originates from individual and social experience. Conscience ",
  "itself is, therefore, the product of social evolution and of individual development. Herbert Spencer ",
  "and others suggested the hypothesis that conscience, or our elemental moral sentiments, while in ",
  "some way innate in the individual, are acquired in the experience of the human race. ",
  "Modern thinkers do not regard conscience as a peculiar or separate mental or psychological ",
  "faculty. It is simply an aspect of human intelligence and consciousness. Human intelligence when ",
  "dealing with the nature and relations of things is called understanding. When our intelligence deals ",
  "with the relations of persons and deeds we call it conscience. Our conscience or value commitments ",
  "can be explained as resulting from our moral development, our education and our social environment. ",
  "The Customary or Conventional Conscience ",
  "We will now consider the stages in the development of intelligence as it moves towards moral ",
  "maturity. Human beings are born into an existing moral environment of a society which consists ",
  "of various institutions and a dominant socially accepted moral code. This code and its components ",
  "exert constant influence on the impressionable minds of children in their formative years. They ",
  "make certain demands on them. These are enforced by such means as punishment, reward, blame, ",
  "public-opinion, and the bestowal of social leadership. This is known as the process of socialization ",
  "or acculturation. ",
  "John Dewey sums up the formation of the conventional conscience in the following passage: ",
  "These demands and expectations naturally give rise to certain convictions in the individual as to what he should or ",
  "should not do. Such convictions are not the outcome of independent reflection, but of the moulding influence of social ",
  "institutions. Moreover the morality of a time becomes consolidated into proverbs, maxims and law codes. It takes shape in ",
  "certain habitual ways of looking at and judging matters. All these are instilled into the growing mind through language, ",
  "literature, association and legal custom, until they leave in the mind a corresponding habit and attitude toward things ",
  "to be done. The more important distinctions are fixed in language, and they find their way into the individual mind, ",
  "giving it unconsciously a certain bent and colouring.  ",
  "6.12   Ethics, Integrity & Aptitude ",
  "The Loyal Conscience ",
  "People seldom think about the social institutions and moral codes which shape their life and ",
  "morality. They identify themselves with the social forms and their ideals. They do not consider the ",
  "demands which the existing institutions make on them as burdens, but as reflecting their own will ",
  "and deserving loyalty. However, people need to understand the grounds for belief in existing moral ",
  "ideas. People who realise the significance of conventional morality become morally autonomous ",
  "even when following it. But those who extend blind support to moral systems are not free. ",
  "The Independent or Reflective Conscience ",
  "Men not only follow the prevailing morality but may critically reflect upon it. They may feel that the ",
  "current moral code of society no longer reflects the true needs of the situation or that it is an antiquated ",
  "expression of bygone times. They may try to understand the true spirit of existing institutions and ",
  "determine the sort of conduct it demands. Critical thinkers may criticize and seek reforms even in ",
  "social ideals and institutions esteemed as sacred. This is the task which great moral reformers perform. ",
  "Conscience or moral sentiments can operate in situations of ordinary life also. Common people ",
  "can reflect upon their immediate relationships in life to see if they are what they should be. These ",
  "relationships may concern family, friends, neighbours and colleagues in office. They can regulate ",
  "their own conduct not merely through customary habits and routines but by rationally re-examining ",
  "the situations. ",
  "The idea of reflective conscience involves the ‘right of free conscience’. This is the individual’s ",
  "right to discover the good or to determine the ends of action on his own. Its opposite is a situation ",
  "in which some good, considered imposing or beneficent, is forced on him. According to Hegel, the ",
  "right of free conscience is the principle of subjective freedom which marks off modern from ancient ",
  "times. ",
  "Perils of Right to Independent Conscience ",
  "At this stage, students need to recall the doctrine of moral relativism. It denies the existence or validity ",
  "of objective, universally valid moral standards. It is a commonly known fact that morals and social ",
  "conventions vary both across societies and over historical time. This is called the relativity of morals. ",
  "Or morals are relative to a particular society and a historical period. This relativity arises from the ",
  "social function of morals – or their contribution to social stability and well-being. In this functional ",
  "aspect, morals have to adjust to changes of society and to currents of time. ",
  "Because there appear to be no eternal or universal standards of morals and manners, many ",
  "people wrongly conclude that there is no value in a local, temporary, and slowly changing ethics. ",
  "Such views lead many into ‘a head-long jettisoning of their whole cargo of morals, manners and conventions, and ",
  "the bringing about of a chaos which arouses mirth or terror according to the temperament of the social observer’. It is ",
  "expressed in extreme form in the famous dictum of Nietzsche: “Nothing is true, all is allowed.” ",
  "According to Wilbur Marshall Urban, “This philosophy of license, this idea that nothing is good or bad, ",
  "but our own thinking makes it so, invariably appears in the first flush of realisation of historical relativity and of the ",
  "sense of freedom from external compulsion that comes with it. Yet it is based on such obvious fallacies that it persists only ",
  "in the minds of the most unthinking.” Even if moral standards are changing and functional, they appear  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.13 ",
  "as practically absolute during the time they prevail. For individuals, they represent the “pragmatic ",
  "absolute.” ",
  "The idea of independence of conscience is often misinterpreted. There is no right of private ",
  "judgment since moral standards and their sources have to be public. The right of private conscience ",
  "means that the moral standard and its source are not the opinion of some other person, or group of ",
  "persons. It is a common, objective standard expressed in social relationships themselves. ",
  "The idea of individual conscience which each one has to exercise independently of historical ",
  "forms and contemporary ideals is misconceived. The feeling that one has to follow one’s own notion ",
  "of what is right becomes an excuse for all sorts of capricious, obstinate and sentimental actions. ",
  "Hegel had such ideas in mind when he observed that: “The striving for a morality of one’s own is futile, ",
  "and by its very nature impossible of attainment; in respect of morality the saying of the wisest men of antiquity is the ",
  "only true one: To be moral is to live in accordance with the moral tradition of one’s country”. ",
  " ",
  "PRESENT INDIAN CONTEXT ",
  "This raises the question: Does conscience, which is individual, override norms set up by society, law ",
  "and religious teaching Many writers believe that conscience should decide what is right or wrong. ",
  "Individual conscience has the right of independently determining the criteria of good and evil and ",
  "then acting accordingly. This results in an “individualistic ethic, wherein each individual is faced ",
  "with his own truth, different from the truth of others.” Fortunately, dictates of individual conscience ",
  "and social ethics often coincide. ",
  "But nowadays we witness many situations where individuals and groups are aggressively ",
  "voicing personal and maverick views which run counter to national ethos. They do so in the name ",
  "of individual conscience and right of dissent. But dissent should not be irresponsible, or just a way ",
  "of attracting attention by making shocking statements. Views should not override requirements of ",
  "national security, social cohesion and our cultural ethos. One should avoid voicing fashionable ",
  "and chic ideas in the name of individual conscience. These are often ways of sensationalizing things ",
  "during TV appearances. One should not trivialize serious matters of conscience or apply them to ",
  "inappropriate situations. Current examples include slogans of ‘aazadi’ in some universities (as if we ",
  "are living under foreign rule), not getting up during national anthem or ridiculing national symbols. ",
  "We have also discussed these issues in the chapter on political attitudes. ",
  " ",
  "MORAL CHANGE ",
  "Conscience should not merely endorse the existing beliefs and opinions. Morality existing at any time ",
  "is not likely to be perfect. One has to recognise both the possibility and the necessity of advance/ ",
  "improvements in the prevailing morality. Reflective conscience has to find a mean between capricious ",
  "self-conceit and dead conformity. It must be based on the moral consciousness expressed in existing ",
  "institutions, manners and beliefs. ",
  "In John Dewey’s words: “Reflective intelligence cross-questions the existing morality; and extracts from it the ",
  "ideal which it pretends to embody, and thus is able to criticize the existing morality in the light of its own ideal. It points ",
  "out the inconsistencies, the incoherencies, the compromises, the failures, between the actual practice and the theory at the ",
  "basis of this practice. And thus the new ideal proposed by the individual is not a product of his private opinions, but ",
  "is the outcome of the ideal embodied in existing customs, ideas and institutions”.  ",
  "6.14   Ethics, Integrity & Aptitude ",
  "Until now, we examined laws, rules, regulations and conscience as guides to ethical decision- ",
  "making. Of course, they often provide a frame of reference for decision-making, and may not be ",
  "amenable to direct application to a given situation. Further, there are innumerable laws, rules, ",
  "regulations, opinions and court judgements on many subjects. Public administrators may not ",
  "be able to internalize these in their thought. Besides relying on rules, government servants have ",
  "to understand the moral nature of decisions. We have noted elsewhere that morality (from ",
  "another perspective) depends on the object of action, circumstances of action and the purpose ",
  "of the action. Public servants cannot act mechanically in applying rules. They have to identify ",
  "situations with moral implications and think through the possible alternatives. ",
  " ",
  "   Summary  ",
  " ",
  "¤  We can seek ethical guidance (a) from moral criteria or standards; (b) from analysis ",
  "of action in terms of its object, its surrounding circumstances and its purpose and; ",
  "(c) from laws, rules, regulations and conscience. ",
  "¤  The ordinary meaning of law is that it is an enactment of legislature. ",
  "¤  The concept of law historically arose from religion, philosophy and social norms. ",
  "¤  There are many branches of law – criminal law, civil law and laws covering specific sectors. ",
  "¤  Laws are divided into two categories as substantive and procedural. ",
  "¤  Substantial laws define offences, rights and obligations. ",
  "¤  Procedural laws specify the modalities which courts have to follow while dispensing justice. ",
  "¤  Constitution of any nation is regarded as its fundamental law. ",
  "¤  It embodies the basic values and ethos of a nation. The Preamble to our Constitution and ",
  "the directive principles of state policy contain the constitutional values. ",
  "¤  The concept of law has a much wider connotation and associations in Ethics. This view ",
  "of moral law is the outcome of centuries of philosophical and ethical speculation. ",
  "¤  John Austin propounded a positive theory of law. Law in its essential nature differs from ",
  "moral and religious principles. ",
  "¤  Positivism in legal theory means that: (a) a law is a legal rule and that (b) if passed ",
  "according to prescribed procedure, law is valid irrespective of its content. ",
  "¤  Austin’s theory is known as the command theory of law and we outlined its main features. ",
  "¤  Hart mentions that two categories of rules, called primary and secondary rules, together ",
  "form the basis of a functioning legal system. He describes what they stand for. ",
  "¤ According to Fuller law seeks to achieve social “order through subjecting people’s ",
  "conduct to the guidance of general rules by which they may themselves orient their ",
  "behavior”. He lists such rules. ",
  "¤ Moral law is defined in old Ethics books as a general rule of right living; especially ",
  "such a rule or group of rules conceived as universal and unchanging and as having the ",
  "sanction of God’s will. ",
  "¤  According to St. Thomas Aquinas, law imposes an obligation on people. It makes people ",
  "act or desist from acting; or it prescribes some actions and prohibits some actions.  ",
  "Sources of Ethical Guidance: Laws, Rules, Regulations and Conscience   6.15 ",
  "¤  The terms ‘rules’ and ‘regulations’ have the same meaning in Ethics. ",
  "¤ Regulations can be laid down by one’s superiors, by organizations or by head of a family. ",
  "Rules or regulations (in wider moral contexts) can be laid down by private persons and ",
  "entities as well. ",
  "¤  Laws can only be made in exercise of sovereign power by legislature or in olden times by ",
  "kings. ",
  "¤  Aquinas defines natural law in religious terms. ",
  "¤  Aquinas mentions the primary, secondary and tertiary principles of natural law. ",
  "¤  Natural law not only tells us what is good but also casts a moral duty on us to follow it. ",
  "¤ Primary principles of natural law are universal rules of conduct and can be easily ",
  "perceived by human reason. Secondary principles can be derived without much difficulty ",
  "from the primary principles. Tertiary principles of natural law cannot be easily derived ",
  "from the primary principles. They often presuppose involved reasoning. ",
  "¤  According to Aquinas, laws have to meet certain conditions to qualify for people’s obedience. ",
  "¤  According to modern jurists, no one is above law. ",
  "¤  Aquinas’s analysis of law as a moral guide is still relevant if its religious ideas are replaced ",
  "with contemporary secular ideas. ",
  "¤  Public servants should follow constitutional values while performing their official  tasks. ",
  "¤  The concept of conscience has changed considerably over time. ",
  "¤ Modern writers consider conscience as a product of social evolution and of individual ",
  "development. When our intelligence deals with the relations of persons and deeds we call ",
  "it conscience. ",
  "¤  Conscience has three aspects – knowledge, authority and associated emotions. ",
  "¤  Our conscience or value commitments can be explained as resulting from our moral ",
  "development, our education and our social environment. ",
  "¤  People generally remain loyal to the social morality imbibed in their formative years. ",
  "¤  Moral reformers seek changes even in social ideals and institutions esteemed as sacred. ",
  "¤  Moral relativism questions the validity of universal, objective moral values. ",
  "¤  It can be individual or cultural. ",
  "¤  The idea of individual conscience which each one has to exercise independently of historical ",
  "forms and contemporary ideals is misconceived. ",
  "¤  Reflective conscience has to find a mean between capricious self-conceit and dead conformity. ",
  "¤  Public servants cannot act mechanically in applying rules. They have to identify situations ",
  "with moral implications and think through the possible alternatives.  ",
  "6.16   Ethics, Integrity & Aptitude ",
  " ",
  "PRACTICE QUESTIONS ",
  " ",
  "1.  What is the meaning attached to law in Ethics? How does it differ from the meaning attached ",
  "to law in common usage? ",
  "2.  Mahabharata contains moral discourses by one of the characters, Vidur. Will they qualify as law? ",
  "3.  How are laws distinguished from rules or regulations in ethics? ",
  "4.  What do you understand by moral law? ",
  "5.  St. Thomas Aquinas argues that people can defy laws under certain circumstances. Do you ",
  "agree? ",
  "6.  What are the ethical values enshrined in the Indian constitution? ",
  "7.  What is the difference between the intuitive and empirical conceptions of conscience? ",
  "8.  What are the two different intuitive versions of conscience? ",
  "9.  Explain the concept of moral relativism? Is it a suitable doctrine for adoption by civil servants? ",
  "10.  According to the famous dictum of Nietzsche: “Nothing is true, all is allowed.” Discuss. ",
  "11.  “Nothing is good or bad, but our own thinking makes it so”. Examine. ",
  "12.  “To be moral is to live in accordance with the moral tradition of one’s country”. Discuss. ",
  "13.  What is Austin’s positive theory of law? What seems to be its main purpose? What are the main ",
  "objections to it? ",
  "14.  Discuss Butler’s views on conscience. How can they be criticized? ",
  "15.  What is Fuller’s contribution to law? In what sense can it be said to contain moral elements? ",
  " ",
  " ",
  "REFERENCES ",
  "  Patrick J. Sheeran Ethics in Public Administration: A Philosophical Approach ",
  " John Dewey Outlines of a Critical Theory of Ethics ",
  " Wilbur Marshal Urban Fundamentals of Ethics: Introduction to Moral Philosophy  ",
  "",
  " ",
  ""
]