[
  "C h a p t e r.7 ",
  "Ethical Qualities ",
  "through the Lenses ",
  "of Sages and Great ",
  "Thinkers ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "The main theme of Ethics consists of virtues and vices. Virtue is any excellence of character. Virtue ",
  "may be defined as the acquired power or capacity for moral action. This definition implies that ",
  "virtue is cultivated through moral exertion. Virtue applies to qualities exhibited in right conduct, ",
  "for example, courage. Virtues–such as ‘just’, ‘liberal’, ‘brave’, etc.–are applied to persons as well ",
  "as to their acts. We do not regard these attributes as belonging to acts considered apart from their ",
  "agents. Virtue is primarily a permanent attribute of the moral agent. It does not really belong to the ",
  "transient acts and feelings which reflect it. Virtue is regarded as a possession worth aiming at for its ",
  "own sake–to be indeed a part of the perfection of man that some regard as the sole ultimate good. ",
  "The synonyms of vice are fault, depravity, sin, iniquity, wickedness, and corruption. Vice is a ",
  "practice, behaviour, or habit generally considered immoral, depraved, or degrading. Vice also refers ",
  "to a fault, a negative character trait, a defect, or an infirmity. In compion usage, vice may also refer ",
  "to a bad or unhealthy habit such as smoking. ",
  "Ethical texts contain long lists of virtues and vices. But analysis shows that many of these are ",
  "not separate and distinct. They stand for the same moral concept. If one eliminates such common ",
  "virtues and vices, their number comes down. Thus, the ancient Greek philosopher Plato recognised ",
  "only four cardinal virtues – wisdom, fortitude, temperance and justice. All other virtues can be ",
  "reduced to these four or shown as equivalent to them. However, we will cover a wider range of ",
  "virtues recognised separately in common parlance.  ",
  "7.2   Ethics, Integrity & Aptitude ",
  "Moral philosophers have divide vices into major and minor categories. The major vices are called ",
  "in religious language as deadly or mortal sins. These are anger, vanity, avarice, lust, sloth, envy and ",
  "gluttony. Our discussion will cover these vices. They include virtually all the human frailties. ",
  "In this chapter, we adopted a particular style of presentation. Before starting discussion on any ",
  "virtue or vice, we give a list of famous quotations on it. Each quotation expresses incisively some ",
  "aspect of the virtue or the vice. Students can gain useful insights by reflecting on these quotations ",
  "from great thinkers. ",
  " ",
  "KINDNESS ",
  "“Be kind, for everyone you meet is fighting a harder battle.”  — Plato ",
  "“I would rather make mistakes in kindness and compassion than work miracles in unkindness and hardness.” ",
  "— Mother Teresa ",
  "“Allah is more loving and kinder than a mother to her dear child.”  — The Holy Qur’an ",
  "“My religion is very simple. My religion is kindness.”    — Dalai Lama ",
  "“If you want others to be happy, practice compassion. If you want to be happy, practice compassion.” ",
  "— Dalai Lama ",
  "“ftindness and love are the most curative herbs and agents in human intercourse”— Friedrich Nietzsche ",
  "“Compassion is that which makes the heart of the good move at the pain of others. It crushes and destroys the pain of ",
  "others; thus, it is called compassion. It is called compassion because it shelters and embraces the distressed.” ",
  "—Buddha ",
  "“It would be true to say that the cultivation of loving kindness and compassion is all of our [Buddhist] practice” ",
  "—Buddha ",
  "“ftindness is a language which the deaf can hear and the blind can see.”  —Mark Twain ",
  "“Do not injure, abuse, oppress, enslave, insult, torment, torture, or kill any creature or living being.” ",
  "—Mahavira ",
  "“Real kindness seeks no return; what return can the world make to rain clouds?”  —Tiruvalluvar ",
  "These quotations touch upon various aspects of kindness. Aristotle defines kindness as helpfulness ",
  "towards someone in need, not in return for anything, nor for the advantage of the helper himself, but ",
  "for that of the person helped. Kindness is the quality of being friendly, generous, and considerate. ",
  "It is the bedrock of humanist as well as religious ethics. As a virtue, kindness can be analysed in ",
  "various ways. ",
  "What are the elements or ingredients of kindness? ",
  "What are the sources from which kindness springs? ",
  "What is the underlying rationale of kindness? ",
  "What is its moral significance? ",
  "Kindness is one of a cluster of closely related qualities. Love, mercy, benevolence, consideration ",
  "for others, altruism and kindness are allied qualities. As a virtue, kindness is other-regarding. Those  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.3 ",
  "who perform kind deeds seek no return – a point mentioned in Tiruvalluvar‘s quote above. Dalai ",
  "Lama regards kindness as the essence of religion. This is virtually true of all religions. Charity or ",
  "love towards fellow human beings is a core Christian principle. Hinduism emphasises on Daya or ",
  "Anukampa - virtues very similar to kindness. Similarly, Karuna is a central Buddhist tenet. Islam ",
  "has a similar concept of Reham or mercy. There is a similar sounding word with similar meaning in ",
  "Jewish scriptures. Jainism preaches kindness towards all living creatures. Though all life is considered ",
  "sacred, human life is deemed the highest form of earthly existence. Mahavira’s quotation spells out ",
  "one aspect of kindness in negative terms or as a prohibition–abjuring all forms of violence against ",
  "living creatures. It sees nonviolence as the chief ingredient of kindness. ",
  "From a Christian point of view, all virtues of character directly spring from love, and are ",
  "its manifestations. As St. Paul says, ‘it is the bond of perfectness’. Kindness arises from human ",
  "sentiments and feelings; men have a quality of empathy which enables them to experience by a ",
  "kind of association or psychological simulation the emotions, pleasures and pains of others. Human ",
  "beings share a sense of fellow feeling with others in virtue of their common humanity. Hence, they ",
  "feel saddened by the sufferings of others and try to alleviate their pains. They participate in one ",
  "another’s sorrows and joys, ‘weeping with those that weep, and rejoicing with those that rejoice’. ",
  "Kindness can be regarded as the outcome of social conscience. Very often, men become hardened ",
  "and coarse, and lose their delicacy of feeling. Religious texts and genuine literature seek to rekindle ",
  "and keep alive such feelings in men. ",
  "Kindness cannot simply remain as an inactive sentiment. It has to become practical beneficence, ",
  "of service and of deeds which help those in distress. Kindness is more than mere charity. Charity or ",
  "generous contributions are necessary to provide for the physical necessities of the destitute and the ",
  "needy. But the feelings of grief, anxiety and desolation which the sufferers feel can be partly relieved ",
  "by extending to them emotional solidarity, support, and care. True service costs more than money. ",
  "“No one can do a kindness who does not put something of himself into it.” ",
  "Most religions regard forbearance and forgiveness as a special form of practical kindness. We ",
  "can note the moral principles which fall within such practical kindness. One should not speak evil ",
  "of others. One should be gentle and humble. One should live peaceably with all avoiding anything ",
  "which may lead to strife. Even when there are differences and disputes, one should tolerate and ",
  "forgive one another. ",
  "Plato’s observation on kindness points out the need for other-regarding attitudes. Plato gives a ",
  "reason why we should be considerate towards others. It is that they may be facing tougher situations ",
  "or greater adversity than us. But this may not in fact be true. It is an empirical fact which needs ",
  "verification. However, Plato urges the moral agent to make such an assumption, and adopt an ",
  "appropriate moral stance towards others. In other words, given that assumption, one has to invariably ",
  "act kindly towards others. Kindness becomes a permanent attribute of one’s moral being. ",
  "Mother Teresa’s observation means that we should be kind and compassionate even at the risk ",
  "of making mistakes. If we do so, we will never harm or hurt anyone. We may in the process be ",
  "overindulgent towards some immoral or undeserving persons. But we will not injure them either ",
  "physically  or psychologically. ",
  "The expression “work miracles in unkindness and hardness” can be variously interpreted. Thus ",
  "ambitious parents may put children through harsh educational grind damaging them psychologically  ",
  "7.4   Ethics, Integrity & Aptitude ",
  "in the process. Legal systems may impose harsh penalties on offenders – without tempering justice ",
  "with mercy. It may refer to many means through which men try to achieve supposedly great or ",
  "high ends. In this context, we may refer to the harsh and ruthless totalitarian regimes – as in Nazi ",
  "Germany, Stalinist Russia or Communist China – which aimed at total social transformation. In ",
  "the process, they killed, maimed, and ruined millions of people. Mother Teresa may be indirectly ",
  "opposing radical social and political change or large scale experiments in social engineering which ",
  "are invariably accompanied by great violence and human suffering. She may be highlighting the ",
  "need for humane, incremental, gradual and peaceful social change. ",
  "Mark Twain means that kindness is a feeling which can be conveyed without using any words. ",
  "People can readily see and sense kind words and deeds. Kindness is a sentiment which passes ",
  "from one person to another without the need for an intervening medium. No special faculties or ",
  "skills are needed for conveying or sensing kind sentiments. One need not be learned or tutored to ",
  "experience kind sentiments or entertain kind thoughts. Even illiterate persons are capable of being ",
  "kind. Kindness is part of man’s original and natural emotional make up. Harsh circumstances may ",
  "sometimes destroy this impulse. But with a little effort, they can be revived. ",
  "Kindness is an attribute of feelings, thoughts, words and deeds. It is a central moral tenet of all ",
  "religious thought. In its absence, human beings become beastly, cruel, ruthless and pitiless. The ",
  "need for kindness, tolerance and harmony can be seen from the violent conflicts which are currently ",
  "tearing apart many nations of the world. As Goethe observed, “Kindness is the golden chain by ",
  "which society is bound together”. ",
  " ",
  "FORGIVENESS ",
  "“One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him.” ",
  "—Plato’s Socrates ",
  "“Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.”  —Mark  Twain ",
  "“He who is devoid of the power to forgive, is devoid of the power to love.”  —Martin Luther fting, Jr ",
  "“To forgive all is as inhuman as to forgive none”.    —Seneca ",
  "“To forgive is human, to forget divine...”  —James Grand ",
  "“Let us forgive each other-only then will we live in peace”.  —Tolstoy ",
  "‘Forgiveness’ means pardoning of an offence, wrongdoing, or obligation. The victim of the ",
  "wrongdoing pardons the wrong doer. The phrase ‘forgive and forget’ sums up the idea. Forgiveness ",
  "may extend to groups when the wronged group excuses the other. In recent times, governments ",
  "have begun a practice of setting up commissions to establish truth and bring about reconciliation ",
  "between perpetrators and victims of historical wrongs. ",
  "The benefits of forgiveness are the following: ",
  "¤  Continuing personal relationships. ",
  "¤  Getting rid of persistent negative emotions which could harm the wronged individual. ",
  "¤  Helping wrongdoers by releasing them from blame and hostility, and by enabling them to ",
  "turn a new leaf.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.5 ",
  "Forgiveness involves the re-establishment or resumption of a relationship ruptured by wrongdoing. ",
  "By forgiving, the victim gives up resentment or anger against the offender. The wrongdoer atones ",
  "for his wrongs and seeks forgiveness. ",
  "However, Aristotle, Kant and Hume have pointed that forgiveness can be misdirected, and ",
  "reflect an individual’s weakness of character. Thus a woman in an abusive ‘relationship’ may go on ",
  "forgiving the wrongdoer for no good reason. The repentance or apology of the wrongdoer may be ",
  "pretence with no contrition. Here, forgiveness colludes with wrongdoing. Therefore, forgiveness has ",
  "to be based on morally valid reasons. The wrong should be excusable and the wrongdoer should ",
  "display guilt or remorse. ",
  "A tendency to too readily forgive may reflect lack of self-respect, or servility which is a vice. ",
  "Aristotle mentions that any person who lacks appropriate anger is “unlikely to defend himself” and ",
  "“endure being insulted” and is for this reason a “fool”. Kant also says that a person who fails to ",
  "become angry at injustices done to him lacks dignity and self-respect. According to Hume as anger ",
  "and hatred are “inherent in our very frame and constitution”, the lack of such feelings is sometimes ",
  "evidence of “weakness and imbecility”. This view implies that forgiveness is justified only under ",
  "certain circumstances. ",
  "Forgiveness is a process of getting over resentment which is personal anger caused by an injury ",
  "or wrong suffered at the hands of another. Resentment is anger that is felt on behalf of one’s own ",
  "self. Other forms of anger, such as indignation or scorn, may be aroused on behalf of oneself or ",
  "for the sake of others. Anger may be sudden and instinctive or it may be deliberate and sustained ",
  "over time. It is a “reactive attitude,” provoked by beliefs about the intentions, attitudes, and actions ",
  "of others towards us. Resentment involves taking offence, umbrage, or exception to the deeds and ",
  "intentions of others. ",
  "Forgiveness has to be based on moral principles. They help an individual in overcoming ",
  "resentment that he feels toward a person who has hurt him. The emphasis on moral principles ",
  "in getting over resentment distinguishes it from other means of overcoming it. One may dissipate ",
  "resentment by forgetting the wrong which occasioned it. One may also overcome resentment by will ",
  "power so as to maintain relations with a wrongdoer. But these do not represent genuine forgiveness. ",
  "Forgiveness involves overcoming other “retributive emotions” like indignation, contempt, or hatred. ",
  "In religious traditions, forgiveness is seen as rooted in moral reasons. ",
  "Moral thinkers also discuss the question whether forgiveness should be unconditional or be based ",
  "on the behaviour of the wrongdoer. It may be stipulated that that the wrongdoer should confess his ",
  "wrong, apologize, show remorse or regret, or attempt to atone for it, or accept punishment. This ",
  "type of behaviour from a wrongdoer, many would consider, is necessary for forgiving him. Religious ",
  "ideas (especially Christian) hold that we should forgive others their wrongs as our own forgiveness ",
  "by God depends only on it. True Christian compassion, say the Gospels, should extend to all, even ",
  "to the extent of loving one’s enemies. ",
  "The above account of forgiveness sees it as part of an individual’s moral effort. But forgiveness ",
  "is also linked to an individual’s dispositions or character traits. In the Christian tradition, forgiveness ",
  "is often aligned to such virtues as love and compassion, which are stable individual dispositions or ",
  "traits. One is thus enjoined to abjure anger and resentment. In Greek philosophy, it is associated  ",
  "7.6   Ethics, Integrity & Aptitude ",
  "with magnanimity. Some writers regard forgiveness as a duty or what one ought to do. Other writers ",
  "consider forgiveness as non-obligatory but  desirable. ",
  "At times, an individual’s resentment disappears not due to his efforts but just because he forgets ",
  "about it. As the proverb says, time is a great healer and resentment also dissipates over time. In this ",
  "mode of overcoming resentment, there is no effort or any examination of moral reasons for forgiving ",
  "a wrongdoer. One may also note that there are many trivial offences and wrongs which people ",
  "readily forgive or ignore in the ordinary course of business. Expressions or utterances like “don’t ",
  "mention it,” or “forget about it,” reflect the fact that injuries may be relatively trivial. In general, we ",
  "should not take offence quickly for trivial reasons; nor should we bear grudges. ",
  "When we are wronged seriously, it is difficult to restrain our resentment or forgive the wrongdoer. ",
  "Hence, forgiveness is a difficult virtue and involves mental struggle. Forgiveness calls for efforts of ",
  "will; the victim has to overcome angry emotions caused by having been wronged, and has to refrain ",
  "from chastising or punishing a wrongdoer. The victim has to let bygones be bygones. Self-control ",
  "and strength of will are necessary in order to manage our temper and not hold grudges against those ",
  "who wrong us. ",
  " ",
  "SELF-CONTROL AND GOOD TEMPER (ANGER) ",
  "“Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets ",
  "burned.”  —Buddha. ",
  "”People who fly into a rage always make a bad landing.”  —Will Rogers ",
  "“Consider how much more you often suffer from your anger and grief, than from those very things for which you are ",
  "angry and grieved.”  —Marcus Antonius ",
  "“Anger is the enemy of Ahimsa [nonviolence] and pride is a monster that swallows it [non violence] up.” ",
  "—Gandhi ",
  "“No man can think clearly when his fists are clenched.”  —George Jean Nathan ",
  "“Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it.”    —Seneca. ",
  "“When you are offended at any man’s fault, turn to yourself and study your own failings. Then you will forget your ",
  "anger.”  —Epictetus ",
  "Anyone can become angry - that is easy, but to be angry with the right person at the right time, and for the right purpose ",
  "and in the right way - that is not within everyone’s power and that is not easy.”—Aristotle ",
  "Plato mentions that display of anger reflects the vice of intemperance. Anger has to be rationally ",
  "controlled since it overwhelms reason and self-control. Aristotle holds that “good temper” is the ",
  "mean between the extremes of irascibility, an excess of anger, and inirascibility or total placidity. ",
  "The good-tempered person “is not revengeful, but rather tends to forgive”. Further, in Aristotle’s ",
  "view, morally appropriate anger is shown by the virtuous person. He is “angry at the right things and ",
  "with the right people”. He gets angry when he should, in right measure and for the right duration. ",
  "For Plato and Aristotle, anger controlled by reason reflects virtue, whereas anger ungoverned by ",
  "reason is a vice.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.7 ",
  "In Christianity anger is subordinated to forgiveness. This view differs from the Greek ideas of ",
  "self-control and good temper. Christianity is based on an ethic of love. It focuses on the need to ",
  "respond to wrongdoing by accepting it, turning the other cheek, and re-embracing the offender ",
  "in an act of love or compassion. It is also not clear whether such forgiveness is conditional on the ",
  "wrongdoer’s remorse and acceptance of guilt. The Biblical injunction says: “Let all bitterness and ",
  "wrath and anger and clamour and slander be put away from you, with all malice, and be kind to ",
  "one another, tender-hearted, forgiving one another, as God in Christ forgave you”. ",
  "We have noted two views on anger. One is that anger appropriately mediated by reason is ",
  "a virtue. The other that is transcending anger in an act of love is a virtue. Uncontrolled anger is ",
  "clearly a vice. One common instance nowadays is road rage in which motorists behave violently. ",
  "Another example is of teachers who lose self-control and thrash children in a fit of rage. There ",
  "are also instances in which bosses behave intemperately with their subordinates. Plutarch, a great ",
  "Roman writer mentions that that anger is like a disease, and extreme or abiding anger such as rage ",
  "or bitterness is an unnatural dispositional state. Such instances highlight the need for temperance or ",
  "self-control. ",
  "We may note some more perspectives on anger. Anyone who is angrily obsessed by someone’s ",
  "wrongdoing may be harming himself since pent up anger produces adverse biochemical effects on ",
  "the body. According to psychologists, it may be desirable to release anger into harmless channels. ",
  "Uninhibited expression of anger and rage is desirable since venting is cathartic. Catharsis is similar ",
  "to the process of incising a wound filled with puss; it cleanses the system. ",
  "However, considering its consequences, it is better to control intense anger rather than give free ",
  "rein to it. It is true that anger may sometimes be the initial trigger for seeking constructive solutions ",
  "to personal or political problems. But its indiscriminate expression is more likely to be harmful to ",
  "those expressing it and to those around them. According to the Stoic Seneca, all forms of anger are ",
  "inconsistent with moral life since they dispose us to cruelty and vengeance. These passions encourage ",
  "us to see other people as less than fully human. Hence, the person of virtue is one who strives to ",
  "extirpate anger in all its forms. This idealistic view has influenced many great moral leaders including ",
  "Gandhi. ",
  " ",
  "FORTITUDE ",
  "“Fortitude is the marshal of thought, the armour of the will, and the fort of reason.”  —Francis Bacon ",
  "”In struggling with misfortunes lies the true proof of virtue.”    —Shakespeare. ",
  "“Fortitude is the guard and support of the other virtues.”        —Locke. ",
  "“The gem cannot be polished without friction, nor man perfected without trials”      —Confucius ",
  "These quotations and many similar ones express a common idea in different forms. They say that ",
  "fortitude, courage, endurance or bravery acts as a guardian and protector of other human virtues. ",
  "Aristotle mentions fortitude as the means by which men can control their fear of death. Soldiers often ",
  "face threats to life in battle fields. As Archibald B.C. Alexander puts it: “Death is truly the limit to ",
  "human existence: for, though the soul be immortal, the being of flesh and blood, that we call man, is ",
  "dissolved in death, and, apart from supernatural hope of the resurrection, extinct forever.” Fortitude ",
  "enables one to contain this fear by the dictate of the reason. Soldiers without fortitude will desert  ",
  "7.8   Ethics, Integrity & Aptitude ",
  "the battle field. In one sense, reason asserts that there are better things than life and things worse ",
  "than death for men of honour. Fortitude is a mean between fear and rashness; cowardice leads one ",
  "to fear, and daring to rashness. Fortitude moderates the two opposing tendencies. ",
  "Life is precious and should not be lightly thrown away or risked for trivial or ignoble ends. The ",
  "courageous person is circumspect. It is not that the brave man fears no danger; he rather controls ",
  "the fear in his mind through rational means. The recklessness of an angry man is not fortitude. It ",
  "is also not fortitude to be brave from ignorance and folly. The brave man faces real danger in full ",
  "consciousness of its gravity, but goes on in pursuit of duty or a noble cause. Older philosophers ",
  "regarded magnificence, magnanimity and patience as parts of fortitude. Of these, patience can still ",
  "be considered as part of endurance. But magnificence and magnanimity are seldom mentioned in ",
  "modern discussions of fortitude. ",
  "Fortitude is not a virtue relevant only to warlike situations. Christian writers mention fortitude in ",
  "the context of saints who have become martyrs defending their faith. In this regard, we should recall ",
  "with reverence the martyrdom of some Sikh gurus. In modern times, voluntary workers sometimes ",
  "perish while rushing to the aid of others in danger. In fact anyone risking life in line of duty or in ",
  "order to relieve others from affliction shows fortitude. Fortitude can be shown by ordinary people ",
  "in many situations of life. Many people - like sincere teachers, nurses and many others - serve society ",
  "silently with little recognition and few rewards. Their services are also heroic. “Life is a battle, and ",
  "there are other objects for which a man must contend than those peculiar to a military calling.” ",
  "Fortitude is one of the four cardinal virtues which Plato and Aristotle identified – the others ",
  "being wisdom, temperance (self-control) and justice. Plato identified three aspects of human nature ",
  "and paired each, as shown below, with a particular cardinal virtue. ",
  " ",
  "Aspect  of  human nature  Corresponding cardinal ",
  "virtue ",
  "Cognitive or intellectual  Wisdom ",
  "Active power  Fortitude ",
  "Appetitive or pertaining to human impulses  Temperance ",
  " ",
  "While the above virtues relate to an individual’s own personality, the virtue of justice pertains to ",
  "his interactions as a social being with others. These virtues are considered essential in any rational ",
  "conception of human life. They are necessary for the goodness of human character. ",
  "Courage acts as shield of other virtues. In its absence, they are rendered nugatory or become ",
  "nothing. Suppose an innocent passenger in a train is being harassed by some goons. One may ",
  "want to rush to his support in a kindly spirit. But, then cowardice may intervene and urge against ",
  "running any risk. These occurrences are not infrequent on the trains and streets of Indian cities. ",
  "In such situations, the kindly sentiment simply gets stifled in the absence of courage or fortitude. ",
  "Hence, Locke observes: “Fortitude is the guard and support of the other virtues”. This is also ",
  "the meaning of Bacon’s observation that fortitude is the armour of the will. Although one may ",
  "have noble intentions, one needs courage to act on them. Shakespeare’s observation refers to the ",
  "virtue of fortitude in its meaning as endurance. The true test of this virtue lies in bearing one’s  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.9 ",
  "misfortunes without complaint and coping with them. Confucius says that an individual acquires ",
  "strength of character by manfully facing difficulties and struggling against odds. ",
  "In administrative situations, civil servants need to have moral courage or the courage of conviction. ",
  "They should display firm resolve, and adhere to rules, norms and follow courses of action that promote ",
  "public welfare. They should not yield to illegal pressures or allow themselves to be won over by ",
  "inducements. Nor should they yield to subtle threats or intimidation. This is easier said than done, ",
  "especially since there are so many alluring prospects for civil servants. In the recent past, many instances ",
  "have come to light in which the guardians of public welfare have decided to close their eyes to obvious ",
  "wrongdoing. This shows that it is not enough to mouth high-minded moral sentiments; they have to ",
  "be acted upon with necessary courage of conviction. ",
  " ",
  "COWARDICE ",
  "Gandhi is wedded to ideals of truth and non-violence. He abhorred violence in all its forms. Gandhi ",
  "however was concerned that non-violence or absence of anger may serve to hide cowardice. A ",
  "cowardly person can never take up a cause and fight for it. As leader of a political movement, Gandhi ",
  "knew that weak and cowardly people cannot fight battles. Gandhi has often condemned cowardice ",
  "for this reason. The following quotations from Gandhi’s writings illustrates this point. ",
  "Nonviolence and cowardice are contradictory terms. Nonviolence is the greatest virtue, cowardice the greatest vice. ",
  "Nonviolence springs from love, cowardice from hate. Nonviolence always suffers, cowardice would always inflict suffering. ",
  "Perfect nonviolence is the highest bravery. Nonviolent conduct is never demoralising; cowardice always is. ",
  "Better than cowardice is killing and being killed in battle. ",
  "Fear has its use but cowardice has none. ",
  "It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence. ",
  "It is any day better to stand erect with a broken and bandaged head than to crawl on one’s belly, in order to be able to ",
  "save one’s head. ",
  "Incidentally, the last quotation from Gandhiji’s thoughts reminds one of the following lines from ",
  "William Henley’s poem Invictus: ",
  "“Under the bludgeonings of chance ",
  "My head is bloody, but unbowed”. ",
  " ",
  "EMPATHY ",
  "“You can only understand people if you feel them in yourself ”.  —John Steinbeck, East of Eden ",
  "“Yet, taught by time, my heart has learned to glow at other’s good, and melt at another’s woe”. —Homer ",
  "“When a good man is hurt all who would be called good must suffer with him”  —Euripides ",
  "“Seeing with the eyes of another, listening with the ears of another, and feeling with the heart of another”. —Alfred ",
  "Adler ",
  "“I call him religious who understands the sufferings of others”.  —Mahatma Gandhi  ",
  "7.10   Ethics, Integrity & Aptitude ",
  "“I do not ask the wounded person how he feels, I myself become the wounded person.” —Walt Whitman ",
  "“As we have no immediate experience of what other men feel, we can form no idea of the manner in which they are ",
  "affected, but by conceiving what we ourselves should feel in the like situation.”—Adam Smith ",
  "“Self-absorption in all its forms kills empathy, let alone compassion. When we focus on ourselves, our world contracts as ",
  "our problems and preoccupations loom large. But when we focus on others, our world expands. Our own problems drift to ",
  "the periphery of the mind and so seem smaller, and we increase our capacity for connection - or compassionate action.” ",
  "—Daniel Goleman, Social Intelligence: The New Science of  Human Relationships ",
  "“If there is any one secret of success, it lies in the ability to get the other person’s point of view and see things from his ",
  "angle as well as your own.”  —Henry Ford ",
  "“A human being is a part of the whole called by us universe, a part limited in time and space. He experiences himself, ",
  "his thoughts and feeling as something separated from the rest, a kind of optical delusion of his consciousness. This ",
  "delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. ",
  "Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures ",
  "and the whole of nature in its beauty.” —Albert Einstein ",
  "“Humankind seems to have an enormous capacity for savagery, for brutality, for lack of empathy, for lack of ",
  "compassion.”  —Annie Lennox ",
  "Empathy is a quality which lies at the heart of our concern for others. It makes us feel keenly the ",
  "sufferings, pain and torments of our fellow human beings. Empathy is fellow feeling and compassion ",
  "and enables us to identify ourselves with the feelings, emotions and sentiments of others. There ",
  "is a difference between sympathy and empathy. In simple terms, sympathy means that we feel for ",
  "someone whereas empathy means that we feel with someone. Empathy implies emotional sharing ",
  "with others. It is the first stage whenever anyone is moved to help others in distress. ",
  "A school of ethics, moral sentimentalism, considers that morality has its source in our emotions ",
  "and desires rather in our reason. Moral sentimentalism provides a plausible explanation of common ",
  "aspects of morality. Empathy, a term is often used for a kind of concern for another, is considered ",
  "as an important virtue. An empathetic point of view is achieved by setting aside our own interests, ",
  "current disposition, and relation to the agent and sympathizing with the effects of a person’s actions ",
  "on those around him. For Adam Smith, the key mechanism of empathy is imaginatively placing ",
  "oneself in another’s position, or what would now be called simulation, rather than mere emotional ",
  "contagion, association, or inference. Some other thinkers consider that empathy also has a rational ",
  "element. As fairness, justice and interdependence are involved in empathy, it may be considered ",
  "rational in nature and its application understood as an activity based on sound judgment. ",
  "As Annie Lennox observes, when the quality of empathy atrophies in men – driven by ideological ",
  "or religious fanaticism or by xenophobia – they turn against one other with great ferocity. This ",
  "explains the terrible massacres perpetrated in the twentieth century during wars and revolutions. ",
  "Recognizing that empathy lies at the root humane virtues, philosophers, religious preachers and ",
  "great writers have always urged men to cultivate this virtue. ",
  "The process through which empathy operates is often discussed in Ethics, and this can be shown ",
  "in a few simple steps.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.11 ",
  "X notices that Y is injured and that he is in pain. ",
  "A mental state similar to that of Y arises in X. ",
  "He experiences the idea of pain, of Y. ",
  "This feeling arises from a kind of association (according to Hume) or due to psychological ",
  "simulation of Y’s pain in X’s mind. ",
  "This feeling of empathy creates a motivational drive in X to rush to Y’s help. ",
  "Some people may be cold, indifferent or unresponsive to the suffering of others. As it happens ",
  "in the case of accidents, people just refuse to help the victims or just drive away leaving the victims ",
  "to their fate. Their empathy is very weak and they fail to summon the necessary energy to assist ",
  "those in trouble. ",
  "Empathy is considered an innate aspect of human nature. Like other aspects of human mental ",
  "makeup, it might have arisen in the process of human biological evolution. As such, it has helped ",
  "human beings to adapt to environment and to survive and reproduce. Of course, it also has a cultural ",
  "component. ",
  "John Steinbeck mentions that to understand others we have to feel as they feel. Homer, the ",
  "ancient Greek author of the epics Iliad and Odyssey, says that experiences teach us to share in the ",
  "joys and sorrows of others. According to Euripides, virtuous people should experience the sorrows ",
  "of other virtuous people. The observation of Alfred Adler (who along with Freud and Carl Jung ",
  "pioneered early studies of psychoanalysis) is a pithy definition of empathy. Adam Smith’s observation ",
  "is a simple account of the mechanism of empathy. As mentioned, it consists in our placing ourselves ",
  "in the shoes of others and imagining their plight. ",
  "Empathy comes into play in many situations – in personal life, social life, and professional life ",
  "and in appreciating literary works like novels, dramas and poems. Empathy helps in breaking down ",
  "the barriers which egoistic tendencies erect around men. Ordinarily, human beings are self-centred ",
  "and self-absorbed – often preoccupied with domestic problems, petty rivalries and jealousies and ",
  "frustrations over career and money. It is necessary to silence and calm the restless ego to strengthen ",
  "the quality of empathy. ",
  "This can be done in many ways. One should listen carefully and attentively to others, and ",
  "resist the temptation to switch off. While reading about literature and humanities, one should stay ",
  "focused without getting distracted. One should take genuine interest in the problems which friends ",
  "and relatives face, and extend a helping hand without getting intrusive. One should extend one’s ",
  "impersonal interests, and minimize self-preoccupation. ",
  "As Daniel Goleman points out, when people obsess over their problems, they seem huge and ",
  "burdensome. They crowd out other matters from one’s mind and create psychological stress. One’s ",
  "viewpoint becomes subjective and unbalanced. The best antidote to this problem is to widen the ",
  "range of our interests, and to keenly pursue them. Albert Einstein suggests that our interests should ",
  "not be limited to ourselves and our immediate family. Our interests should extend to the whole ",
  "living world and to the beauty of nature. Einstein was particularly impressed by the mathematical ",
  "simplicity and elegance of the natural laws of nature. In his words, “subtle is the Lord (God)”. But ",
  "Einstein does not believe in a personal God.  ",
  "7.12   Ethics, Integrity & Aptitude ",
  "In the context of business, empathy is a chief ingredient of emotional intelligence which managers ",
  "need. In modern day work environment, skilled teams work together. In this environment, empathetic ",
  "understanding is necessary for effective work performance. In administrative situations, all relevant ",
  "viewpoints have to be elicited and suitably accommodated. And administrators require this quality. ",
  " ",
  "ALTRUISM ",
  "Altruism or selflessness is the concern for the welfare of others. It is a traditional virtue in many ",
  "cultures and a core aspect of various religious traditions and secular worldviews, though the concept ",
  "of ‘others’ toward whom concern should be directed can vary among cultures and religions. Altruism ",
  "or selflessness is the opposite of selfishness. ",
  "Altruism (also known as the ethic of altruism, moralistic altruism, and ethical altruism) is an ",
  "ethical doctrine that holds that the moral value of an individual’s actions depends solely on their ",
  "impact on other individuals, regardless of the consequences on the individual himself. The altruist ",
  "dictum can be stated as: “An action is morally right if the consequences of that action are more ",
  "favourable than unfavourable to everyone except the agent.” Auguste Comte’s version of altruism ",
  "calls for living for the sake of others. ",
  "Auguste Comte coined the word “altruism”. He believed that individuals had a moral obligation ",
  "to renounce self-interest and live for others. For Comte, the first principle of morality is the regulative ",
  "supremacy of social sympathy over the self-regarding instincts.” The law and duty of life in altruism ",
  "can be summed up as: Live for others.” There are other ways of defining altruism. But all these ",
  "definitions generally mention a moral obligation to benefit others or the moral value of serving ",
  "others rather than oneself. C. D. Broad defines altruism as “the doctrine that each of us has a ",
  "special obligation to benefit others.” W. G. Maclagan defines it as “a duty to relieve the distress and ",
  "promote the happiness of our fellows...Altruism is to...maintain quite simply that a man may and ",
  "should discount altogether his own pleasure or happiness as such when he is deciding what course ",
  "of action to pursue.” ",
  "In one way, utilitarianism can result in altruism. Utilitarianism recommends acts that maximise ",
  "the good of society. As the rest of society will always outnumber the utilitarian, a utilitarian will ",
  "practise some form of altruism. However, classical economic theory holds that if every economic ",
  "agent pursues his self interest, social welfare will be maximised. This view works against altruism. ",
  "As an ethical principle, altruism has been criticized. Friedrich Nietzsche held that the idea to treat ",
  "others as more important than oneself is degrading and demeaning to the self. He also believed ",
  "that the idea that others have a higher value than oneself hinders the individual’s pursuit of self- ",
  "development, excellence, and creativity. He however mentioned that one has a ‘duty’ to help those ",
  "who are weaker than oneself. Many writers believe that sacrificing one’s long term interests for the ",
  "sake of others may be irrational. Psychological egoism, is the thesis that humans always act in their ",
  "own interest and that true altruism is impossible. Rational egoism is the view that rationality consists ",
  "in acting in one’s self-interest (without specifying how this affects one’s moral obligations). ",
  "Many writers question the possibility of ‘true’ altruism. According to the doctrine psychological ",
  "egoism, no act of sharing, helping or sacrificing can be described as truly altruistic. Although ",
  "these seem as disinterested and self–denying, the moral agent may receive an intrinsic reward by  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.13 ",
  "way of psychological gratification. This may be stretching the idea of gratification too far since ",
  "for example a soldier sacrificing his life receives no gratification in the normal sense. ",
  " ",
  "TRUTHFULNESS ",
  "“Without truth social intercourse and conversation become valueless.”    —ftant ",
  "“It is said to God ‘Your law is truth. And for this reason what is contrary to truth cannot be just. But who doubts that ",
  "every lie is contrary to truth? Therefore no lie can be just.”  —St. Augustine ",
  "Lying lips are an abomination to the Lord: but is it a lie to put murderers off the scent of blood? ",
  "“The general rule is, that Truth should never be violated, because of its utmost importance to the comfort of life, that ",
  "we should have a full security by mutual faith … There must, however, be some exceptions. If, for instance, a murderer ",
  "should ask you which way a man is gone, you may tell him what is not true, because you are under a previous obligation ",
  "not to betray a man to a murderer …. But I deny the lawfulness of telling a lie to a sick man for fear of alarming ",
  "him. You have no business with consequences; you have to tell the truth.”  —Johnson ",
  "“Even if you are in a minority of one, the truth is truth”.  —Gandhi ",
  "“Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear.” ",
  "—Gandhi ",
  "“Truth never damages a cause that is just.”  —Gandhi ",
  "“An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees ",
  "it.”  —Gandhi ",
  "“In matters of conscience, the law of the majority has no place.”  —Gandhi ",
  "“Even as wisdom often comes from the mouths of babes, so does it often come from the mouths of old people. The ",
  "golden rule is to test everything in the light of reason and experience, no matter from where it comes.” ",
  "—Gandhi ",
  "“Abstract truth has no value unless it incarnates in human beings who represent it, by proving their readiness to die for ",
  "it.”  —Gandhi ",
  "“He who trifles with truth cuts at the root of Ahimsa [nonviolence].He who is angry is guilty of Himsa.” —Gandhi. ",
  "“All the religions of the world, while they may differ in other respects, unitedly proclaim that nothing lives in this world ",
  "but Truth.”  —Gandhi ",
  "“Morality is the basis of things and truth is the substance of all morality.”  —Gandhi ",
  "“Breach of promise is a base surrender of truth.”  —Gandhi ",
  "“Breach of promise is no less an act of insolvency than a refusal to pay one’s debt.”  —Gandhi ",
  "“The pursuit of truth does not permit violence on one’s opponent.”  —Gandhi ",
  "It is easier to perceive error than to find truth, for the former lies on the surface and is easily seen, while the latter lies ",
  "in the depth, where few are willing to search for it .  —Johann Wolfgang Von Goethe ",
  "“If you shut up truth and bury it under the ground, it will but grow, and gather to itself such explosive power that the ",
  "day it bursts through it will blow up everything in its way.”  —Emile Zola ",
  "“From error to error, one discovers the entire truth.”  —Sigmund Freud  ",
  "7.14   Ethics, Integrity & Aptitude ",
  "“For here we are not afraid to follow truth wherever it may lead.”  —Thomas Jefferson ",
  "“To announce truths is an infallible recipe for being persecuted.”  —Voltaire ",
  "“We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.” ",
  "—Denis Diderot ",
  "“Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the ",
  "seeds of truth.”  —Virginia Woolf ",
  "“What is morality in any given time or place? It is what the majority then and there happen to like, and immorality is ",
  "what they dislike.”  —Alfred North Whitehead ",
  "“There is no god higher than truth.”  —Gandhi ",
  "“If you are out to describe the truth, leave elegance to the tailor”.  —Albert Einstein ",
  "“What the imagination seizes as beauty must be the truth.”    —John fteats ",
  "“Everything you add to the truth subtracts from the truth.”  —Alexander Solzhenitsyn ",
  "“Man has always sacrificed truth to his vanity, comfort and advantage. He lives... by make-believe.” ",
  "—W. Somerset Maugham, The Summing Up, 1938 ",
  "“There is no truth. There is only perception.”  —Gustave Flaubert ",
  "Truthfulness is a vast theme with many ramifications. It figures in various discussions in ",
  "philosophy, religion, morals and literature. Many political and social movements, their leaders claim, ",
  "are grounded in truth. Gandhi, for example, placed the highest value on truth. It is a pre-eminent ",
  "personal virtue. In discussing truth, we need to examine its various aspects. Briefly these are - 1) ",
  "definition of truth 2) truth as a moral virtue 3) high value accorded to truth in the hierarchy of virtues ",
  "4) standards or criteria for calling something as true 5) social utility or function of truthfulness 6) ",
  "socially sanctioned exceptions to truth telling and 7) other virtues allied to or included in truthfulness. ",
  "There are many synonyms of truth such as veracity, fact, reality, integrity, honesty, candour, ",
  "fidelity and honesty. Keeping one’s promise is also part of truthfulness. We may begin with early ",
  "definitions of truth in ancient Greek philosophy. Aristotle says that: “to say of what is that it is, and ",
  "of what is not that it is not, is true.” He adds “he who thinks the separated to be separated and the ",
  "combined to be combined has the truth, while he whose thought is in a state contrary to the objects ",
  "is in error”. In Greek philosophy, truth is seen as an accurate perspective on reality. Romans similarly ",
  "spoke of Veritas as a factual representation of events. ",
  "There are three major theories of truth in modern philosophy. The correspondence theory ",
  "states that what we believe or say is true if it corresponds to the way things are or to facts. When ",
  "a proposition is true, it is identical to a fact, and belief in that proposition is true. This conception ",
  "is similar to the Greek view. However, modern philosophers discuss the idea of truth with mind ",
  "numbing logical rigour. In this context, we may mention the philosophical doctrine of objectivism. ",
  "It is the belief that the world exists objectively, independent of the way we think about it or describe ",
  "it. Our thoughts and claims are about that world. These two statements imply that our claims are ",
  "objectively true or false, depending on how the world objectively is. ",
  "The second view on truth is known as coherence theory of truth. Those thinkers who subscribe to ",
  "philosophical idealism tend to hold this view. Truth in its essential nature is that systematic coherence  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.15 ",
  "which is the character of a significant whole. In this view, one can speak meaningfully of truth about ",
  "ideas or beliefs which are embodied in a system of ideas which form a whole. A belief is true if it is ",
  "part of a coherent system of beliefs. Truth is a property of a whole system and not of isolated facts. ",
  "This view is metaphysical, and many thinkers would naturally concede that individual facts are in a ",
  "sense true. Idealist thinkers also speak in metaphysical terms of truth as a process of self-fulfilment. ",
  "Pragmatic philosophers such as William James proposed a theory of truth based on its social ",
  "utility. Truth is something which we find useful or satisfactory to believe. This does not mean that we ",
  "should permanently reside in a world of comfortable dreams. Truth of a (useful) belief is borne out ",
  "by our later experience. It acts as a reliable guide to action. Some pragmatists associate truth with ",
  "experimental or scientific truth. Truth is a settled position that emerges after a painstaking inquiry. ",
  "So far, we looked at truth from an epistemological point of view. Epistemology is a branch of ",
  "philosophy which deals with theories of knowledge. This branch of philosophy logically scrutinizes ",
  "the nature, scope, validity and limitations of human knowledge. In Ethics, truth is conceived very ",
  "differently as an ideal to be pursued in our conduct or moral life. In this context, we have to ",
  "understand truth either as religious truth or as moral truth. ",
  "Veracity or telling the truth is an intrinsic virtue, and is not based on rights of others or on any ",
  "external circumstances. It is fit and proper that one should state facts, opinions and truths to the ",
  "best of his knowledge without mixing any falsehoods. Social existence of human beings depends ",
  "on truth telling. If truth is abandoned, accounts of human history become fictions. If witnesses ",
  "habitually tell lies, judicial proceedings will end in mockery of justice. If people cannot trust one ",
  "another, business and commerce will shrink drastically. In the absence of truth telling, the ordinary ",
  "transactions of common life will be enmeshed in incessant doubt and suspicion. In short, human ",
  "social life presupposes truth telling as a norm of behaviour. This is what is implied in Kant’s quotation ",
  "cited above. ",
  "Lay philosophers and religious teachers have always placed truth on a high pedestal. They ",
  "hold that telling lies is wrong as such or inherently. Those who utter lies flout the basis of rational ",
  "relationships between human beings. They also fail to respect themselves as rational beings. ",
  "Falsehoods are uttered with a view to deceive others. People may not resort to wholesale lying. But ",
  "they often distort truth partially and mislead others. That is why witnesses are asked to tell “the truth, ",
  "the whole truth, and nothing but the truth”. Another manner of deceiving others is “suppressio veri ",
  "and suggestio falsi”—suppressing truth and suggesting falsehood. ",
  "A statement may have a double meaning, and in the given circumstances mislead people into ",
  "accepting the false meaning. Only a part of the truth – half truth - may be told to misguide listeners. ",
  "A truth may be told in such a manner as to falsify another fact. Gestures and intonations may be used ",
  "to lead people astray. People may remain silent when lies are being told instead of rebutting them ",
  "immediately. As Solzhenitsyn observes, truth has to be unvarnished; otherwise, it ceases to be truth. ",
  "Similarly, Einstein mentions that truth has to be expressed plainly and simply without adornment. ",
  "There are many reasons for which people are reluctant to face the truth squarely. As Somerset ",
  "Maugham points out, men pursue their comforts and advantage, and in the process abandon truth. ",
  "Men shun harsh realities which shatter their cherished opinions, pet theories and comforting fantasies. ",
  "Similarly, Diderot observes that men readily swallow flattering lies which bolster their egos, but avoid ",
  "acknowledging unpalatable truths which undermine their self  images.  ",
  "7.16   Ethics, Integrity & Aptitude ",
  "People tell lies for various reasons. Sometimes religious and other groups who face persecution ",
  "may tell lies to cover up their identity. Governments may not disclose (or dissimulate about) matters ",
  "deemed vital for national defence. Often, people utter falsehood to damage the interests and ",
  "reputation of others. Lies are essentially designed to deceive others and gain personal advantage. ",
  "People may tell lies to flatter those in power, and thus get into their good books. People also seek ",
  "to project themselves in an attractive but false light. Those wielding power may tell lies to mislead ",
  "people and subvert public interest. ",
  "Are there any exceptions which justify departures from the duty to tell the truth? This question ",
  "has divided philosophers and moral preachers. Socrates mentions that lies can be told to guard ",
  "against enemies and to prevent harm to others. But many philosophers regard truth as a virtue to ",
  "which there can be no exceptions. Thus, St. Augustine considers that no lie can ever be just since ",
  "it is against divine dispensation. Immanuel Kant regards truth telling as a categorical imperative ",
  "(absolute command or duty) which admits no exceptions. Many thinkers regard such views as too ",
  "rigid and opposed to what commonsense prescribes in some situations of ordinary life. ",
  "Dr. Johnson’s observations cover this issue. He says that lying for protecting an innocent man ",
  "from killers is justified. However, he denies that lying to patients about their serious illness is justified. ",
  "This raises the question of how to determine the circumstances which justify departures from truth. ",
  "One can think of virtues as constituting a hierarchy, and that some virtues can at times override ",
  "truth telling. In the example given by Dr. Johnson, protecting an innocent man takes precedence ",
  "over truth telling. But telling lies to psychologically comfort a patient is unjustified. In these matters, ",
  "it is impossible to exclude subjective considerations. ",
  "As we noted earlier, the purpose of falsehoods is to deceive others through misrepresentation ",
  "and gain some advantage. Stringent moralists argue that falsehood – no matter whatever its motive ",
  "or purpose – is inherently wrong. This is the view of St. Thomas Aquinas. He makes a distinction ",
  "between 1) uttering a falsehood and 2) its intent to deceive. He holds that it is wrong to utter lies ",
  "even if there is no loss or disadvantage to others or advantage to a liar. But others consider that the ",
  "intention of deceit is an essential ingredient of falsehood, and without this ingredient a lie loses its ",
  "sting. ",
  "Now, we turn to another aspect of truth. One may assert truth or say that X is true. One may ",
  "also consider a) the manner of arriving at truth and b) the standards or criteria used for judging that ",
  "X is true. These two aspects are epistemological and are discussed in the theory of knowledge. But ",
  "for a practical moralist these are of no great importance except in preventing him from falling into ",
  "error. One of the quotations from Gandhi touches on this point. “Even as wisdom often comes from ",
  "the mouths of babes, so does it often come from the mouths of old people. The golden rule is to test ",
  "everything in the light of reason and experience, no matter from where it comes.” The Bible says ",
  "that wisdom (praise of God to be exact) comes out of the mouths of babes and sucklings. Gandhi ",
  "observes that it also comes from the mouths of old people. Gandhi proceeds to lay down a test ",
  "for examining claims to truth. Such claims can be logically analysed to see whether they conform ",
  "to rules of logical validity or correct reasoning. Another way of testing is to see whether they are ",
  "empirically borne out by human experience or the way things are in the natural world. Gandhi’s ",
  "comment shows his philosophical insight. Of course, Gandhi refers to truth as a practical moralist, ",
  "as a reformer and as an ideologue.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.17 ",
  "Another point is how easy or hard it is to perceive truth. Gandhi says truth has a quality of ",
  "self-evidence. Once we see it, we identify it without further intellectual effort. All that is required ",
  "is to remove the veil of ignorance which surrounds it. Goethe puts this idea rather differently. For ",
  "him error is visible on the surface whereas truth lies in buried structures. People are unwilling to ",
  "undertake the labour of digging out truth. ",
  "Many writers mention the noble attributes of truth and the steadfast moral duty of pursuing truth. ",
  "We consider in this context the quotations from Gandhi. Gandhi identifies truth with the highest ",
  "form of divinity. For Gandhi, no higher God exists. He regards truth as the substance or essence ",
  "of morality. It occupies the highest position among virtues. Gandhi believes that though religions ",
  "differ on various matters, they are united in proclaiming the perennial value of truth in this world. ",
  "Gandhi also identifies truth with non–violence. In other words, even if one’s ends are noble, violent ",
  "means should not be used for achieving them. ",
  "The identification of truth with God or with non–violence is not free from obscurity. For example, ",
  "truth and non–violence are two distinct concepts, and any claims of their identity or equivalence ",
  "involves what is known as a ‘category error’. Category error consists in comparing or identifying things ",
  "which belong to distinct categories. However, we need only consider the moral spirit underlying the ",
  "statements. One is that the nobility of ideals will not justify the use of violence for their attainment. ",
  "This boils down to a question of ends and means. Both the ends we pursue and the means we employ ",
  "for their realisation have to be good. This approach is critical to Gandhian thinking. Identification ",
  "of truth with God implies that all believers in God have to follow the path of truth. ",
  "Pursuit of truth, whether in private or public life, is difficult. As a practical moralist Gandhi ",
  "emphasised that mere theoretical discussions of truth or simply lavishing praise on truth as a virtue ",
  "is of no use. People have to adopt truth as a practical virtue in their actual life. They should follow ",
  "the narrow and straight path of truth and be ready to sacrifice life for it. In real life, few people are ",
  "willing to go such heroic lengths, but usually seek compromises. However, there are many instances ",
  "of both saints and even common people who laid down their lives for what they regarded as religious ",
  "truth. Many individuals sacrifice themselves for movements and ideologies which they think embody ",
  "truth. ",
  "As Voltaire mentions, those who propound unpopular truths invite risk of persecution. But as ",
  "Virginia Woolf says, intellectuals have to puncture high sounding inanities in their search for truth. ",
  "As Jefferson observes, one has to follow truth unmindful of wherever it may lead. Fear of bad ",
  "consequences should not lead to abandonment of the quest for truth. It is of course not easy to bury ",
  "truth and forget about it. It continues to live in the minds of people, gathers strength, and explodes ",
  "with renewed vigour. In a way, this is what appears to have happened recently in Middle East. ",
  "John Keats, the English Romantic poet, identifies beauty and truth. According to him, “beauty ",
  "is truth, and truth is beauty”. The German poet Schiller mentions – ",
  "‘When I dared question: “it is beautiful’ ",
  "But is it true?” Thy answer was, “In truth lives beauty.” ",
  "This identity may not hold entirely. Aesthetics is not concerned with what is morally beautiful, ",
  "but with what is beautiful in itself irrespective of moral considerations. Ethics is concerned with man’s ",
  "moral worth as expressed in virtuous will and actions. Ethical judgements ignore mere beauty or  ",
  "7.18   Ethics, Integrity & Aptitude ",
  "utility of conduct. What is right may not be immediately beautiful, and can involve actions that are far ",
  "from beautiful. Thus, the process of sanitizing an area stricken by a natural disaster will be far from ",
  "aesthetic. However, both beauty and ethics involve pursuit of an ideal. In an ultimate sense, what ",
  "is moral is beautiful and what is beautiful in an artistic sense may be moral. This idea is contained ",
  "in the expression ‘a beautiful soul’ – the reference being to a moral soul. ",
  "According to Alfred North Whitehead, morality at any given place and time is what the majority ",
  "then and there happen to like, and immorality is what they dislike. In other words, Whitehead ",
  "believes that there is no universally applicable moral code but that morals are conditioned by time ",
  "and place. This view is known as moral relativism. It is difficult to accept this view in toto. There ",
  "are certain fundamental duties such as for one’s family which are universal. There may be minor ",
  "differences for example in the degree of freedom which parents in different societies allow for ",
  "adolescent children. But no culture or society endorses murder, rape or dacoity. Moral codes may ",
  "become lax in matters like severity of punishment. However, one can confidently assert that there ",
  "are at least a few universal moral tenets. ",
  "Gustave Flaubert’s view on truth reflects complete scepticism. He denies the possibility of knowing ",
  "objective truth. He makes truth a matter of individual perception or viewpoint. Truth is what an ",
  "individual thinks is true; it reduces to individual subjectivity. There is long tradition of philosophical ",
  "scepticism or doubt going back to the Greek philosopher Sextus Empiricus. This is the view that ",
  "true or objective knowledge is unattainable. This is in fact the core belief of the currently fashionable ",
  "school of postmodernism. Any discussion on this subject will take us too far away from our main ",
  "subject. It is enough to note that natural sciences contain objective knowledge which is vouchsafed ",
  "by commonly accepted scientific procedures. However, ideological and other perceptions often ",
  "create problems in modern social sciences. Those who are wedded to truth have to give truthful ",
  "accounts of events. They have to avoid biased, ideological and self-serving interpretations. This is a ",
  "fundamental aspect of truthfulness – though virtually abandoned in modern social science research. ",
  "Some journalists and TV commentators are fond of saying that perception is more important than ",
  "truth. This view may have some use in political propaganda and commercial advertising. But it is ",
  "hogwash in any serious academic discussion. ",
  "Keeping Promises ",
  "Keeping promises, honesty and integrity are virtues which are part of veracity. Gandhiji regards ",
  "breaking a promise as equivalent to abandoning truth. Inability or unwillingness to pay one’s debts ",
  "is an instance of insolvency. Failure to honour one’s promises signals moral bankruptcy. One is ",
  "under an obligation to keep promises made to others in all spheres of life. But acting according to ",
  "one’s promises is vital in the economic sphere. No economic transactions are possible in a situation ",
  "in which no one is serious about keeping promises. The term ‘contract’ is the analogue of promise in ",
  "business and commerce. Law of contracts is a major field of jurisprudence. However, contracts have ",
  "to be routinely observed, and litigation should be the exception rather than the rule. In a capitalist ",
  "economy valid contracts are considered sacred.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.19 ",
  "There are two parts to keeping promises. No one should light heartedly make a promise. Promise ",
  "signifies a truthful intent of performing a stated act. There should be an honesty of purpose in making ",
  "a promise. After making a promise, one has to take all possible steps within his power to deliver ",
  "on it. One should not avoid the promised action because it may involve personal exertion, trouble, ",
  "inconvenience and loss. ",
  "One should not enter into immoral or illegal promises. Such ‘compacts with devil’ are void from ",
  "the outset. No one is under any obligation to deliver on such promises. If someone makes such a ",
  "promise unknowingly, he should get out of it. If the person to whom the promise has been made ",
  "was also innocent and is likely to suffer loss, he can be compensated in some measure. ",
  "In judicial proceedings, witnesses take an oath to tell the truth. Many constitutional functionaries ",
  "also take oath to uphold the constitution and to perform their duties without getting influenced by ",
  "personal or other extraneous considerations. ",
  "Honesty ",
  "Honesty can be regarded as truthfulness in financial matters. In the modern world, there are many ",
  "situations in which people handle money belonging to organizations and other individuals. Individuals ",
  "who perform such functions—accountants, custodians of cash, wealth managers, and guardians of ",
  "minors, trustees of charitable bodies, bankers and treasury officers—have to be scrupulously honest. ",
  "They have to justify their positions in the offices of trust. Honesty in public administration implies ",
  "that civil servants should discharge their duties in a bonafide manner without giving into monetary ",
  "temptations or inducements. They should follow the adage that honesty is the best policy. Honesty ",
  "is integral also to business transactions. Businessmen should avoid all forms of deception, cheating ",
  "and fraud. They should also avoid sharp business practices. Their financial transactions have to ",
  "be clean and above board. In fact, the present emphasis on corporate governance is designed to ",
  "promote clean business practices. ",
  "Integrity ",
  "Integrity means that the moral agent acts according to his inner convictions. His conduct is free from ",
  "hypocrisy and deception. His actions are in conformity with his stated values. But it is hard to follow ",
  "the high morals which one proclaims. The British historian GM Trevelyan has commented on this ",
  "aspect of Puritanism i.e. rigid pursuit of high morals: “by making a shibboleth of virtue, it (puritanical ",
  "version of Christianity) bred notorious hypocrites”. But it does not mean that one needs to abandon ",
  "morals. One should be moral sincerely without making a show of it. ",
  "Public leaders who possess integrity create interpersonal trust. Integrity which refers to actions ",
  "resulting from a set of well-ordered commitments and beliefs promotes trust. Trust implies the ",
  "capacity to depend on and place confidence in the actions of others. All social interaction depends ",
  "on integrity and trust. Integrity is especially relevant in public administration in which cooperative, ",
  "corroborative and collective efforts are needed to solve interconnected problems. Hence, character, ",
  "particularly integrity, is essential in public leaders. ",
  "In this context, public administration writers make a distinction between ‘ethics of compliance’ ",
  "and ‘ethics of integrity’. In ethics of compliance, public servants are trained or given detailed  ",
  "7.20   Ethics, Integrity & Aptitude ",
  "instructions on the various laws, rules, regulations and procedures which govern their working in ",
  "an organization. After learning about these matters, public servants are expected to scrupulously ",
  "follow them. In this process, public servants learn to follow a set of externally imposed commands. ",
  "However, they may not do any moral thinking on their own. ",
  "Ethics of integrity in contrast tries to impart to civil servants the necessary skills to analyse moral ",
  "problems on their own. They are trained in areas like public service ethos, ethical standards and ",
  "values and in the processes of ethical reasoning. By using such skills public servants will follow ",
  "ethical norms in their conduct. Ethics of integrity lead to development of moral character with self- ",
  "responsibility and moral autonomy. It relies on internal, positive, proactive and voluntary efforts of ",
  "public servants rather than on external commands and penalties. ",
  "Avoiding Breach of Trust ",
  "Another aspect of truthfulness implies that a moral agent should never betray trust placed in him. ",
  "Some acts of betrayal are criminal offences. Cheating and criminal breach of trust are offences under ",
  "the Indian Penal Code. There are many acts of breach of trust which though not illegal are morally ",
  "reprehensible. These are matters fall within human relations. Disloyalty towards family and friends ",
  "or failure to perform duties implicit in human relations is the essence of breach of trust. ",
  "If someone claims to be in love with a girl and then ditches her later, he has betrayed her ",
  "trust. Sometimes, people betray their friends. It may happen that X gets acquainted with rich or ",
  "politically powerful individuals. He may then be tempted to forsake his old friends. Self interest or ",
  "the excitement of rubbing shoulders with influential people makes X neglect his old friends. This ",
  "type of behaviour reflects disloyalty. Another example of breach of trust involves refusal to help ",
  "one’s friends in difficulty. In such situations, one needs to extend material and moral help to friends ",
  "within his means. The saying that a friend in need is a friend indeed emphasises the aspect of mutual ",
  "support in friendship. There are many instances when people neglect their aged dependent parents ",
  "or neglect their duty towards spouses who are chronically ill. ",
  "Many instances of disloyalty can be mentioned from other spheres of life. In politics, friends often ",
  "become enemies; enemies may also become friends. This situation is summarized in the saying that ",
  "there are no permanent friends or enemies in politics. Professional politicians are basically interested ",
  "in advancing their careers and increasing their power. Hence, they change their stance towards others ",
  "depending on calculations of political advantage. There are many instances in which the protege of a ",
  "political leader works against him. Similarly, a leader may betray his friends or followers depending ",
  "on how the political winds are blowing. ",
  "Instances of breach are found also in administrative situations. The top level officials may evade ",
  "responsibility or shift it towards their subordinates. When things go wrong, they may fasten blame ",
  "wrongfully on junior officers. They may make scapegoats of their subordinates. Public servants have ",
  "to uphold common interest. When they fail to do so, they betray the trust placed in them.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.21 ",
  "POWER AND MORALITY ",
  "“Power was my weakness and my temptation.”  —J.ft. Rowling ",
  "“What is the cause of historical events? Power. What is power? Power is the sum total of wills transferred to one person. ",
  "On what condition are the wills of the masses transferred to one person? On condition that the person express the will ",
  "of the whole people. That is, power is power. That is, power is a word the meaning of which we do not understand. ",
  "”  —Leo Tolstoy, War and Peace ",
  "“We know that no one ever seizes power with the intention of relinquishing it.”  —George Orwell, 1984 ",
  "“The object of terrorism is terrorism. The object of oppression is oppression. The object of torture is torture. The object ",
  "of murder is murder. The object of power is power. Now do you begin to understand me?” —George Orwell, 1984 ",
  "“You can do anything and smash anything in the world with a kopeck.”  —Nikolai Gogol ",
  "“What power has law where only money rules?”    —Petronius ",
  "“Everywhere the weak execrate the powerful, before whom they cringe; and the powerful beat them like sheep whose ",
  "wool and flesh they sell.”  —Voltaire ",
  "“Power is not a means; it is an end.”  —George Orwell ",
  "“Power gradually extirpates from the mind every humane and gentle virtue.”    —Edmund Burke ",
  "“The greater the power, the more dangerous the abuse.”    —Edmund Burke ",
  "“Power has only one duty -- to secure the social welfare of the People.”  —Benjamin Disraeli ",
  "“Power, like a desolating pestilence,      —Shelley ",
  "Pollutes whate’er it touches”. ",
  "“It is excellent ",
  "To have a giant’s strength ",
  "But it is tyrannous ",
  "To use it like a giant”  —William Shakespeare, Measure for Measure ",
  "“Power lacks morals or principles. It only has interests.”    —Horacio Castellanos Moya ",
  "“Tyranny is a habit, it has its own organic life, it develops finally into a disease. The habit can kill and coarsen the very ",
  "best man or woman to the level of a beast. Blood and power intoxicate ... the return of the human dignity, repentance ",
  "and regeneration becomes almost impossible.”  —Fyodor Dostoyevsky ",
  "“Therefore it is unnecessary for a prince to have all the good qualities I have enumerated, but it is very necessary to ",
  "appear to have them. And I shall dare to say this also, that to have them and always to observe them is injurious, and ",
  "that to appear to have them is useful; to appear merciful, faithful, humane, religious, upright, and to be so, but with a ",
  "mind so framed that should you require not to be so, you may be able and know how to change to the opposite.” ",
  "—Niccolò Machiavelli, The Prince ",
  "“The measure of a man is what he does with power.”  —Plato ",
  "We begin the discussion on power with definitions of a few important terms. The term ",
  "‘political’ refers to all those practices and institutions which are concerned with government. ",
  "Power is the ability to get others to do what you want. Power can take many forms, from brute ",
  "force to subtle persuasion. The term regime means any government. Authority refers to the ",
  "ability of the government to exercise power without resorting to violence. A government which  ",
  "7.22   Ethics, Integrity & Aptitude ",
  "enjoys legitimacy tends to have a high level of authority. Its citizens usually obey the law because ",
  "they think it is right to do so not because they are afraid of punishment. If people generally ",
  "accept the political decisions taken by government, it is said to have legitimacy. A government ",
  "is regarded as legitimate if the citizens think that it is right, lawful and proper for government ",
  "to hold power. Loss of legitimacy seriously undermines the power of government. ",
  "In one way, the whole of political science can be said to be about political power. Bertrand ",
  "Russell considers power as the fundamental concept of all social science. However, we need not ",
  "concern ourselves with the whole subject of power. For our purposes, we need to briefly consider ",
  "the relation between power and morality. Power takes many forms such as political, economic, ",
  "social and religious. Most of political and economic power in modern nations is concentrated in ",
  "governments. Governments are headed by political leaders who wield power and determine policies ",
  "in various spheres. ",
  "The problem connected with political power is how to deploy or limit it to prevent or minimize ",
  "oppression of people, how to secure the minimum individual rights of people, and how to ensure ",
  "their welfare. The exercise of arbitrary power by rulers against people has always troubled political ",
  "thinkers and philosophers from ancient times. They advocated that kings or rulers should be virtuous, ",
  "kind and considerate to people. But their pleas usually fell on deaf ears. ",
  "Plato, Aristotle, and Cicero were all political idealists who believed that there are some universal ",
  "moral values on which political life could be based. This view received support later from Christianity. ",
  "Till Machiavelli’s times, political thinkers generally believed that politics, including the relations ",
  "among states, should be grounded in morality, and that the methods of warfare should remain ",
  "subordinated to ethical standards. Notwithstanding such advocacy from political thinkers, the actual ",
  "conduct of rulers was generally immoral. ",
  "Later, Niccolo Machiavelli discarded political idealism in favour of political realism. Machiavelli ",
  "has acquired an unsavory reputation as a cynical theorist of realpolitik who believes that the end ",
  "always justifies the means. His ideas are to be found in The Prince, which is an advice to rulers on ",
  "acquiring and retaining power. Machiavelli is the first modern political thinker. The medieval ",
  "scholars tried to consider how politics and the State can be fitted into the divine scheme of things. ",
  "Machiavelli examined the manner of organizing and preserving power. ",
  "Machiavelli is in fact a patriot and republican. He says: “It cannot be called virtue to kill one’s fellow ",
  "citizens, betray one’s friends, be without faith, without pity, and without religion; by these methods one may indeed ",
  "gain power, but not glory.” He adds that “it is necessary for a prince to possess the friendship of the people.” As ",
  "regards power, he says that it is “more proper to go to the real truth of the matter than to its imagination; and ",
  "many have imagined republics and principalities which have never been seen or known to exist in reality; for how we live ",
  "is so far removed from how we ought to live, that he who abandons what is done for what ought to be done, will rather ",
  "learn to bring about his own ruin than his preservation.” He cautions against blind and imprudent pursuit ",
  "of unrealistic ideals. Machiavelli mentions that good men will perish in a society full of evil doers. ",
  "Later the German statesman Bismarck expressed similar sentiments: “It is the destiny of the weak to be ",
  "devoured by the strong.” Some things which seem virtues, if followed, will lead to one’s ruin; and some ",
  "things which seem vices, if followed, result in one’s greater security and well–being. Machiavelli also ",
  "says that princes need not necessarily keep their promises.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.23 ",
  "Such views ran counter to common moral prescriptions. Divergent views always prevailed on ",
  "the question of acquiring and retaining power. Many thinkers believe that it is difficult to access and ",
  "retain power without sacrificing moral principles. There are also other leaders like Gandhi, Lincoln ",
  "and Nelson Mandela who emphasise that exercise of power has to be regulated by idealism. Going ",
  "back to ancient Indian history, we may note that Kautilya’s Arthasastra contains many prescriptions ",
  "that sound Machiavellian. As a counter–example, we may recall that under the influence of the ",
  "Buddhist concept of dharma, Asoka attempted moralization of political power. ",
  "Political theorists argued that kings or other rulers cannot exercise unchecked or absolute powers ",
  "over people. Rulers should not become despotic and oppress people since their powers are derived ",
  "from people. Hobbes, Rousseau and Locke developed the theory of social contract. These writers, ",
  "ignoring the differences between their theories, mention that men lived in a state of nature before the ",
  "emergence of government. In this state, they lacked security, civic facilities and means of developing ",
  "trade and commerce. To secure these benefits, they seceded part of their rights and powers to the ",
  "rulers through a social contract. Incidentally, social contract is one of the theories of origin of the State. ",
  "Although social contract is an imaginary concept and a legal fiction, it became a strong argument for ",
  "limiting State power and securing the rights of people. ",
  "The concept of rights which political writers developed acts as a check on unfettered exercise of ",
  "powers. It was believed that men had certain natural and inalienable (which cannot be taken away) ",
  "rights. The right to life, liberty and property were considered as such rights. Thomas Paine’s Rights ",
  "of Man is written in this vein. The French revolutionaries issued the Declaration of the Rights of Man ",
  "and the Citizen. The American constitution also enumerates the rights of the citizen. It may seem that ",
  "individual, political and other rights cannot be linked to morality. However, by incorporating such ",
  "rights, national leaders impart a moral dimension to the framework of political governance. With the ",
  "emergence of democracy, the processes of gaining and retaining power have become more orderly ",
  "and peaceful; they have acquired legitimacy. We will discuss political power in democracies a little ",
  "later. ",
  "Uptil now, we have discussed the means that prevent governments from exercising powers ",
  "dictatorially. Political thinkers and historians have noted a universal problem with power. The saying ",
  "from Greek mythology from the story of Circe seems to apply to power: “Those who drink of my cup ",
  "become swine”. James Madison observes: “The essence of government is power, and power, lodged as it must be in ",
  "human hands, will ever be liable to abuse”. Ronald Regan expresses the same idea more crudely: “Politics ",
  "is supposed to be the second-oldest profession. I have come to realise that it bears a very close resemblance to the first ",
  "[prostitution].” Frank Herbert states: “Power attracts the corruptible. Suspect any who seek it.” He adds: “All ",
  "governments suffer a recurring problem: Power attracts pathological personalities.” “Power-lust”, says Ayn Rand ",
  "“is a weed that grows only in the vacant lots of an abandoned mind.” ",
  "Power invariably leads to corruption, abuse and oppression. Anyone who acquires or is vested ",
  "with power undergoes a psychological transformation. To use a familiar expression, power (like ",
  "alcohol) quickly goes to one’s head. People get drunk on power, and abandon the path of virtue ",
  "and moderation. Unregulated power confers on an individual opportunities for money making, for ",
  "heaping abuses on others and for subverting public interest. In the famous words of Lord Acton, ",
  "“Power tends to corrupt, and absolute power corrupts absolutely. Great men are almost always bad men.”  ",
  "7.24   Ethics, Integrity & Aptitude ",
  "Many writers argue, without going to the extremes of modern totalitarian ideologies, that politics ",
  "regrettably but inevitably involve sacrifice of moral principles. They affirm this as a matter of fact. ",
  "According to Bismarck, “The great questions of the day will not be settled by means of speeches and majority ",
  "decisions ... but by iron and blood.” He also says that politics is the art of the possible. Echoing Lord Acton’s ",
  "idea that great men are always bad men, a character in the novel I, Claudius of Robert Graves says, ",
  "“I have done many impious things–no great ruler can do otherwise. I have put the good of the Empire before all human ",
  "considerations. To keep the Empire free from factions I have had to commit many crimes.” ",
  "The above discussion on power and morality is based on the situation which prevails in a ",
  "nation at normal times. In other words, there are no extraordinary circumstances like war, general ",
  "turbulence, insurrection or revolution. In extraordinary times, the normal tenor of political life gets ",
  "disturbed. The political system undergoes a sudden, drastic and violent change. Examples of such ",
  "political contingencies include the French revolution, the Russian revolution of 1917, Nazi takeover ",
  "in Germany and Communist revolution in China. In these instances, revolutionary groups overthrow ",
  "government and seize power. Such seizure of power is invariably violent and bloody. Fascism and ",
  "communism represent the two completely totalitarian ideologies of modern times. In such periods, ",
  "the ordinary decencies of life are totally forgotten. ",
  "Both communists and fascists disregard traditional morals. Soviet communists created a new kind ",
  "of “morality” in order to do things which common people abhor as immoral. According to Lenin, ",
  "violence is essential for overthrowing capitalism. Both Lenin and Stalin considered that morality ",
  "should be subordinated to the ideology of proletarian revolution. They rejected the morality based ",
  "on traditional religions. For them, acts that advanced revolution are moral, and acts that hindered ",
  "revolution are immoral. Party members were brainwashed into accepting this view which regards ",
  "morality as a weapon in class struggle. ",
  "Communists justified their position on the ground that the world is full of injustice and immorality ",
  "and they want to replace it by a just social structure in the form of communism. By this logic, whatever ",
  "they did became right by definition. USSR denounced slave labour and killings in German camps ",
  "(during Nazi regime) as immoral, but remained silent on slave labour and killings in Soviet Gulag ",
  "camps. Stalin justified the gulag camps on the ground that they served the interests of revolution. ",
  "(Based on Communist Morality, Ludwik Kowalski PhD) ",
  "Communist revolutions are violent. Communists believe that workers have to take up arms ",
  "to destroy the capitalist state. Communists openly scoff at peaceful means of bringing about social ",
  "change. They describe such views as “class collaboration”. This is the view of the Naxal movement ",
  "in India. Mao Tse-tung expressed these ideas with frank brutality: “A revolution is not a dinner party, or ",
  "writing an essay, or painting a picture, or doing embroidery. It cannot be so refined, so leisurely and gentle, so temperate, ",
  "kind, courteous, restrained and magnanimous. A revolution is an insurrection, an act of violence by which one class ",
  "overthrows another”. In another famous statement he says, “Every Communist must grasp the truth: Political ",
  "power grows out of the barrel of a gun”. ",
  "Like communists, Fascists have also discarded traditional morality. We need not get into the ",
  "spurious arguments they used in justification. Both fascism and communism caused untold suffering ",
  "and misery. In the holocaust, six million European Jews were killed. Many million people died in ",
  "the war. Stalin’s programme of collectivization of soviet agriculture led to death of millions of Kulaks  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.25 ",
  "or Russian peasants. The horrors of the Soviet regime are described in several books of dissidents, ",
  "the most notable being Alexander Solzhenitsyn’s The Gulag Archipelago. ",
  "Both communism and fascism are totalitarian systems which are marked by concentration of ",
  "power in a single or few persons. Totalitarianism leads to control of all aspects of human life. No ",
  "genuine participation of people or operation of rule of law is allowed. People are deprived of their ",
  "fundamental and democratic rights. There is no free press. These circumstances create situations ",
  "which permit governments to take violent and harsh measures against people. Such measures are ",
  "justified in the name of historical necessity, revolutionary violence, proletarian justice, communist ",
  "morality, need to fashion new type of human beings or exigencies of war and struggle. All these ",
  "excuses repudiate conventional morality – which is mockingly called “bourgeois morality” – and ",
  "lead to great violence. ",
  "In these collectivist systems, ends or the goals of State policy are seen as justifying means. As ",
  "the end is supposedly noble, use of any means – good or bad – is seen as justified. The worth of the ",
  "individual and sanctity of his life are totally ignored. People are seen as instruments of state policy ",
  "instead of as its intended beneficiaries. Collectivist State rejects the humanist belief that no ideal ",
  "however high can justify sacrifice of human beings. ",
  "Totalitarian systems aim at total and radical transformation of society. They seek to overturn the ",
  "existing social arrangements and radically restructure society. Conservative thinkers and humanitarians ",
  "have always argued that societies are bound by traditions and change slowly. Revolutionaries are ",
  "in a hurry and want to bring about change instantaneously. In this process, they unleash forces ",
  "of great violence. Many writers (for example Karl Popper and F.A. Hayek) have pointed out that ",
  "measures which seek to radically and rapidly restructure societies are inherently dangerous. Societies ",
  "have evolved gradually over centuries and embody wisdom accumulated over time. Social change ",
  "should be allowed to occur spontaneously at its own pace and with the general consent of people. ",
  "But totalitarian systems force the pace of change and attempt total social reengineering with disastrous ",
  "consequences. ( We may mention that students will benefit greatly from a study of two books: Karl ",
  "Popper’s The Open Society and its Enemies and Hayek’s The Road to Serfdom. The former in particular is ",
  "a source of invaluable insights for anyone who wants to study political and social problems.) ",
  "Gandhi strenuously opposed all forms of violence. Under his guidance, even the movement for ",
  "national independence remained generally peaceful. However, the communal holocaust preceding ",
  "Indian partition resulted in massacres on unprecedented scale. But it does not detract from the high ",
  "moral ideals which Gandhi upheld. He always swore by truth, non–violence and dharma. This is ",
  "his way of expressing the view that politics and power should be based on moral means. Gandhi’s ",
  "emphasis on non-violence reflects his commitment to morality in the exercise of power. ",
  "The following quotations from Gandhi’s writings illustrate this point. ",
  "“What difference does it make to the dead, the orphans, and the homeless, whether the mad destruction is wrought under ",
  "the name of totalitarianism or the holy name of liberty or democracy?” ",
  "“I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent.” ",
  "“However much I may sympathise with and admire worthy motives, I am an uncompromising opponent of violent ",
  "methods even to serve the noblest of causes.” ",
  "“Victory attained by violence is tantamount to a defeat, for it is momentary.”  ",
  "7.26   Ethics, Integrity & Aptitude ",
  "“Non-violence is not a garment to be put on and off at will. Its seat is in the heart, and it must be an inseparable part ",
  "of our being.” ",
  "“The pursuit of truth does not permit violence on one’s opponent.” ",
  "“Experience convinces me that permanent good can never be the outcome of untruth and violence.” ",
  "“Those who say religion has nothing to do with politics do not know what religion is.” ",
  "“Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love ",
  "is a thousand times more effective and permanent than the one derived from fear of punishment.” ",
  "Gandhi asserts that religion cannot be separated from politics. This does not imply that Gandhi ",
  "repudiates the secular character of modern States. By religion Gandhi here means morality in a ",
  "broad sense. Gandhi asserts the need to bind power and morality. Gandhi discounts the value of ",
  "victory gained through violence. In fact, he equates it with defeat. Although his belief is rooted ",
  "in morality, he also gives the rationale of his belief. Victory won through violence is temporary ",
  "because the vanquished are unreconciled to their lot and will try to restore status quo ante. Gandhi ",
  "believes that reformers should win the hearts and minds of people. From this perspective, no attempt ",
  "should be made to impose views on people through force. Gandhi denies that worthy motives or ",
  "noble causes justify violence. In this regard, his views are in sharp contrast to many other political ",
  "and revolutionary leaders. On the relation between power and morality, Gandhi represents one ",
  "extreme pole. The other pole is represented by those who argue that considerations of morality and ",
  "the exigencies of power are irreconcilable. Thus, Adolf Hitler says: “The very first essential for success is ",
  "a perpetually constant and regular employment of violence.” ",
  "Gandhi is not alone in advocating morality in politics. There are many thinkers who emphasise ",
  "that political power has to be exercised morally and responsibly. James Madison comments that ",
  "“There is no power without justice.” In the words of the US author James Baldwin, “… the relationship of ",
  "morality and power is a very subtle one. Because ultimately power without morality is no longer power.” The great ",
  "Russian novelist Fyodor Dostoyevsky holds that “the greater the power, the more terrible its responsibility.” ",
  "Over the long course of human history, democratic forms of governments slowly emerged. Even ",
  "today, many regimes in the world are non–democratic. However, democracy is the most preferred ",
  "form of government. It has a mechanism for periodically changing governments peacefully through ",
  "elections. It divides powers between legislative, executive and judicial branches of government. In this ",
  "way, the chances of anyone exercising absolute or dictatorial powers and hanging on indefinitely to ",
  "power are greatly reduced. Democracies protect the liberties and freedoms of people by enshrining ",
  "them as rights in constitutions, and conferring power on an independent judiciary to guard against ",
  "violation of such rights. Many mechanisms are now used to ensure that citizens are not harassed ",
  "by officialdom. These include right to information, speedy provision of services through citizens ",
  "charters and fight against corruption. ",
  "Misuse of power is not something that happens only at the higher echelons of power. Modern ",
  "bureaucracies are full of petty officials who act as petty and troublesome tyrants. This explains the ",
  "enormous interest now being shown in administrative ethics, in codes of conduct for public servants, ",
  "in measures for checking corruption, and in the mechanisms for creating responsive and honest ",
  "public service systems.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.27 ",
  "It is noteworthy that democracies control the likely dangers of misuse of power through ",
  "institutional arrangements. It is hoped that politicians will become enlightened and pursue public ",
  "interest. However, few people believe that such change of heart will remove the tension between ",
  "exercise of power and practice of morality. The answer has to be found in distributing power and ",
  "placing checks on it. ",
  " ",
  "PRUDENCE ",
  "“The right measure [due proportion] is at the head of all.”  —Ancient Greek poet Pindar ",
  "The Greek hated a thing overdone, a gaudy ornament, a proud title, a fulsome compliment, a high-flown speech, a ",
  "wordy peroration. ",
  "The golden mean is God’s delight: ",
  "Extremes are hateful to his sight. ",
  "Hold by the mean, and glorify ",
  "Nor anarchy, nor slavery  — Aeschylus ",
  "The dictionary meaning of prudence is discretion, cautiousness, care, forethought or good sense. ",
  "Prudent individuals avoid rashness and recklessness and tend to be wary of needless risk taking. ",
  "They tend to be conventional and stick to the well trodden path. They may not be adventurous, and ",
  "instead seek safety and comfort. Prudence is an inappropriate basis of morality. Early Christianity ",
  "called for purity of heart and rejected prudence, fear and desire for afterlife in paradise as grounds ",
  "for piety or virtue. Mere calculating prudence or a desire for social conformity should not be the ",
  "basis of morality. A prudent individual may simply observe the external forms of religion without ",
  "putting his heart into it. ",
  "Aristotle, however, considered prudence as eminently desirable practical wisdom. It is a habit ",
  "of intellectual perception that enables the virtuous man to discover the golden mean of moral virtue. ",
  "For Aristotle, virtue is a mean between two other qualities which represent its two extremes – for ",
  "example courage is a golden mean between timidity and rashness. Aristotle believed that no moral ",
  "virtue comes into play without prudence. In any given situation, it is the judgement of the prudent ",
  "man that hits upon the mean of virtue. For example, without prudence, fortitude becomes rashness, ",
  "justice becomes vindictiveness, clemency becomes weakness and religion becomes superstition. ",
  "Aristotle regarded prudence as a skill which enables one to identify virtue and pursue it. The ",
  "golden mean has to be defined by reason, according to the particular circumstances of each case. ",
  "However, the actual pursuit or choice of right ends depends on the strength of one’s moral will. ",
  "Prudence identifies and shows the route for only virtuous actions. If the ends are impure, prudence ",
  "will have nothing to do with them. In pursuing dubious ends, people are guided by other qualities ",
  "like shrewdness, sagacity or cunning. ",
  "Aristotle believed that virtuous conduct presupposes prudence. For prudence is the practical ",
  "wisdom which enables one to steer between the two extremes within which lies virtue. To cite another ",
  "example, in the absence of prudence in a judge, justice may end up in undue severity or in undue ",
  "leniency. Since virtue for Aristotle is a mean, he values prudence as a method of discovering and ",
  "pursuing virtue.  ",
  "7.28   Ethics, Integrity & Aptitude ",
  "Prudence in the sense of moderation and practical wisdom is a highly desirable virtue in civil ",
  "servants. In modern administrative contexts, prudence can be seen as consisting in avoiding extreme ",
  "positions, and adopting moderate courses of action. People usually dislike one sided or unduly harsh ",
  "actions. Policies which avoid extremes are likely to appeal to the majority of people. Views based ",
  "on consensus are likely to find wide acceptance. ",
  " ",
  "TEMPERANCE ",
  "Temperance is a virtue which brings to bear the judgement of reason on human cravings for food, ",
  "drink and sex. As we saw earlier, temperance promotes self control and checks other rash impulses ",
  "like anger. But temperance stands for moderation in food and drink as opposed to gluttony, and ",
  "for chastity as opposed to lust. Men naturally tend to overindulge in matters which delight them. ",
  "By cultivating the habit of temperance, one can avoid the harm which excessive indulgence causes. ",
  "Of course, in many matters, the same prescription will be inapplicable; it has to be relative. For ",
  "example, temperance in food will be different for a saint and an athlete. ",
  "Temperance is said to be made up of abstinence, chastity and sobriety. In a secondary sense, ",
  "temperance includes moderation and self control. Ancient moralists were concerned with which are ",
  "the vices harder to avoid. Men in whom the rational nature is strong are able to overcome sensuality, ",
  "but they succumb to temptations of ambition, power and glory. They have an exaggerated sense ",
  "of self esteem and lack humility largely because they have no religious feeling. Men in whom the ",
  "animal nature dominates give in easily to sensual pleasures. ",
  "Modesty is reflected in an individual’s outward demeanour, style of dress and carriage. It refers ",
  "to an individual’s comportment or manner of conduct. A modest individual’s outward manner ",
  "reflects his temperate habits. In Plato’s phrase, modesty indicates the presence of temperance “set ",
  "up on holy pedestal” within an individual’s heart. A modest individual will avoid brash or impudent ",
  "behaviour, and will show due courtesy and respect to others. ",
  " ",
  "HUMILITY ",
  "“Humility and resignation are our prime virtues.”      —John Dryden ",
  "“It was pride that changed angels into devils; it is humility that makes men as angels.´ —St. Augustine ",
  "“Humility, that low, sweet root, from which all heavenly virtues shoot.”    —Thomas Moore ",
  "“We come nearest to the great when we are great in humility.”  —Rabindranath  Tagore ",
  "“True humility – the basis of the Christian system – is the low but deep and firm foundation of all virtues.” ",
  "—Edmund Burke ",
  "“Blessed are the weak: for they shall inherit the earth.”    —The Bible ",
  "“In peace, there is nothing that befits a man so much as modest stillness and humility.”  —Shakespeare ",
  "“The first condition of humaneness is a little humility and a little diffidence about the correctness of one’s conduct and ",
  "a little receptiveness.”  —Gandhi ",
  "“I claim to be a simple individual liable to err like any other fellow mortal. I own, however, that I have humility enough ",
  "to confess my errors and to retrace my steps.”  —Gandhi.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.29 ",
  "Humility is recognised as a virtue in all religions. Many other virtues spring from or gather ",
  "lustre from it. Humility does not mean self debasement or denying one’s merits, talents and ",
  "accomplishments. It means that we should not place ourselves on a higher pedestal than others –even ",
  "when we far exceed them in talents and achievements. Even if one is rich and powerful, one should ",
  "not feel a sense of superiority over the poor and weak. One should judge oneself in relation to one’s ",
  "abilities, and consider whether one has utilized them in full measure. One should, from a religious ",
  "point of view, try to utilize one’s abilities in performing duties towards God and fellow men. The ",
  "fact that one has greater talents and means than others indicates that one has greater responsibilities ",
  "towards them. Thinking about what we have done in relation to what we could have done serves ",
  "as a corrective to pride and arrogance. ",
  "Traditionally vanity, pride and arrogance have been regarded as the vices opposed to humility. ",
  "Vanity leads to ostentation or ‘showing off’, putting on airs and looking down upon others. It ",
  "creates a superiority complex which others find insufferable. Especially those in power become self ",
  "complacent and easily get addicted to flattery. Those who think well of themselves tend to think ill ",
  "of others. Modesty and humility act as antidotes to ostentation and self righteousness. ",
  "Humility along with other similar virtues formed the basis of early Christianity. These are ",
  "meekness, mercifulness and peaceableness. Love, goodness and gentleness go with humility. ",
  "Historically, these were considered virtues of the masses or the poor and the wretched. The rulers ",
  "and warriors of Roman times (towards the end of which Christianity arose) were full of martial pride ",
  "and royal insolence. In those days, the rich nobles and royalty looked down upon people from ",
  "lower social strata. Many commentators observe that early Christianity preached virtues which were ",
  "diametrically opposed to the military traditions and virtues of Roman society. The famous saying ",
  "that the meek shall inherit the earth (in a non theological sense) means that the poor will come to ",
  "share in the power. In a way, it is a prophecy that the society will be eventually democratized. This ",
  "is of course a secular, as opposed to a religious interpretation. ",
  "Things have changed with the advent of modern democratic spirit. Elected leaders go out of ",
  "their way now to put on airs of humility. They are never tired of paying tribute to the wisdom of ",
  "masses and to folk ways. Leaving aside the question of genuineness of the sympathy towards the ",
  "poor which politicians express, there is little doubt that humility is especially a virtue in those vested ",
  "with power. Humility will serve to ward off the insolence that usually goes with power. Humility will ",
  "enable political leaders and administrators to approach ordinary people in a polite and courteous ",
  "manner. Nothing is more galling to suffering citizens than to put up with the arrogant and patronizing ",
  "ways of bureaucracy. Unless public servants cultivate humility, they will be unable to show concern ",
  "and consideration towards the problems of common people. Public servants should regard their ",
  "duty as service to people. They should not regard themselves as rulers or bosses. They are trustees ",
  "of power which ultimately is derived from people.  ",
  "7.30   Ethics, Integrity & Aptitude ",
  "GOLDEN RULE ",
  "“That which is hateful to you, do not do to your fellow. That is the whole Torah”  —Rabbi Hillel the Elder ",
  "“Never impose on others what you would not choose for yourself ”.    —Confucius ",
  "“Do not do to your neighbour what you would take ill from him.”  —Pittacus ",
  "“Avoid doing what you would blame others for doing.”     —Thales ",
  "“What you do not want to happen to you, do not do it yourself either.”  —Sextus the Pythagorean ",
  "“Do not do to others what would anger you if done to you by others.”    —Socrates ",
  "“One should never do that to another which one regards as injurious to one’s own self. This, in brief, is the rule of ",
  "dharma. Other behaviour is due to selfish desires.”  —Brihaspati,  Mahabharata ",
  "“Hurt not others in ways that you yourself would find hurtful.”    —Udanavarga ",
  "“Do to others what you want them to do to you.”  —Matthew ",
  "Although golden rule is commonly associated with Christian ethics, many religions have ",
  "preached similar principles. The quotation of Matthew is from the Bible; Udanavarga’s ",
  "observation is from Buddhism; and the statement attributed to Brihaspati is from Mahabharata. ",
  "The first quotation is a statement of an ancient Jewish preacher. The other quotations are from ",
  "ancient Greek philosophers and Confucius. The same idea runs through all these quotations. ",
  "Many writers assert that the golden rule forms the essence of any morality. It is an ethic of ",
  "equity. If there are two individuals X and Y, their conduct towards each other should be governed ",
  "by identical principles. Human beings like to be treated by others with kindness and consideration. ",
  "Therefore, according to the golden rule, each will treat the other kindly. The golden rule will ",
  "automatically lead to ethical behaviour. If people adopt the golden rule, they need not refer to any ",
  "elaborate moral codes. ",
  "The golden has wide practical acceptance. The “Declaration Toward a Global Ethic” of the ",
  "Parliament of the World’s Religions (1993) proclaimed the Golden Rule (“We must treat others ",
  "as we wish others to treat us”) as the common principle for many religions. From a commonsense ",
  "point of view, the golden rule is a most reasonable moral principle. Still, some eminent philosophers ",
  "criticized it since it can lead to unintended consequences. The main objection is that one may not ",
  "know how others would like to be treated. This is because the tastes, needs and attitudes of people ",
  "differ. Thus Bernard Shaw proposed an alternative view: “Do not do unto others as you would that they ",
  "should do unto you. Their tastes may not be the same”. According to Karl Popper, “The golden rule is a good ",
  "standard which is further improved by doing unto others, wherever reasonable, as they want to be done by”. In other ",
  "words, one should act towards others appropriately after ascertaining their likes and dislikes. This ",
  "may be difficult if they fail to reach a reasonable understanding. ",
  "Immanuel Kant argued that the golden rule overlooks the differences between particular ",
  "situations. He gives an example of a situation of a prisoner duly convicted of a crime. The prisoner ",
  "invokes the golden rule while asking the judge to release him, pointing out that the judge would not ",
  "want anyone else to send him to prison, and that he should not therefore do so to others. Kant’s ",
  "counter example shows that the golden rule breaks down in certain situations. This only shows that ",
  "the operation of the golden rule may not be universal and that some cases fall outside it. While  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.31 ",
  "this observation may be valid on grounds of logical consistency or rigour, the golden rule will cover ",
  "substantial areas of ordinary life. Further, the prisoner’s logic will apply only if the judge commits ",
  "theft. ",
  "Vices ",
  "Uptil now, we considered various virtues. Now, we look at some common vices. Vices are the ",
  "opposites of virtues. Obviously, we have to shun vices; otherwise, they harm us both physically ",
  "and psychologically. Once, we get into the grip of a vice, it is hard to escape. It becomes a settled ",
  "habit, and we can give up the habit, if at all, with great effort of will. Hence, it is best to watch our ",
  "responses and nip in the bud any bad or immoral thoughts and responses that enter our mind. Like ",
  "all other moral training, freeing ourselves from any vice needs arduous effort. ",
  "Moral and religious teachers have identified many vices. These are however, not separate and ",
  "distinct. If we exclude the synonyms of the common vices, the list of vices becomes smaller. Moral ",
  "philosophers have also made a distinction between grave and less serious vices. Grave vices are ",
  "also known in theological terms as deadly sins. Although vices (like virtues) feature prominently ",
  "in religious contexts, they are relevant to man’s personal and social life. Vices harm not only an ",
  "individual but also his family. ",
  "We reproduce a list of vices from an internet site. The list is neither too long nor too short. But ",
  "it also lists separately some vices which are essentially the same. Thus anger and wrath are similar. ",
  "Similarly, arrogance, bragging and vanity are similar. But the list is a useful reference for discussion. ",
  "It covers the commonly recognised vices. ",
  " ",
  "LIST  OF VICES ",
  "(Alphabetical Order) ",
  "Anger  Strong passion or emotion of displeasure or antagonism, excited by ",
  "real or supposed injury or insult to one-self or others, or by the intent ",
  "to do such injury. ",
  "Arrogance  Making undue claims in an overbearing manner; that species of pride ",
  "which consists in exorbitant claims of rank, dignity, estimation, or ",
  "power, or which exalts the worth or importance of the person to an ",
  "undue degree; proud contempt of others; lordliness; haughtiness; ",
  "self-assumption;   presumption. ",
  "Bragging  Exhibiting self-importance, boastful talk. ",
  "Cowardice  Lack of courage to face danger; extreme timidity; base fear of danger ",
  "or hurt; lack of spirit. ",
  "Disloyalty  Lack of loyalty; lack of fidelity; violation of allegiance. ",
  "Doubt  Lack of trust and confidence. To suspect; to fear; to be apprehensive. ",
  "Envy  A feeling of discontent and resentment aroused by and in conjunction ",
  "with desire for the possessions or qualities of another. ",
  "Contd....  ",
  "7.32   Ethics, Integrity & Aptitude ",
  " ",
  "Greed  An excessive desire to acquire or possess more than what one needs ",
  "or deserves, especially with respect to material wealth. ",
  "Injustice  The practice of being unjust or unfair. ",
  "Impatience  The quality of being impatient; want of endurance of pain, suffering, ",
  "opposition, or delay; eagerness for change, or for something expected; ",
  "restlessness; chafing of spirit; fretfulness; passion ",
  "Jealousy  The quality of being jealous; painful apprehension of rivalry in cases ",
  "nearly affecting one’s happiness; painful suspicion of the faithfulness ",
  "of husband, wife, or lover. ",
  "Recklessness  Wild carelessness and disregard for consequences. Insufficient ",
  "consideration. ",
  "Sloth  Aversion to work or exertion; laziness; indolence. ",
  "Untrustworthiness  The trait of not deserving trust or confidence ",
  "Vanity  Inflated pride in oneself or one’s appearance. ",
  "Weakness  The quality or state of being weak; want of strength or firmness; lack ",
  "of vigour; want of resolution or of moral strength; feebleness. ",
  "Wrath  Forceful, often vindictive anger. ",
  " ",
  "The seven deadly sins are pride, greed, lust, anger, gluttony, envy and sloth. Pride is excessive ",
  "love of self so much so that one develops contempt for others. This goes against the brotherhood ",
  "of humanity which all religions preach. As we discussed earlier, humility and modesty help in ",
  "overcoming pride. ",
  " ",
  "ENVY ",
  "“Resentment is like drinking poison and waiting for the other person to die.”  —Carrie Fisher ",
  "“It is in the character of very few men to honour without envy a friend who has prospered.´—Aeschylus ",
  "“A tranquil heart gives life to the flesh, but envy makes the bones rot.”  —The Bible ",
  "“There is no love; There are only the various envies, all of them sad.”  —W.H. Auden ",
  "“Envy lurks at the bottom of the human heart, like a viper in its hole.”  —Honore de Balzac ",
  "“How can we explain the perpetuity of envy, a vice which yields no return?”      —Balzac ",
  "“As rust corrupts iron, so envy corrupts man.”    —Antisthenes ",
  "“The dullard’s envy of brilliant men is always assuaged by the suspicion that they will come to bad end.” —Max ",
  "Beerbohm ",
  "“Envy is the deformed and distorted offspring of egotism; and when we reflect on the strange and disproportioned ",
  "character of the parent, we cannot wonder at the perversity and waywardness of the child.” —William Hazlitt ",
  "“Envy is blind, and has no other quality but that of detracting from virtue.”  —Titus  Livy ",
  "“No man likes to be surpassed by those of his own level.”  —Titus  Livy  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.33 ",
  "“An envious man waxes lean with the fatness of his neighbours. Envy is the daughter of pride, the author of murder ",
  "and revenge, the beginner of secret sedition and the perpetual tormentor of virtue. Envy is the filthy slime of the soul; ",
  "a venom, a poison, or quicksilver which consumes the flesh and dries up the marrow of the bones.”  —Socrates ",
  "Envy is resentment of others for their wealth and success. Envy is a perversion in which desire ",
  "for one’s own good turns to a desire to deprive other people of their good. An envious person ",
  "wishes ill of others. He is unable to bear their success and happiness. Often, he is unable to take ",
  "active measures for harming others. But their very success and happiness become the source of his ",
  "misery. Envy arises when another gets what one has tried to unsuccessfully to acquire. People seek ",
  "degrees, jobs, power and money. When they find that they have been unable to get such things, ",
  "and that others have got them deservedly or otherwise, they become jealous. ",
  "Jealousy is a source of great unhappiness. It is a wholly negative emotion, and yields no advantage. ",
  "In modern world people live in a highly competitive enviornment. Success in any field is highly ",
  "valued. Even when people are otherwise well off with a comfortable job, they are in a rat race. It ",
  "is one thing to be committed and industrious. But the competitive environment creates situations ",
  "in which rewards in professions and jobs are unevenly distributed. Competition and heartburn are ",
  "especially high among individuals who are within similar groups. They compare themselves with ",
  "others and feel envy whenever others seem to be going ahead of them. Competition extends to the ",
  "education and career of children also. This attitude creates an unhealthy mental atmosphere. ",
  "Envy goes against the moral injunction that we should love our neighbours. Religions preach ",
  "that one should love even one’s enemies. Envy is basically irrational since the riches or poverty of ",
  "another make no difference to our condition. We are in no way affected by what happens to others. ",
  "It does not increase or diminish our wealth. Hence, many thinkers and writers advise that we should ",
  "eschew envy. ",
  " ",
  "SLOTH ",
  "Laziness is aversion to work or exertion. Indolent individuals can be effective in no field of human ",
  "life. A lazy child can make no progress in studies. Fortunately, by and large, children are seldom ",
  "lazy. Indolence is a vice which adults acquire. It may start as love of ease, the tendency to take things ",
  "easy and avoid strenuous effort of any kind. Lazy people shun both physical and mental labour. ",
  "After completing studies and joining a job with security, people may fall into easy ways. Hardwork ",
  "may seem unnecessary since they may be under no great compulsion to perform and deliver results. ",
  "Falling into lazy ways is a great mistake. To be productive in any area, people have to be ",
  "energetic and active. Physical and mental effort is the very basis of life. There is a common belief ",
  "that one’s education ends with getting a degree. In any subject area, one has to continue one’s ",
  "learning. It will increase one’s depth of knowledge; and one will keep abreast of further advances ",
  "in the subject. Such interested pursuit can be a great source satisfaction. By giving up such effort, ",
  "one gets into a stagnant situation. It will reduce one’s ability to assimilate and analyse information. ",
  "One will gradually lose mental sharpness and the ability to study any subject in depth. These are ",
  "qualities which are essential in any profession all through one’s career.  ",
  "7.34   Ethics, Integrity & Aptitude ",
  "Economists and sociologists assert that economic progress of any nation depends on energetic ",
  "and industrious workers. In a famous book, the German sociologist Max Weber traced the origins ",
  "of capitalism to protestant work ethic. Protestants are a section of Christians. Protestant moral codes ",
  "strongly emphasised that people should devote themselves wholeheartedly to work and that they ",
  "should be punctual, frugal, and honest and that they should keep their promises. Max Weber argued ",
  "that this work ethic created the attitudinal and institutional framework necessary for the emergence ",
  "of capitalism. ",
  "To pursue any enterprise big or small, we need an energetic will. No one who is lazy can ",
  "summon the mental energy and strength of will to undertake any tasks. Even small jobs will look like ",
  "heavy burdens. Taking up and executing tasks is a habit. The more tasks one does, the more willing ",
  "and ready he would be able to do things. If one shies away from one’s functions and duties, one ",
  "loses confidence and élan. One becomes hesitant and diffident. One is left with neither energy nor ",
  "confidence for undertaking any jobs. Many people think that it is smart to duck work, and let others ",
  "carry the burden. Such people get marginalized in the organization. They get stamped as idlers and ",
  "non performers. It undermines their morale since they may be seen as parasites on the system. It is ",
  "in one’s own material and moral interest to lead an active and energetic life and resist temptations of ",
  "shirking. Further, simply passing time without mental and physical exertion is unhealthy. It creates ",
  "mental problems and leads one astray. As the saying goes, a lazy mind is a devil’s workshop. ",
  " ",
  "AVARICE ",
  "Avarice is covetousness or greed. It is a desire to possess more than one has need or use for or ",
  "excessive love of money. Avarice may extend to power and to various material possessions. People ",
  "desire wealth because it is a means of acquiring other material comforts. Avarice is a morbid excess ",
  "of the propensity to seek wealth. ",
  "Desire for modest means of gratifying one’s minimum needs and comforts is not a vice. Without ",
  "minimum material means, no one can meet the physiological, social and cultural needs of his family. ",
  "A householder is under an obligation to provide for the needs of his family. In Hindu philosophy, ",
  "Artha in this sense is a dharma or a duty which a householder has to pursue. Without adequate ",
  "savings, one cannot take care of himself and his wife in old age. Further, possession of wealth is a ",
  "means of helping others. In the absence of money, many acts of beneficence and charity become ",
  "impossible. This is the rationale of the Sanskrit saying: “Dhanmulam idam jagat” – money lies at the ",
  "base of this world. ",
  "To start with, money is desired as a means of satisfying other desires. But as time goes on, money ",
  "making becomes a habit by itself and gets detached from the original aim of seeking gratifications. ",
  "Instead of being a means, it becomes an end in itself. This is the typical psychology of the miser ",
  "depicted so often in literature. In a miser, money making becomes a compulsive obsession and gets ",
  "separated from its instrumental use. It dominates one’s whole character, becomes the sole aim of ",
  "one’s activity. ",
  "To begin with, an individual seeks wealth through legitimate means. No moral stigma attaches to ",
  "even great wealth which is earned through business acumen or simple good fortune. However, more ",
  "often than not, single minded pursuit of wealth deflects people from the virtuous path. People may  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.35 ",
  "want to get rich quickly by fair or foul means. They resort to fraud, extortion, deceit and injustice. ",
  "The recent spate of scams can be traced to unscrupulous pursuit of wealth. Avaricious men become ",
  "selfish, live only for themselves, and are always on the lookout for means of making money. ",
  "Moral teachers have consistently denounced greed. Wealth beyond what one needs for ",
  "comfortable living is a superfluity. As Gandhi observes, wealth is trust which the rich hold on behalf ",
  "of the poor. The rich are under a moral obligation to share with the poor. Such a view may seem ",
  "too idealistic for any society. But it is one way of reducing social tensions. For great inequality of ",
  "wealth has propelled many revolutions like the French and Russian revolutions. Much of socialist ",
  "thought has its origins in excessive concentration of wealth and gross income inequalities in a society. ",
  "RH Tawny, a noted socialist writer, described capitalism as “an acquisitive society”. ",
  "In a discussion of greed as an individual vice, we cannot discuss the means a society should adopt ",
  "for ensuring economic justice. For it is a matter of public policy. But at an individual level, charity, ",
  "liberality and philanthropy are virtues which help in overcoming avarice. One of the main virtues ",
  "of Aristotle’s magnanimous man is liberality or generosity. Donating money to needy or to worthy ",
  "causes is extolled as a virtue in many literary works. As an example, we may recall the characters ",
  "Karna and King Bali from Indian mythology. To their credit, many industrialists and businessmen ",
  "have contributed generously to charities. ",
  " ",
  "LUST ",
  "Lust refers to excessive sexual desire. It takes many forms. All religions condemn sex outside marriage ",
  "or adultery. Adultery involves disloyalty to one’s spouse. It violates the vows taken at the time of ",
  "marriage. Hence, it involves a type of untruthfulness or falsehood. Breaking the bonds of marriage ",
  "affect family ties, damage children psychologically and hurt family interests. Adultery therefore hurts ",
  "one’s own long term interests and happiness. ",
  "Lustful men may sexually assault women. Such crimes are clearly violent. In addition, women ",
  "also face sexual harassment in various forms. These incidents tend to remain under wraps. In cases ",
  "of sexual harassment, men force their attentions on unwilling women. In this way, they violate the ",
  "dignity and modesty of women. Responsible men have to cast themselves in the role of protectors ",
  "of women. Social and official positions impose such roles on men. In many situations, women are ",
  "entrusted to the care of men. Thus employed women have to be protected in work situations by their ",
  "bosses. Their fellow workers have to maintain cordial but professional relations with them. Heads ",
  "of office have to ensure that women employees are not subjected to unwelcome sexual attentions. ",
  "In recent times, many cases have surfaced in which young women have been sexually harassed ",
  "or molested by those in authority above them. Such acts are reprehensible, and undermine the ",
  "tender ties which should ideally exist between men and women. Further, they betray trust and are ",
  "criminal acts. It is in this context that laws against sexual harassment at workplace have become ",
  "necessary. Many feminists argue that men in positions regard exploiting women subordinates as an ",
  "extension of their authority. ",
  "Such behaviour is a manifestation of power. Feminists also argue that men tend to regard women ",
  "as sex objects rather than as fellow human beings who deserve respect. Victims of sexual harassment ",
  "face social stigma, even when they are not to blame. If they show the courage to file complaints  ",
  "7.36   Ethics, Integrity & Aptitude ",
  "against the offenders, they have to go through traumatic court proceedings. Lawyers on behalf of ",
  "the offenders, who generally are powerful individuals with political connections, attack the victim’s ",
  "character. ",
  "The problem can also be traced to the changing social situation. The number of women in the ",
  "workplaces has increased. Certain culture of permissiveness has permeated the system. People have ",
  "come under the influence of Western culture and its permissive morals. Movies, electronic media ",
  "and internet have also contributed to this trend. People scoff at the traditional virtues of feminine ",
  "chastity. Many young men and women lose their moorings in this unhealthy moral environment. ",
  "They consider it fashionable and chic to enter into ‘relationships’ instead of getting properly married. ",
  "It is invariably the young women who end up on the wrong side of these so called relationships. ",
  "Some groups of people who fancy themselves as artists and intellectuals feel that ordinary morality ",
  "does not apply to them. They feel that such morality only applies to unenlightened and ignorant ",
  "masses. Given this mindset, they are too ready to take advantage of the young women workers (who ",
  "often take jobs from pressing economic need) in their midst. When they are caught in such acts, ",
  "they tend to portray the victims as willing accomplices. In a commonly used expression, they pass ",
  "off their crimes as ‘consensual acts between consenting adults’. ",
  "No one however exalted or talented can claim exemption from ordinary morality. This point is ",
  "brought out forcefully in George Orwell’s essay ‘The Benefit of Clergy’. Benefit of clergy refers to the ",
  "special privileges and exemptions which Christian priests enjoyed in relation to their criminal offences ",
  "sometime in the past. Salvador Dali, a famous Surrealist painter, has written in his autobiography ",
  "about some obnoxious things he did as a boy. Either he or his admirers implied that Salvador Dali’s ",
  "artistic genius places him in a special category, and that those moral lapses, unlike those of ordinary ",
  "people, do not count. Orwell demolishes this view, and rejects the argument that artistic genius or ",
  "any similar trait exempts anyone from common morality. ",
  "When some well intended efforts are made by police and voluntary groups, they are attacked for ",
  "moral policing. Many activists oppose regulation of bars and night clubs and late night entertainment ",
  "in the name of personal freedom. At the same time, they become vociferous whenever women are ",
  "sexually assaulted. Of course, men have to change their attitudes towards women. At the same ",
  "time, young women need to take ordinary precautions. Sexual assault is a crime which depends ",
  "on circumstances. It happens when the victim is alone with no one around to go to her help. ",
  "Women need to scrupulously avoid such situations. There may be situations when economic or ",
  "other circumstances make women helpless. These are likely to be exceptions. Barring exceptions, ",
  "women can take reasonable precautions. They should also avoid late ‘night outs’ with men under ",
  "the influence of alcohol. They should go out only with men with whom they have long acquaintance ",
  "and whom they can trust. ",
  "We have discussed lust in relation to sexual harassment. Some readers may feel that we have ",
  "departed from the topic. However, lust is a topic which is rather remote from administrative situations. ",
  "It becomes relevant mainly in relation to sexual harassment of women in workplaces whether in ",
  "public or private sector. Lust in the form of sexual attacks on women is also a current issue. It is ",
  "from these angles that we have briefly discussed the topic. ",
  "We have already discussed anger and vanity earlier. This completes our account of vices. ",
  "Avoidance of vices is the negative aspect of morality. Often, avoiding evil is itself a virtue even if  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.37 ",
  "one makes no effort to help others. Eschewing vices generally prevents harm to others, and ennobles ",
  "one’s character. ",
  "Uptill Now, we have discussed ethical qualities based on the pithy observations of great sages ",
  "and thinkers. Now, we outline a few cases to illustrate the situtations in which ethical qualities come ",
  "into play. ",
  " ",
  "Case Studies ",
  "CASE 1 ",
  "Subodh Jha hails from an influential family of landlords. Tall and very handsome, he could well ",
  "compete for a role in Bollywood. Being educated in Delhi in a top notch college he developed a ",
  "preference for the civil services and got selected in the IRS and joined as an Income Tax Officer. ",
  "During his college days he had been a cynosure of female eyes and had intimate relationship with a ",
  "number of girls across the campuses in Delhi. He could not control his night life culture of visiting ",
  "discotheque and night clubs with girl friends and getting inebriated even after joining this important ",
  "branch of civil service. ",
  "Nowadays he is invariably out every weekend and can never come punctually to office on ",
  "Mondays. On Fridays he loses concentration. Incidentally, his weekend begins on Thursday. Monday ",
  "mornings are important in his office because the Commissioner takes a review of results achieved ",
  "in the last week and plans for the ensuing week. Being late in office every time, he tries to fabricate ",
  "a story and explain delay. His overall performance being good he has not attracted adverse notice ",
  "of the bosses yet, but his immediate subordinates know why he is late on Mondays and smile while ",
  "he narrates stories. ",
  "Question ",
  "What ethical problems do you see in his behaviour from an official point of view? ",
  "Envisage four alternatives and select the most appropriate one ",
  "1.  Whatever Subodh is doing outside office hours is part of his personal life, and has no bearing ",
  "on his official conduct. ",
  "2.  The matter may concern Subodh’s personal life, but it is likely to lower his official ",
  "performance. It may be violative of official codes of conduct also. ",
  "3.  It is for the income Tax Commissioner to discipline Subodh and ensure that he attends ",
  "meetings on time. ",
  "4.  The fact that Subodh is able to convincingly lie to explain delay so many times shows that ",
  "he is smart. ",
  " ",
  "Discussion ",
  "The first alternative cannot be supported. Fundamentally, he has not been able to make a transition ",
  "from the lifestyle of a somewhat spoilt young man to that of a responsible public servant. What ",
  "was nobody else’s business when he was a student will soon become a matter of concern for his ",
  "department and the sooner he realises this, the better for him. His lifestyle is indulgent and lacks  ",
  "7.38   Ethics, Integrity & Aptitude ",
  "prudence and temperance. One may recall here Aristotle’s concept of golden mean and value of ",
  "prudence. Even though Subodh can afford an extravagant life style because of inherited wealth, the ",
  "habits he developed are fraught with problems. His delay in reaching office shows that his behaviour ",
  "is affecting his official discipline. ",
  "The second alternative is the appropriate one. His life style has begun to undermine his official ",
  "discipline. He is also cultivating the horrible habit of telling lies. Instead of addressing the cause of ",
  "unpunctuality he is fabricating stories. This cannot work for long. His weakness cannot remain hidden ",
  "for ever and when known to office he will lose credibility - which is already happening. When the ",
  "burden of falsehood becomes heavy the moral agent no longer remains trustworthy and his esteem ",
  "in the eyes of others melts away. When that happens the individual becomes unfit for any leadership ",
  "role such as civil servants are expected to assume. Civil servants are expected to behave decently in ",
  "personal life and philandering is not an acceptable quality. It can expose them to risks of blackmail ",
  "and scandals thereby endangering public interest. His behaviour is a form of moral turpitude and ",
  "violates the codes of public servants. ",
  "It is true that the Income Tax Commissioner has to enforce discipline. But then, Subodh is a ",
  "senior officer and has to punctiliously observe official discipline and protocols on his own instead ",
  "of waiting to be coerced into disciplined behaviour. ",
  "The fourth response is very inappropriate. A morally bad act or behaviour even if carried out ",
  "with confidence and style is to be condemned. Smartness has to be admired or accepted only when ",
  "displayed in moral conduct and actions. ",
  " ",
  "CASE 2 ",
  "Mr. Irfan Khan is a top level executive in an MNC in the IT sector. He hails from a cultured family ",
  "and has a happy married life. His young kid Zafar, aged 7 is exhibiting some behaviour patterns ",
  "that disturb Mrs. and Mr. Khan. Zafar has been taking pleasure in hurting and torturing creatures ",
  "for the last two years. It all started when he would pick up some insects such as cockroaches and ",
  "worms and take delight in cutting them to pieces with a blade. The family keeps some pets including ",
  "rabbits and some days ago Mr. Khan detected the boy vivisecting a rabbit in a lonely corner of ",
  "their garden. By the time Mr. Khan intervened it was all over and young Zafar was almost relishing ",
  "the sight of his bloody hand. Mr. Khan, of course, scolded the kid but they are worried about the ",
  "gruesome incidents likely to happen from this kind of perverse behaviour. ",
  "Question ",
  "What actions should the parents take? Select from the following options: ",
  "1.  They should ignore the incidents as childish pranks. ",
  "2.  They should explain to Zafar the need to behave kindly towards animals and to avoid ",
  "violence in all forms. ",
  "3.  They should take Zafar to a psychiatrist for counselling and treatment. ",
  "4.  They should not let Zafar out of sight when he is alone.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.39 ",
  "Discussion ",
  "The first course of action will be unwise. The type of violent behaviour shown by Zafar is unnatural. ",
  "It should not be left unattended since the tendency may grow strong and become ingrained. ",
  "The second course of action may not work. Parents can certainly inculcate non-violent thoughts ",
  "and behaviour in Zafar. But it is a question as to what extent he would absorb such advice. As he ",
  "is too young, he may not realise that the danger of his behaviour trait. ",
  "The third option is the correct response. Normal children do not enjoy torturing and vivisecting ",
  "insects. If Zafar has been doing this, there may be some underlying pathology. The last incident is ",
  "definitely serious. More than adults, children generally get attracted to pets and start enjoying their ",
  "company. Instead, if the boy is killing a pet which is as innocent as a rabbit, there may be a malady. ",
  "This malady needs to be addressed or else it may spread and the boy may become more violent ",
  "over time. Finally, he may end up even being a murderer. Early correction could circumvent many ",
  "ugly situations in adulthood. Outbursts of violent episodes may originate from unpleasant events ",
  "and a sense of frustration. This diagnosis is important and only after diagnosis a cure can be sought. ",
  "Khan family would be well advised to consult a child psychologist for treatment of this pathological ",
  "condition. ",
  "The last response will be impracticable. Parents cannot keep continuous watch over children. ",
  "They may encourage Zafar to play with children of his age and promote his interest in group activities ",
  "as a means of socialization. ",
  " ",
  "CASE 3 ",
  "Kalyanpur is a somewhat isolated headquarter of a block in a tribal district. Kalyanpur Primary ",
  "Health Centre (PHC) has lots of vacancies and only one MBBS Doctor Kuldeep Goyal manages with ",
  "a few core staff all the affairs of the PHC. About a year ago, the Pradhan of the Kalyanpur village ",
  "had approached Dr. Goyal to issue a medical certificate for somebody who Dr. Goyal knew was not ",
  "at all sick. So he had declined the request. Around same time, Dr. Goyal was planning to build his ",
  "residential house in the same village. When the matter came up to the village panchayat for issuing ",
  "a building permission for Dr. Goyal’s plan, the panchayat adopted dilatory tactics in the sense that ",
  "the panchayat neither gave the permission nor rejected the plan. Dr. Goyal had approached him ",
  "twice requesting a decision yet there was no movement. ",
  "A few days ago in the early morning hours when only a cleaner, the staff nurse and Dr. Goyal ",
  "were present in the PHC, the nurse received a call that the Pradhan’s son and one of his friends had ",
  "met with a car accident and that they were being brought to the PHC by the Pradhan and other ",
  "local people. The nurse reported this call to Dr. Goyal. ",
  "Question ",
  "On hearing this news, Dr. Goyal thinks of the following responses : Which of those responses is ",
  "appropriate? ",
  "1.  Tell the nurse that when the patients arrive she may give them primary treatment and inform ",
  "the Pradhan that the doctor is unwell and may come late. And then he should leave the ",
  "PHC through the backdoor.  ",
  "7.40   Ethics, Integrity & Aptitude ",
  "2.  Since almost everyone carries mobile phones these days, he should tell the nurse to make ",
  "a phone call to callers that as the PHC lacks critical medicines and equipment, they should ",
  "remove the victims elsewhere. ",
  "3.  Forget the bad treatment he received from the Pradhan and give the best possible medical ",
  "attention to the accident victims. ",
  "4.  Inform the Pradhan that because of the way he handled the house building application, ",
  "he would find it psychologically difficult to attend to his son and that he should take him ",
  "elsewhere. ",
  " ",
  "Discussion ",
  "The correct course is fairly obvious. The first course is wrong because it would deprive the victims ",
  "of the best possible treatment to which they are entitled. The main motive here is to teach the ",
  "family of the Pradhan a lesson because the latter had not treated Dr. Goyal’s legitimate request for ",
  "building permission with fairness and had been unnecessarily obstructive. The Pradhan failed in ",
  "his duties because Dr. Goyal did not agree to issue a false medical certificate. If the building plan ",
  "had any deficiency, the Pradhan was duty bound to inform the applicant, and he had no business ",
  "to sit over the application. Conduct of the Pradhan was definitely improper but Dr. Goyal should ",
  "not imitate it. If the victims are serious, Dr.Goyal’s action will endanger their life. ",
  "The second alternative is also a way of avoiding a doctor’s primary duty. In this alternative, the ",
  "doctor is instructing the nurse to tell a lie and divert the patients to another clinic. ",
  "The third alternative is the right course of action. Every public servant has to discharge his duties ",
  "faithfully. He should not shirk his duty even towards those who may have wronged him in some ",
  "way. This consideration applies with additional force in this situation since Dr. Goyal is bound by ",
  "the Hippocratic Oath which governs all doctors. They have to do their best to help the patients, and ",
  "should never harm them. He should not link his duty as a physician with other issues. He should ",
  "not harm Pradhan’s son for the wrong of his father. ",
  "The fourth alternative is also inappropriate. A doctor should not bring in issues of his psychological ",
  "attitudes in these matters. He cannot choose patients based on his subjective feelings. He should ",
  "treat all the patients irrespective of his attitude towards them. ",
  " ",
  "CASE 4 ",
  "Mr. X and Yashwant Mishra, sharing a room in Lal Bahadur Shastri National Academy of ",
  "Administration (LBSNAA), became friendly very quickly. There were a few common threads that ",
  "helped the bonding. They hailed from the same state and joined the same service through different ",
  "career paths though, and they both got allotted to a state different from their home state. ",
  "Dissimilarities in their background are striking. Mr. X belongs to the reserved category and had ",
  "humble schooling. While working as a railway clerk by dint of hard work and devotion he made it to ",
  "the IAS. Mr. Mishra belonged to a rich family and had schooling in Doon School. He was focused ",
  "right from school and easily walked into the LBSNAA after graduating from a well known college ",
  "of Delhi. ",
  "These dissimilarities, did not come in way of their friendship. Mr. X was married at the time he ",
  "joined the IAS. His wife Bhanumati joined Mr. X in the district posting as a probationary officer.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.41 ",
  "Even Bhanumati was like her husband very affectionate to this ‘young hero’ from native state. On ",
  "holidays Mishra would sometimes go to X’s place of posting to enjoy meals and chitchat. ",
  "It was two and half years into the IAS, when Mr. Mishra married Sujata onetime beauty queen ",
  "of his home state. She too was from an affluent background. ",
  "A few months into her new life, Sujata to the discomfort of Yashwant, showed early signs that ",
  "his spouse’s friendship with X’s family did not mean much – if not an aberration. Initially she would ",
  "join, Yashwant going to X’s place, but her comments indirectly would, focus on her father’s and ",
  "in-laws’ superior status. Once she even speculated that Yashwant will be the CS of the state if not ",
  "the Cabinet Secretary to GOI. ",
  "Yashwant never relished this senseless chattering but remained silent as he did not want to bring ",
  "discord in his family. To his utter dismay he slowly discovered that Mr. X’s family was cooling off ",
  "towards them. They would not invite Yashwant as frequently as before. Recently during the Holy ",
  "festival, when Yashwant invited X with family, Mr. X gave an excuse of their school going son needing ",
  "some attention. Yashwant is wondering how to bring back the same old warmth and cordiality in ",
  "this friendship tie. ",
  "Question ",
  "What do you think is the root cause of the problem? ",
  "1.  X and his wife may have started feeling jealous of Yashwant and Sujata. ",
  "2.  Depending on paths of life of individuals diverge and this may lead to loss of ardour of ",
  "friendship. ",
  "3.  Modern work situations are characterised by intense competition and rat race among ",
  "colleagues. ",
  "4.  The problem appears to have started from Sujatha’s arrogant behaviour and Yashwant ",
  "should tell her to show modesty in her dealings with others. ",
  " ",
  "Discussion ",
  "The answer choice (1) does not seem to be the case. X and his wife have been behaving in a friendly ",
  "manner with Yashwant for quite a while. They have been affectionate towards Yashwant. ",
  "As for the second answer choice, it is true that friends can lose contact if they move away to ",
  "different places due to professional and other reasons. Separation in terms of distance and time can ",
  "lead to loss of friendship. But in this case, the friends have been in close proximity. ",
  "As mentioned in the third answer choice, sometimes, the desire to forge ahead of others in ",
  "professional life creates rivalries. When rivalry develops between people, they cannot share genuine ",
  "friendship. But at this stage of career, the two friends are not in a competitive situation. ",
  "The problem has been triggered most probably by the ego of Mrs. Mishra. This egoistic feeling ",
  "has come about because she is pretty and has a ‘star spouse’ who has the great advantage of joining ",
  "the service at a young age. Expression of this ego and pride must have surfaced in conversation and ",
  "behaviour with Mr. X’s family. That must be making them conscious about the difference in their ",
  "endowments – mostly by birth. If individuals feel that they have different goals and have unequal ",
  "‘status’ in life, general reaction is one of avoidance. Avoidance is one way to express feeling of ",
  "inadequacy or inferiority. This probably is the reason why X’s family is cooling off towards Mishras.  ",
  "7.42   Ethics, Integrity & Aptitude ",
  "Yashwant and Sujata must behave normally with X. Any talk about money, career and beauty ",
  "of women should be strictly avoided. Discussion may focus on some activities they enjoyed together ",
  "so that good memories are refreshed. It is not late yet but Yashwant must make some special efforts ",
  "to restore the earlier level of friendship. ",
  " ",
  "CASE 5 ",
  "Ms. Vandana Subramaniam, IAS comes from a family with strong moral and religious inclinations. ",
  "She is the DM of a Hindu majority district with substantial Christian population. There is only one ",
  "good town-hall in the district headquarters controlled by the estate department under the DM. Every ",
  "year Easter festival is celebrated in the Hall. This year Easter coincides with a well-known Hindu ",
  "festival and both groups have asked for the same hall. Earlier Hindus used to celebrate this in the ",
  "premises of a religious-social service institution but this year that hall is under renovation. ",
  "Question ",
  "What should be her decision from an administrative standpoint? ",
  "1.  She should not rent the hall to either group ",
  "2.  She should pass an order not to rent the hall to any religious group in future. ",
  "3.  She should rent the hall to Hindus as they represent a far larger segment of the population ",
  "of the district. ",
  "4.  She should rent it for Easter as has been done in the past. ",
  " ",
  "Discussion ",
  "In this context action as either at (1) or (2) will be over reaction. Just because on one particular day ",
  "two festivals have coincided the DM need not be jittery, and ban future allotment. ",
  "Action as at (3) does not follow the principle of equity. Every year the Christians hold the cultural ",
  "activities in the hall. The demand from Hindus has come because of a special situation. It would not ",
  "be correct to accommodate that special situation and tell the Christians to go elsewhere. She should ",
  "follow the well set precedent. ",
  "Action at (4) is correct. If the Hindus complain, they should be explained the reasons for ",
  "favouring the trodden path. The DM may use her good offices to find a suitable venue for the Hindu ",
  "congregation. ",
  " ",
  "CASE 6 ",
  "Lachhman Singh has recently purchased a costly wristwatch through an internet site. He was to send ",
  "a cheque by post, but the wristwatch has been sent, even though he has genuinely forgotten to send ",
  "the cheque. On top of it, he receives the wristwatch by courier with sticker ‘paid’ on the package. ",
  "What are the options before Lachhman Singh in this case? ",
  "1.  Make the payment immediately ",
  "2.  Seek a clarification from the company as to whether he is getting the watch under some ",
  "scheme and make payment when company asks for it.  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.43 ",
  "3.  Just ignore the matter. ",
  "4.  Retain the ‘paid’ sticker with him and create a controversy on that basis when company ",
  "seeks payment. ",
  "Lachhman Singh need not make that payment immediately since there is no demand---due to an ",
  "error---from the company. ",
  "The second alternative is the most appropriate one. Some employee of the company has for ",
  "sure made a mistake. This has created some confusion. By writing to the company, Lachhman Singh ",
  "can clear up the matter. He knows that he has to make a payment. He will be bringing the error to ",
  "the company’s notice. ",
  "Lachhman Singh can ignore the matter for the time being. But sooner or later the company will ",
  "realise the mistake and ask him to pay. This is not a sensible choice. ",
  "The last alternative is totally unacceptable. Lachhman Singh should not take advantage of an ",
  "error to deprive the company of payment. Although he may raise a dispute, he will not succeed in ",
  "establishing that he had made the payment. ",
  " ",
  "CASE 7 ",
  "You are in a suburban overcrowded train station in Mumbai. While you are coming out from the ",
  "ticket counter, rushing to the platform, one individual standing in queue of another ticket counter ",
  "accidentally spits on your feet. You do not know this individual. ",
  "You immediately challenge him asking to know why he did this. This individual with folded ",
  "hand begs pardon and says it happened without any intent on his part. ",
  "Question ",
  "What should you do? ",
  "1.  Ask him to come to the Railway Police so that a formal complaint can be lodged. ",
  "2.  Rush to the platform because your train must be arriving within a short while. ",
  "3.  Spit on him. ",
  "4.  Forgive him and caution him to take care in future. ",
  " ",
  "Discussion ",
  "Notice that action choice (2) dodges the question. Rushing to catch the train may be necessary for you ",
  "but such a response does not reveal your moral inclination at all and as such is an unsuitable answer. ",
  "Action choice (3) is both foolish and unethical. That individual has been careless. You were ",
  "not the target of any vengeance. So you should avoid any ‘tit for tat’ response. Gandhiji insightfully ",
  "observed that a policy of “an eye for an eye” would leave the world blind. Even if the whole world ",
  "does not become blind, it will have many blind people. In fact, the moral offensiveness of your action ",
  "would be much more serious than the careless action of that individual. Normal instinct triggers ",
  "revenge but as Confucius had said, “Before you embark on a journey of revenge, dig two graves.” ",
  "Forgiveness enables us to move forward without having to carry the ugly burden of bearing ",
  "grudges. Forgiveness reduces the sum total of social costs that would otherwise accrue in its absence.  ",
  "7.44   Ethics, Integrity & Aptitude ",
  "No doubt that individual has been careless and uncultured. By forgiving you would encourage him ",
  "to examine his own conduct. In a situation like this forgiving is the best thing to do. ",
  "In this case, there is no evil intent on the part of the individual and he has sought forgiveness. ",
  "Therefore, action choice (4) is preferable to (1). ",
  " ",
  "CASE 8 ",
  "Your friend Umakant hails from a village whose surrounding areas were submerged due to floods ",
  "during the monsoon last year. Government assisted the affected people by giving them cash doles ",
  "to purchase household effects, seeds to replant crop and cash to compensate for loss of standing ",
  "crop. Umakant had his house site on high ground and suffered no loss of personal effects. Luckily, ",
  "his agricultural land being relatively far away from the flooded river escaped the ravages of the ",
  "flood. Normally, government machinery is unable to thoroughly assess the damage suffered by each ",
  "individual family. As a result, people take advantage by making extravagant and often fictitious ",
  "claims. Umakant has made false claims like others in the village. ",
  "Question ",
  "What will be an appropriate response to Umakant’s conduct? ",
  "1.  Umakant should only have made genuine claims. ",
  "2.  It is for the government agencies to ensure that no false claims are entertained. ",
  "3.  When everyone is cheating the system, Umakant cannot do anything singly; he should join ",
  "the crowd. ",
  "4.  Governments provide relief whenever natural calamities occur for winning cheap popularity. ",
  "They should scale down the benefits. ",
  " ",
  "Discussion ",
  "The first choice is correct. Actually moral responsibility springs from within. One source of ethical ",
  "values is conscience. Inside every sentient moral agent there is a voice which tells him/her what is ",
  "right and what is wrong. An action is wrong, even when nobody else has observed it if it does not ",
  "pass the test of morality. Umakant or for that matter anybody else deserves the benefit of flood relief ",
  "only if he has suffered specific losses due to flood. If crop has been lost then for crop loss the claim ",
  "is morally sound. If no loss has taken place, one cannot make a claim at all. Whether government ",
  "sanctions a false claim or not is not relevant from his ethical perspective. It is with this deep sensibility ",
  "that the great philosopher Immanuel Kant had written “Two things awe me most, the starry sky above ",
  "me and the moral law within me”. One has to remain sensitive to the promptings of conscience. ",
  "Knowingly or unknowingly, Umakant is harbouring a wrong belief that his moral responsibility ",
  "does not arise because government functionaries are expected to verify details and only after ",
  "verification pass a payment order. If the authorities have not taken care to do their job, it is they ",
  "who are responsible and not he. But this answer choice as explained above, is wrong. ",
  "Umakant is also wrong in justifying his improper conduct on the ground that everybody else ",
  "in a similar situation in his village has done the same. This is a bandwagon impropriety as we may  ",
  "Ethical Qualities Through The Lenses of Sages and Great Thinkers   7.45 ",
  "call it. Bandwagon behaviour is a conduct of imitating others – irrespective of whether the conduct ",
  "in itself is right or wrong. Populism causes social aberration and this is common in our country – ",
  "everybody wants to take the benefit of government schemes irrespective of whether the eligibility ",
  "conditions apply to him or not. Other’s conduct is good for imitation only to the extent it is worthy. ",
  "Confucius put it very nicely: “If I am walking with two other men, each of them will serve as my ",
  "teacher. I will pick out the good points of the one and imitate them and the bad points of the other ",
  "and correct them in myself.” ",
  "The fact that governments provide relief on a liberal scale is no argument for misusing such ",
  "relief. Scale of benefits has no connection with morally desirable conduct in this case.  ",
  " ",
  ""
]