[
  "C h a p t e r.24",
  "International ",
  "Morality ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "International morality refers to morals or codes of conduct governing relations between nations. The ",
  "present day world is divided into many independent territorial political communities. They constitute ",
  "the international political order, sometimes called international legal order. The basic feature of this ",
  "order is the ‘sovereign equality’ of states. The present conception of sovereign equality is derived ",
  "mainly from the United Nations Charter. ",
  " ",
  "SOVEREIGNTY ",
  "‘Sovereignty’ is a term from political theory. It is the ultimate authority or power possessed by a state ",
  "as an embodiment of its political community. Sovereignty represents the will of the people, which ",
  "is theoretically absolute and unfettered. It is the supreme political authority which a state exercises ",
  "within its territory. States exercise these powers without any restrictions from other states. This is the ",
  "meaning of political independence. ",
  "State, in this sense, needs to be distinguished from government. Governments are temporary ",
  "and hold office for certain specified periods; and in democracies, they may be replaced by other ",
  "governments after elections. However, a state is permanent, and lives as long as the political ",
  "community which it represents. ",
  "Political theorists commonly use sovereignty in three contexts. From an international legal ",
  "perspective, it refers to the terms of the reciprocal recognition that states accord one another in the ",
  "international political order. In its reference to domestic polity of a state, it means the ultimate source ",
  "of legal or constitutional authority. Empirically, it means effective capacity to exercise unilateral ",
  "control over various fields of activity and to formulate policies unilaterally.  ",
  "24.2   Ethics, Integrity & Aptitude ",
  "NATION AND STATE ",
  "Political theorists make a distinction between ‘nation’ and ‘state’. A nation is a group which thinks of ",
  "itself as ‘a people,’ usually because they share many things in common. These consist of a common ",
  "territory, history, culture, language, religion and way of life. The state has a narrower meaning referring ",
  "to the constitutional arrangements which determine how a nation is governed. Or ‘state’ refers to the ",
  "machinery of government which organizes life in a given territory. Thus, we can distinguish between ",
  "the Austrian state and the Austrian people or between the Thailand state and the Thailand people. ",
  "Modern nations are largely nation states. States have been in existence since ancient times. ",
  "However, before the modern period in history, countries were mostly monarchies and empires, ",
  "held together by loyalty to a ruling dynasty rather than by any sense of nationalism. Historians trace ",
  "the origins of nation states, if not of nationalism, to eighteenth century. The first movements for ",
  "nation states arose in Italy and Germany and spread later to other parts of world. Political thinkers ",
  "distinguish between the terms ‘nation’, ‘country’ and ‘State’. In speaking of a nation, the emphasis ",
  "is on the common heritage which the people of a country share, and which underlies their sense of ",
  "nationhood or nationality. ",
  "Some writers argue that in some countries, such as America, Australia and Canada, the state ",
  "comprises many nations, and that they are ‘multi-national societies.’ Societies with heavy immigration ",
  "are seen as multi-national. Multi-national countries are sometimes prone to civil wars between the ",
  "different groups. This has been especially true of central Africa in recent years, where different peoples ",
  "fight to gain control of the state, or try to secede from the existing state. As we shall see, this question ",
  "can lead to issues of international morality. ‘Nation’ and ‘country’ are used as synonyms in common ",
  "parlance. In this chapter, we will use the three terms – nation, state and country – interchangeably. ",
  "However, we need to bear in mind the conceptual differences between nation and state. ",
  "Irrespective of the nature of any state, it generally has relations with other states; these are ",
  "known as foreign relations or international relations. A country’s relations with other countries are ",
  "determined by its foreign policy. Foreign policy is also closely allied to a country’s diplomacy. A ",
  "country’s foreign policy is seen as distinct from its domestic or internal policy. Thus, a country’s ",
  "policy towards health or primary education is a part of its internal or domestic policy. But whether ",
  "a country will join in a military arrangement with other countries will be determined by its foreign ",
  "policy. However, there is always some interdependence between a country’s domestic and foreign ",
  "policies. After these preliminaries, we will discuss the main questions connected with international ",
  "morality. ",
  " ",
  "INTERNATIONAL  MORALITY ",
  "International morality is a topic which philosophers, historians and political thinkers have discussed ",
  "since ancient times. Human history has been bloody – marked by wars, invasions, massacres and ",
  "plunder. Wars are brutal and ugly, often horrid spectacles of barbaric slaughter. They have been ",
  "central to human history and wrought forcible social change in the vanquished countries. They have ",
  "moved humane and thoughtful scholars from ancient times into reflections about the morality which ",
  "ideally should guide the relations between nations.  ",
  "International Morality   24.3 ",
  "International morality as a subject falls in the domain of international relations (IR), which is a ",
  "study of the forces which shape the conduct of nations towards one another. International relations ",
  "can be studied as part of history or more theoretically as part of political science. Many writers ",
  "combine the theoretical and historical approaches in their studies. Insights from the discipline of ",
  "Ethics are also used in studying international morality. ",
  "International relations can be studied from three points of view. One perspective focuses on simple ",
  "factual aspects – how nations actually behave towards one another and the reasons or motivations ",
  "behind their behaviour. Secondly, one may study international relations normatively to prescribe ",
  "desirable kinds of behaviour to nations. Finally, international relations can be studied for advising ",
  "governments on how best to conduct foreign relations in national interests. In one way or another, ",
  "moral aspects enter into these different approaches. Further, in all these studies, writers use various ",
  "theories. ",
  "Topics Covered in this Chapter ",
  "In this chapter, we will discuss the following topics: ",
  "¤  Theories of international relations and their relation to international morality ",
  "¤  Ingredients of international morality ",
  "¤  Morality in relation to war ",
  "¤  Moral aspects of some major international problems ",
  "¤  Moral dimensions of international economic problems ",
  "¤  Moral roots of India’s foreign policy ",
  " ",
  "THEORIES OF IR ",
  "The main theories of IR are – realism, idealism, their variants and a collection of views drawn from ",
  "other schools of thought. The most prominent theories are realism and idealism, both of which ",
  "have a long history. Neorealism and neoliberalism have become popular in the twentieth century. ",
  "Doctrines of postmodernism and feminism have also influenced some IR theories. ",
  "Realism ",
  "Realism is an old doctrine; its lineage is traced to Thucydides, Machiavelli and Hobbes. Thucydides ",
  "(460–411 B.C.) wrote History of the Peloponnesian War – a war that Athens and Sparta fought from 431 ",
  "to 404 B.C. Thucydides touches upon the usual themes of realism. Athenians affirm the priority ",
  "of self-interest over morality. They say that considerations of right and wrong have “never turned ",
  "people aside from the opportunities of aggrandizement offered by superior strength”. The History ",
  "of the Peloponnesim war contains dialogues between protagonists of realism and idealism. Thucydides ",
  "supports neither side unreservedly. He cautions both against “naïve-dreaming on international ",
  "politics” and against “the other pernicious extreme: unrestrained cynicism”. A ruler should make a ",
  "realistic assessment of the dangers from external enemies, and take defensive measures. He should ",
  "not merely place faith in the good intentions of other rulers. At the same time, a ruler should abide ",
  "by rules of good behaviour. He should not attack and annexe weaker kingdoms.  ",
  "24.4   Ethics, Integrity & Aptitude ",
  "Critique of the Moral Tradition ",
  "Idealism advocates the moral point of view or ‘what ought to be’ in politics. Plato, Aristotle, and ",
  "Cicero were all political idealists who believed that there are some universal moral values on which ",
  "political life could be based. This view received support later from Christianity. Till Machiavelli’s ",
  "times, political thinkers generally believed that politics, including the relations among states, should ",
  "be virtuous, and that the methods of warfare should remain subordinated to ethical standards. ",
  "In The Prince, Machiavelli seeks “the effectual truth of the matter rather than the imagined ",
  "one.” In modern terms, rulers have to face up to harsh realities and avoid chasing illusions. He ",
  "outlines practical prescriptions for making both individuals and countries prosperous and strong. ",
  "Machiavellianism is a radical type of political realism. It denies the relevance of morality in politics, ",
  "and claims that all means (moral and immoral) are justified to achieve certain political ends. This ",
  "is the doctrine of raison d’état which implies that rulers should follow whatever is good for the state ",
  "and not ethical scruples or norms. ",
  "In the nineteenth-century, Hegel and Treitschke, pushed Machiavellian realism to even further ",
  "extremes, and applied it to international relations. Hegel’s statement that “the state has no higher duty ",
  "than that of maintaining itself,” gave an ethical sanction to the state’s promotion of its own interest ",
  "and advantage against other states. For Treitschke the state was power; it has to assert itself against ",
  "other equally independent powers; and its supreme moral duty is to maintain its power. States need ",
  "to follow international agreements only if it is expedient to do so. These views are part of realpolitik ",
  "or a ruthlessly realistic and opportunist, as opposed to a moralistic, approach to statesmanship. ",
  "Realpolitik is a national policy having as its sole principle–advancement of the national interest. ",
  "Traditional ethics was denied and power politics was associated with a ‘higher’ or different type of ",
  "morality. ",
  "According to modern realist thinkers, in the absence of a common rule-making and enforcing ",
  "authority, the international arena is essentially a self-help system. Each state has to ensure its ",
  "survival, define its interests and pursue power. Anarchy (which here means absence of an effective ",
  "international body which can regulate the conduct of sovereign nations) creates a situation in which ",
  "power primarily shapes inter-state relations. ",
  "For realists, the world of (nation) states is anarchic, and security is the overriding goal of any ",
  "state. To this end, states try to increase their power and engage in power-balancing for the purpose ",
  "of deterring potential aggressors. Wars are fought to prevent competing nations from becoming ",
  "militarily stronger. This is the famous concept of balance of power. ",
  "Realists doubt the relevance of morality to international politics. This usually leads them to the ",
  "following conclusions: there is no place for morality in international relations; morality and successful ",
  "conduct of international relations of a nation are incompatible; morality of States is different from ",
  "customary morality; and morality, if any, is merely used instrumentally to justify states’ conduct. ",
  "The doctrine of realism can also be applied to domestic politics. In the domestic sphere, realism ",
  "sees politics in general as a conflict of interests and a struggle for power, and seeks peace by trying ",
  "to recognise common group and individual interests, rather than by moralizing. ",
  "Political thinkers distinguish between descriptive and prescriptive realism. Descriptive realism ",
  "claims that in real world states do not behave morally. Either they lack the moral motivation, or ",
  "are unable to act morally due to competitive struggles. Moral talk centering on interstate conflict is  ",
  "International Morality   24.5 ",
  "vacuous. States do not value morality and justice; they value power, security and national interest. ",
  "States cannot afford to be moral if they want to survive in the violent international arena, and if they ",
  "want to serve and protect their citizens. “Morality is simply not on the radar screen for states, given ",
  "their defensive function and the brutal environment in which they subsist.” ",
  "Some writers oppose extreme realism and argue that states value morals, though they may often ",
  "violate them. Two reasons are advanced to support this view. Individuals create states, and also ",
  "desire that states should act decently. This is part of a deeper sense of community and justice. The ",
  "“necessity” of state conduct in terms of pursuing power is exaggerated and rhetorical; it ignores the ",
  "facts of foreign policy choice which states have in the international sphere. In normal times, states ",
  "are not trapped into desperate do-or-die struggles. Many international problems can be sorted out ",
  "through calm and reasoned discussions. ",
  "Prescriptive realism advocates that states should be prudent in their international conduct. States ",
  "should be amoral – wedded neither to rigid moral or immoral conduct. Prudence requires that a ",
  "state should adhere to a policy of smart self-regard in international affairs. A smart state will ignore ",
  "morality when considering what to do on the international stage. If it is too moral, other ruthless ",
  "states will exploit it. (Nice guys finish last.) A holier-than-thou state will offend other communities ",
  "with different values. The approach can be summed up as: “Better to stick to the sober calculus of ",
  "national interests and leave ethics out of it.” ",
  "Idealism ",
  "Idealism may be defined as the spirit which leads an individual or group to adopt loftier moral ",
  "standards than those which prevail around them. Idealism in international relations can be traced ",
  "back to the practices which governed relations between rulers in olden times. One area in which ",
  "the practices operated was war. Over time, norms arose which regulated conduct of war, treatment ",
  "of prisoners and of the vanquished who surrendered. As wars were led by nobles who often had ",
  "family ties, they tended to be merciful. Moral thinkers condemned wanton cruelty in wars. ",
  "Idealism in the sense of adherence to moral principles also became relevant to treaties which ",
  "ended wars or laid down agreements between rulers. Treaties involved principles of good faith, ",
  "reciprocity and honouring agreements in letter and spirit. Honouring international agreements and ",
  "observing conventions of warfare became matters of moral principles. No nation should violate these ",
  "to secure any undue advantage. ",
  "Immanuel Kant is among those who anticipated many modern themes of idealism in international ",
  "morals. The following observations of Kant illustrate this point. ",
  "¤  No state shall by force interfere with the internal affairs of another state. ",
  "¤  It would be fatal to divide the states according to the principle of feudal lord and vassal. ",
  "¤ No state shall, during war, permit such acts of hostility which would make mutual confidence ",
  "in the subsequent peace impossible. ",
  "¤ Governments need to reduce military spending and armaments. Standing armies shall in ",
  "time be totally abolished. (Immanuel ftant and International Relations of Modern Times by Dr Habil ",
  "Vyacheslav  Dashichev)  ",
  "24.6   Ethics, Integrity & Aptitude ",
  "Notwithstanding such sentiments expressed by philosophers, European diplomatic practices by ",
  "and large ignored idealist considerations. The great powers pursued politics of naked power. The ",
  "major European powers such as Austria, France, Germany, Russia and England were involved in a ",
  "complicated game of maintaining balance of power in Europe. The idea was not to let any nation ",
  "become the dominant power. This policy led to frequent wars. ",
  "We need not trace the twists and turns of nineteenth century European history. But it is this ",
  "lack of idealism which led to the outbreak of the First World War (1914-1918). The war wreaked ",
  "great havoc and shattered the belief in Western moral and cultural ideals. It also brought idealism ",
  "to the fore of international diplomacy under the leadership of the US president Woodrow Wilson. ",
  "As we shall see, realism reemerged after the failure of Woodrow Wilson’s efforts during the period ",
  "between the two world wars. ",
  "The idealists of the 1920s and 1930s are also known as liberal internationalists or utopians. The ",
  "main ideas of idealists were: ",
  "¤  Ensuring peace and avoiding another world conflict ",
  "¤  Creating a system of international law, backed by international organizations ",
  "¤ Viewing wars as results of imperfect social conditions and political arrangements, and not ",
  "of egoistic human nature ",
  "¤ Focusing on the common interests that could unite humanity and rejecting any inevitability ",
  "of conflict between states and peoples ",
  "¤  Appealing to human rationality and morality. ",
  "Efforts of idealists resulted in founding of the League of Nations in 1920; and to the Kellogg-Briand ",
  "Pact of 1928, outlawing war and providing for the peaceful settlements of disputes. U.S. President ",
  "Woodrow Wilson was a prominent idealist of that period. He propounded a liberal programme of ",
  "Fourteen Points during World War I. ",
  "But US finally did not join the League of Nations; Japan and Germany left it; and it could not ",
  "prevent the outbreak of the Second World War. These events led to loss of faith in idealism both ",
  "among academic thinkers and practical diplomats. However, United Nations, founded in 1945 after ",
  "the Second World War, is an outcome of idealism. But thereafter, because of cold war between ",
  "USA and USSR, realism became influential in the political thinking in the initial years of the post-war ",
  "period. The famous ‘classical’ realists of this time included Hans Morgenthau and George Kennan. ",
  "However, we will first consider the realist reaction to idealism during the interwar period. ",
  " ",
  "E. H. CARR’S CHALLENGE TO UTOPIAN IDEALISM ",
  "In his The Twenty Years’ Crisis, E. H. Carr attacks idealism. He lists, the main tenets of idealism as: faith ",
  "in reason, confidence in progress, a sense of moral rectitude, and a belief in an underlying harmony ",
  "of interests. Carr disputes the belief of idealism in moral universalism and harmony of interests. ",
  "1.  Carr argues that standards used to judge policies are the products of circumstances and ",
  "interests. What a nation regards as moral principles is always determined by its interests. ",
  "Hence, these principles are not universal. Policies are not, as the idealists claim, based on ",
  "some universal norms, independent of interests of the parties involved.  ",
  "International Morality   24.7 ",
  "2.  Carr adds that interests underlie the supposedly absolute principles or universal moral values. ",
  "There are neither universal values nor universal interests. Those who refer to universal ",
  "interests are in fact acting in their own interests. They think that what is best for them is ",
  "best for everyone, and identify their own interests with the universal interest of the world at ",
  "large. ",
  "3.  Carr says that the idealist concept of the harmony of interests presupposes that human beings ",
  "can rationally recognise that they have some interests in common, and that cooperation is ",
  "therefore possible. Carr calls attention to the reality of conflict of interests. The world is torn ",
  "apart by the particular interests of different individuals and groups. In this environment, ",
  "order is based on power, not on morality. Further, morality itself is the product of power, ",
  "and is embedded in the legal system which a coercive power enforces. Dominant nations ",
  "claiming to represent the international community impose international moral norms on ",
  "other countries. ",
  "4.  Carr considers peace, social justice, prosperity, and international order, and similar universal ",
  "values which idealists advocate as status quo notions. The powers that are satisfied with ",
  "the status quo regard the arrangement in place as just and therefore preach peace. On the ",
  "other hand, the unsatisfied powers consider the same arrangement as unjust, and so prepare ",
  "for war. Hence, the way to obtain peace, if it cannot be simply enforced, is to satisfy the ",
  "unsatisfied powers. ",
  "However, Carr recognises that “pure realism can offer nothing but a naked struggle for power ",
  "which makes any kind of international society impossible”. There is a deep yearning in many ",
  "human beings, both privileged and unprivileged, for peace, order, prosperity, and justice. Idealists ",
  "fail if in their attempt they do not pay enough attention to the reality of power. But in the world of ",
  "pure realism, in which all values are made relative to interests, life turns into nothing more than a ",
  "powergame and is unbearable. ",
  "Hans Morgenthau’s Realist Principles ",
  "Hans J. Morgenthau is another famous writer who formulated an international relations theory based ",
  "on realism. He identifies unquenchable human lust for power, the desire to dominate, as the main ",
  "cause of conflict. He states in his Politics among Nations: The Struggle for Power and Peace, that “international ",
  "politics, like all politics, is a struggle for power” ",
  "Morgenthau uses six principles to show how realism underlies international relations. First, ",
  "realism is based on objective laws of unchanging human nature. He adopts realism into a theory of ",
  "international politics and also into a political art or tool of foreign policy. ",
  "The second principle of his realist theory is the concept of power or “of interest defined in ",
  "terms of power”; political leaders “think and act in terms of interest defined as power”. It provides ",
  "rational perspective on international politics. It serves as a basis for objective analysis delinked ",
  "from motives, preferences, and intellectual and moral qualities of individual politicians. ",
  "In the third principle, Morgenthau explains that though interest defined as power is the operating ",
  "principle of politics, it can assume various forms depending on times and circumstances. Political ",
  "and cultural circumstances determine its substance and how it is used.  ",
  "24.8   Ethics, Integrity & Aptitude ",
  "The fourth principle is about the relationship particularly the conflict between realism and ethics. ",
  "Morgenthau says, “Universal moral principles cannot be applied to the actions of states in their ",
  "abstract universal formulation, but …they must be filtered through the concrete circumstances of ",
  "time and place”. These principles have to be prudential: “there can be no political morality without ",
  "prudence; that is, without consideration of the political consequences of seemingly moral action”. ",
  "The fifth principle is that prudence, and not conviction of one’s own moral or ideological ",
  "superiority, should guide political action. All state actors, including our own, must be seen as political ",
  "entities pursuing their respective interests defined in terms of power. A state which views other nations ",
  "in this light will avoid ideological confrontation, and be able to pursue policies that suitably factor ",
  "in the interests of other states, while protecting and promoting its own. ",
  "Finally, Morgenthau says that power or national interest cannot be subordinated to ethics. ",
  "However, ethics is still relevant to politics. “A man who was nothing but ‘political man’ would be a ",
  "beast, for he would be completely lacking in moral restraints. A man who was nothing but ‘moral ",
  "man’ would be a fool, for he would be completely lacking in prudence” Political art needs a fine ",
  "balancing of power and morality. ",
  "To summarize: Power or interest makes politics an independent field of study. Rational state actors ",
  "pursue their national interests. This premise can be the basis for a rational theory of international ",
  "politics. Such a theory ignores as irrelevant the morality, religious beliefs, motives or ideological ",
  "preferences of individual political leaders. It implies that states should avoid moral crusades or ",
  "ideological confrontations, and look for compromise on the basis of satisfaction of their mutual ",
  "interests alone. This is how conflicts can be prevented. ",
  "Following criticisms are usually made against Morgenthau’s  realism. ",
  "1.  Considering every individual as driven by a perpetual quest for power is questionable. ",
  "Human beings are seldom in a single-minded pursuit of power. They are influenced by ",
  "many goals and beliefs imbibed through family traditions and education. ",
  "2.  Morgenthau introduces a normative (or ethical) principle of rationality into his theory. He ",
  "considers a rational foreign policy “to be a good foreign policy”. For him, rationality consists in ",
  "calculating the costs and benefits of all alternative policies and selecting that which maximises ",
  "national power. Foreign policy failures occur when statesmen depart from a rational course ",
  "aimed at minimizing risks and maximizing benefits. His critics say that all this is theorizing ",
  "quite at variance with the real state of human affairs. It may be true that even statesmen act ",
  "irrationally at times; but we cannot deny that foreign policy should be invariably based on ",
  "cool, rational calculation. ",
  "3.  The fundamental concept of Morgenthau’s realism, power, is ambiguous. It can be either a ",
  "means or an end in politics. But if power is only a means for gaining something else, it does ",
  "not define the nature of international politics in the way Morgenthau claims. It does not ",
  "allow us to understand the actions of states independently from the motives and ideological ",
  "preferences of their political leaders. It cannot serve as the basis for defining politics as an ",
  "autonomous sphere. Morgenthau’s principles of realism are thus open to doubt. International ",
  "politics cannot be studied independently of the wider historical and cultural context.  ",
  "International Morality   24.9 ",
  "Neo-realism: Kenneth Waltz’s International System ",
  "Kenneth N. Waltz reformulated realism in international relations in his book Theory of International ",
  "Politics. His version is called structural realism or neorealism. Waltz abandoned Morgenthau’s ",
  "speculations on human nature and the struggle for power. He argues that states in the international ",
  "system, like firms in a domestic economy, seek survival. “Internationally, the environment of states’ ",
  "actions, or the structure of their system, is set by the fact that some states prefer survival over other ",
  "ends obtainable in the short run and act with relative efficiency to achieve that end” ",
  "According to Waltz, classical realists and idealists err alike in focusing on the individual state, ",
  "and on ideological, moral and economic issues. They are unable to see the international system ",
  "in isolation by separating it from the associated socio-political domain which obscures it. One can ",
  "understand the primary determinants of international politics only by viewing it without the distracting ",
  "background. ",
  "Waltz’s neorealist theory serves a limited purpose. It cannot help in formulating domestic or ",
  "international policies. His theory helps only to explain why states behave in similar ways despite their ",
  "different forms of government and diverse political ideologies, and why, despite of their growing ",
  "interdependence, the overall picture of international relations is unlikely to change. ",
  "Waltz explains that states continue to behave uniformly over long periods because of the ",
  "constraints which the structure of the international system imposes on them. Anarchy, or the absence ",
  "of central authority, is the ordering principle of the international system. The units of the international ",
  "system are states. Waltz considers non-state actors as relatively unimportant. Since all states want to ",
  "survive, and anarchy presupposes that each state has to take care of itself, no cooperative mechanisms ",
  "like division of labor or functional differentiation exist among them. Nations perform similar functions, ",
  "but have differential capabilities due to differences of their strengths. ",
  "Consequently, Waltz sees power and state behaviour in a different way from the classical realists. ",
  "Morgenthau claimed that states seek to rationally maximise their power. In contrast, Waltz assumes ",
  "that each state seeks security and would therefore concentrate on the distribution of power in the ",
  "international system. ",
  "No matter what may be the distribution of power among states, anarchy continues to be the ",
  "ordering principle of international relations. This forces states to adopt the logic of self-help. In this ",
  "connection, Waltz gives two reasons for rejecting the neoliberal ideas that interdependence even ",
  "in the anarchic international system leads to cooperation. The reasons are insecurity and unequal ",
  "gains. In the context of anarchy, each state is uncertain about the intentions of others. It is afraid ",
  "that the possible gains which accrue to it from cooperation may be less than those to others and ",
  "thus lead it to depend on others. “States do not willingly place themselves in situations of increased ",
  "dependence. In a self-help system, considerations of security subordinate economic gain to political ",
  "interest.” ",
  " ",
  "NEOLIBERALISM ",
  "At this stage, it will be useful to briefly outline the neoliberal ideas. Liberal institutionalists (another ",
  "name for neoliberal thinkers) believe that states can seek security through construction of international ",
  "agreements, regimes and structures such as arms control agreements (like START I and START II)  ",
  "24.10   Ethics, Integrity & Aptitude ",
  "and multilateral economic institutions like the WTO. States can engage each other through these ",
  "structures, learning norms of peaceful cooperation and developing a common interest in the status ",
  "quo. Liberalism is most closely associated with the work of Immanuel Kant who argued that peace ",
  "is achieved through international institutions and the spread of democracy. ",
  "Realists considered states as the main players in international politics and their relations as ",
  "the substance of international affairs. However, the Cold War between USA and USSR ebbed in ",
  "the 1970s, and new actors became important. These are: international agencies, non-governmental ",
  "organizations, and multinational corporations (MNCs). In fact, these developments led to doctrines ",
  "of neoliberalism and pluralism. The concept of complex interdependence is used to describe this ",
  "emerging state of global politics. They argued that there can be progress in international relations ",
  "and that the future does not need to look like the past. ",
  "Objections to Neorealism ",
  "For some time, neorealism became influential in international relations – at the expense of realism. But ",
  "major international developments weakened it greatly. To Waltz it seemed that in the nuclear age the ",
  "international bipolar system, based on two superpowers—the United States and the Soviet Union—was ",
  "not only stable but likely to persist. The fall of the Berlin Wall and the subsequent disintegration of the ",
  "USSR disproved this belief. The end of the bipolar world ushered in new opportunities and challenges ",
  "connected with globalization. Many critics began to argue that neorealism, like classical realism, cannot ",
  "adequately account for changes in world politics. ",
  "Questions of human nature and morality disappeared from the debates between international ",
  "(neo) realists and (neo) liberals. They now discuss two main issues. Are states influenced in their ",
  "international policies mainly by the anarchic structure of the international system? Or are they ",
  "influenced by institutions, learning, and other factors that are conductive to cooperation? Robert ",
  "Keohane, in his book International Institutions and State Power, accepts Waltz’s emphasis on system-level ",
  "theory and his general assumption that states are self-interested actors that rationally pursue their ",
  "goals. However, by employing game theory he shows that states can widen the perception of their ",
  "self-interest through economic cooperation and involvement in international institutions. Patterns of ",
  "interdependence can thus affect world politics. Keohane calls for systemic theories that would be ",
  "able to deal better with factors affecting state interaction, and with change. ",
  " ",
  "POSTMODERNISM ",
  "Three schools of thought – critical theory, postmodernism and feminism – have also provided new ",
  "perspectives on international relations. Critical theory is too arcane and is of little consequence in ",
  "actual diplomatic practice. Hence, we need to consider only the other two. Postmodernism is a ",
  "movement in Western philosophy which arose in late 20th century. It rejects the values and worldview ",
  "derived from modern Western philosophical theories grounded in rational scientific outlook. It has ",
  "little faith in human reason and denies the possibility of objective knowledge, especially in social ",
  "sciences. Postmodernism regards the conclusions of social science, art and literature as based on ",
  "an individual’s subjectivity. It views mainstream social values and institutions with scepticism and ",
  "suspicion. It regards that the political and social power of dominant sections of society, based on ",
  "overt or covert ideology, permeates social sciences and humanities.  ",
  "International Morality   24.11 ",
  "FEMINISM ",
  "Feminism is the belief that men and women should have equal rights and opportunities; it is organized ",
  "activity in support of women’s rights and interests. The movement witnessed three waves. In the first, ",
  "women sought full legal equality with men, including full educational opportunity, equal compensation ",
  "and the right to vote. In 1950s, a second wave of feminism arose challenging the restricted role assigned ",
  "to women in the workplace and the tendency to confine women to the household arena. A third ",
  "wave of feminism arose in the late 20th century and was notable for challenging middle-class white ",
  "feminists and for broadening feminism’s goals to encompass equal rights for all people, regardless ",
  "of race, creed, economic or educational status, physical appearance or ability, or sexual orientation. ",
  " ",
  "TENETS OF INTERNATIONAL MORALITY: UN CHARTER ",
  "With the above background, we can now consider the tenets of international morality. We have ",
  "already listed above while discussing idealism one set of maxims of international morality. Any ",
  "list of international morals will include these general maxims. We, however, consider two more ",
  "formulations. We adapt one list from the famous liberal thinker John Rawls. The other list is the UN ",
  "Charter to which we made a passing reference earlier while discussing sovereign-equality of states ",
  "in international legal order. We begin our discussion with a verbatim reproduction of UN charter ",
  "because of its importance. Thereafter, we will paraphrase it in simple language. ",
  "The PREAMBLE to the Charter reads: ",
  "We the peoples of the United Nations are determined ",
  "¤  to save succeeding generations from the scourge of war, which twice in our lifetime has ",
  "brought untold sorrow to mankind, and ",
  "¤  to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, ",
  "in the equal rights of men and women and of nations large and small, and ",
  "¤  to establish conditions under which justice and respect for the obligations arising from treaties ",
  "and other sources of international law can be maintained, and ",
  "¤  to promote social progress and better standards of life in larger freedom, and for these ends ",
  "¤  to practice tolerance and live together in peace with one another as good neighbours, and ",
  "¤  to unite our strength to maintain international peace and security, and ",
  "¤  to ensure, by the acceptance of principles and the institution of methods, that armed force ",
  "shall not be used, save in the common interest, and ",
  "¤  to employ international machinery for the promotion of the economic and social advancement ",
  "of all peoples, ",
  "We have resolved to combine our efforts to accomplish these aims. ",
  "Accordingly, our respective Governments, through representatives assembled in the city of San ",
  "Francisco, who have exhibited their full powers found to be in good and due form, have agreed to ",
  "the present Charter of the United Nations and do hereby establish an international organization to ",
  "be known as the United Nations.  ",
  "24.12   Ethics, Integrity & Aptitude ",
  "The Purposes of the United Nations are: ",
  "1.  To maintain international peace and security, and to that end: to take effective collective ",
  "measures for the prevention and removal of threats to the peace, and for the suppression of ",
  "acts of aggression or other breaches of the peace, and to bring about by peaceful means, and ",
  "in conformity with the principles of justice and international law, adjustment or settlement ",
  "of international disputes or situations which might lead to a breach of the peace; ",
  "2.  To develop friendly relations among nations based on respect for the principle of equal ",
  "rights and self-determination of peoples, and to take other appropriate measures to strengthen ",
  "universal peace; ",
  "3.  To achieve international co-operation in solving international problems of an economic, social, ",
  "cultural, or humanitarian character, and in promoting and encouraging respect for human ",
  "rights and for fundamental freedoms for all without distinction as to race, sex, language, or ",
  "religion; and ",
  "4.  To be a centre for harmonizing the actions of nations in the attainment of these common ",
  "ends. ",
  "The Organization and its Members, in pursuit of the Purposes stated in Article 1, shall act in ",
  "accordance with the following Principles. ",
  "1.  The Organization is based on the principle of the sovereign equality of all its Members. ",
  "2.  All Members, in order to ensure to all of them the rights and benefits resulting from ",
  "membership, shall fulfill in good faith the obligations assumed by them in accordance with ",
  "the present Charter. ",
  "3.  All Members shall settle their international disputes by peaceful means in such a manner ",
  "that international peace and security, and justice, are not endangered. ",
  "4.  All Members shall refrain in their international relations from the threat or use of force ",
  "against the territorial integrity or political independence of any state, or in any other manner ",
  "inconsistent with the Purposes of the United Nations. ",
  "5.  All Members shall give the United Nations every assistance in any action it takes in accordance ",
  "with the present Charter, and shall refrain from giving assistance to any state against which ",
  "the United Nations is taking preventive or enforcement action. ",
  "6.  The Organization shall ensure that states which are not Members of the United Nations ",
  "act in accordance with these Principles so far as may be necessary for the maintenance of ",
  "international peace and security. ",
  "7.  Nothing contained in the present Charter shall authorize the United Nations to intervene in ",
  "matters which are essentially within the domestic jurisdiction of any state or shall require the ",
  "Members to submit such matters to settlement under the present Charter; but this principle ",
  "shall not prejudice the application of enforcement measures under Chapter Vll. ",
  " ",
  "A Summary of UN Tenets ",
  "The moral ideas of UN Charter are partly obscured by its rather grandiloquent and legalistic ",
  "language. It also includes matters (like social development) which seldom feature in core discussions on ",
  "international relations. Its content also includes matters of procedure and affirmations of commitment.  ",
  "International Morality   24.13 ",
  "Leaving aside these issues, we abstract and express the Charter’s maxims of international morality ",
  "in simple terms. ",
  "The preamble refers to the great human misery which the First World War and the Second ",
  "World War caused and to the need to end wars. It emphasises the value of human rights, and also ",
  "the rights of small (and weak) nations. It highlights that nations should abide by treaties and should ",
  "observe international law. ",
  "The Charter mentions the following as requirements for achieving the aims set out in the ",
  "preamble. ",
  "¤  An environment of peace, tolerance and good neighbourly relations ",
  "¤  A commitment to act together for collective or international security ",
  "¤  Adoption of principles and institutions for avoiding use of armed forces ",
  "The main purpose of UN is to maintain international peace and security. From this two ",
  "instrumental objectives follow: to act collectively to prevent and remove threats to peace; and to ",
  "suppress acts of aggression or other breaches of peace. An allied purpose is to settle peacefully, and ",
  "in accordance with the principles of justice and international law, international disputes or situations ",
  "which can disrupt peace. ",
  "As we noted, UN has created a new international political order of independent and sovereign ",
  "states. It seeks to develop friendly relations among nations based on respect for the principle of ",
  "equal rights and self-determination of peoples. It commits to take suitable measures to strengthen ",
  "universal peace. ",
  "It emphasises the need for international co-operation for solving international problems of an ",
  "economic, social, cultural, or humanitarian character. It gives high priority to respecting human ",
  "rights. It strongly advocates granting of fundamental freedoms to all without distinction of race, sex, ",
  "language, or religion. ",
  "UN prescribes that for achieving its aims member states should adopt the following principles ",
  "of conduct. ",
  "¤  Sovereign equality of all Members ",
  "¤  Fulfilling in good faith the obligations assumed by Members in accordance with the Charter ",
  "¤  Settling by members of their international disputes by peaceful means so as not to endanger ",
  "international peace and security, and justice ",
  "¤  Avoidance by Members of the threat or use of force against the territorial integrity or ",
  "political independence of any state, or in any other manner inconsistent with the Purposes ",
  "of the United Nations ",
  "¤  Assisting UN in its actions under the present Charter, and refraining from assisting any state ",
  "against which the UN is taking preventive or enforcement action ",
  "¤  Ensuring by UN that non UN member states comply with these Principles to the extent ",
  "necessary for the maintenance of international peace and security. ",
  "¤  Non intervention by UN in internal affairs of members nor requiring them to submit such ",
  "matters for settlement under the Charter. ",
  "From the above paraphrase, it is clear that the UN Charter is mainly focused on world peace, ",
  "amity among nations, peaceful resolution of disputes and international cooperation. Its themes are  ",
  "24.14   Ethics, Integrity & Aptitude ",
  "derived from idealism. Its emphasis on international cooperation is also in line with neorealism. ",
  "There is no place for radical realism within this framework. However, in actual practice, nations while ",
  "subscribing to the UN Charter, have followed diluted realist approaches in their actual diplomatic ",
  "practices. Even after the UN came into being, there have been numerous wars, though of course not ",
  "on significant global level. But for our purposes, it is sufficient to note that the principles embodied ",
  "in UN Charter form the norms or maxims of currently accepted international morality. There have ",
  "been attempts to widen and modify these principles. We will consider them later in the chapter. ",
  "John Rawls’s List of International Morals ",
  "John Rawls discusses the morality of international politics in his book The Law of Peoples. His list of ",
  "international moral norms is based on his version of political liberalism. States have to comply with ",
  "these norms (code of conduct) to qualify as members of good standing in the international political ",
  "community. The code is minimalist or represents the lowest common denominator of international ",
  "morality. ",
  "The code of conduct which John Rawls gives is outlined below. John Rawls uses the term ",
  "‘peoples’ while referring to states or nations. We have replaced it (in the following list) with ‘state’ ",
  "which accords more with common usage. ",
  "1.  States are free and independent, and their freedom and independence are to be respected ",
  "by other states. ",
  "2.  States should observe treaties and undertakings. ",
  "3.  States are equal and are parties to the agreements that bind them. ",
  "4.  States have to observe a duty of non-intervention. ",
  "5.  States have the right of self-defence but no rights to instigate war for reasons other than self- ",
  "defence. ",
  "6.  States should honour human rights. ",
  "7.  States should observe certain specified restrictions in the conduct of war. ",
  "8.  States have a duty to assist other peoples living under unfavorable conditions that prevent ",
  "their having a just or decent political and social regime. ",
  "We need to consider briefly the implications of the preceding list of international morals. ",
  "John Rawls’s code for guiding the international action of states includes the rights of state to ",
  "independence and non-intervention by others in its domestic affairs. The code also contains ",
  "traditional norms which outlaw war as an instrument of policy and which prescribe that treaties ",
  "and agreements should be observed. However, the human rights which Rawls identifies in this ",
  "context do not include democratic rule or the freedoms which go with it. Of course, within a state ",
  "wedded to liberalism, democracy and liberties are cardinal values. But Rawls is concerned here ",
  "with proposing an international framework in which states with different internal political regimes ",
  "(i.e. liberal and non liberal) can live in peace and harmony. In this framework, liberal states will not ",
  "insist that all states should follow full blown liberalism; and illiberal regimes will adopt some watered ",
  "down principles of liberalism. ",
  "The illiberal states will have to accept two fundamental limitations on their policies. They will ",
  "not try to expand their territorial boundaries, or use war as an instrument of their policy. They will ",
  "adopt legal systems which prescribe some moral duties on their citizens. Rawls formulates in this  ",
  "International Morality   24.15 ",
  "context the concept of illiberal but decent societies. Such illiberal societies usually ignore equality ",
  "of individuals before law and liberal rights such as freedom of speech. Still, public officials in such ",
  "societies sincerely work towards common welfare. If government actions harm the interests of any ",
  "individuals, they are allowed to represent their point of view at some stage in the political process. ",
  "It is of course possible that their views may be suppressed thereafter. Illiberal states who observe ",
  "the fundamental limitations on their powers will be accorded legitimacy in the comity of nations. ",
  "States which do not meet the minimum requirements are termed outlaw regimes. Rawls regards ",
  "their existence as an unfortunate fact. One can easily think of many contemporary examples. But ",
  "Rawls cites examples of societies which recognise no limits on the applicability of their philosophical ",
  "or cultural views and impose them on all people. For this purpose, he goes into past history. The ",
  "examples he gives (during certain periods in history) are of Spain, France, and the Hapsburg Empire. ",
  "Rawls condemns such societies for refusing to tolerate other reasonable ways of organizing political ",
  "life. We may note that Rawls is hesitant to give contemporary examples. Rawls is a very eminent ",
  "writer, but his avoidance of contemporary examples appears to be an instance of academic diplomacy. ",
  "Rawls’s framework implies that states should avoid ideological crusades and struggles against ",
  "other nations with divergent regimes. During the years of cold war, the liberal western democracies ",
  "and Soviet bloc were engaged in an ideological struggle which threatened world peace. Many nations ",
  "in UN are autocracies of various hues which do not respect civil rights. But so long as they observe ",
  "minimum levels of decency in governance, they have to be left alone according to the norm of non ",
  "intervention. ",
  "Rawls also mentions that some countries face extremely unfavorable circumstances like ",
  "famine and immiseration. Rawls urges that well-ordered societies should help these countries. ",
  "Well-ordered societies can be liberal or illiberal states. They are able to effectively organize their ",
  "collective political life and maintain minimally decent political institutions and morally acceptable ",
  "relations with outside nations. The well-ordered societies should help other societies in reaching a ",
  "similar state of governance. But Rawls does not advocate distributive justice between nations. The ",
  "rich nations are under no moral obligation to transfer their wealth and resources to poor nations ",
  "for promoting economic equality between nations. For Rawls, the international community is a ",
  "well-ordered society of well-ordered societies, in which each state should respect and tolerate the ",
  "different methods of governance of other states. ",
  " ",
  "JUST WAR THEORIES ",
  "As we noted before, conduct of war according to accepted conventions is an important aspect of ",
  "international morality. There are three main schools of thought on the ethics of war and peace- ",
  "Realism; Pacifism; and Just War Theory. The chief tenets of International Law are derived from ",
  "the Just war theory. ",
  "According to Just war theory, war may be at times morally right. No war however is praiseworthy ",
  "for being strategic, prudent, or bold. Occasionally, war represents an ethically appropriate use of ",
  "mass political violence. World War II, on the Allied side, is often cited as the definitive example of ",
  "a just and good war.  ",
  "24.16   Ethics, Integrity & Aptitude ",
  "Realism denies the applicability of moral concepts like justice to foreign policy. Power and ",
  "national security guide states in wartime; talk of the morality of warfare is fictitious. Ethics have no ",
  "role in the harsh domain of global politics. Nations pursue their vital interests in security, dominion ",
  "over others, and economic growth, unmindful of moral ideals. ",
  "Pacifism believes that morals are relevant international affairs. Pacifism argues that war should ",
  "never be undertaken. Just war theory considers that some wars are just and permissible; pacifism ",
  "always prohibits wars. Pacifists regard war as always wrong for any problem always has a better ",
  "solution than war. ",
  "Aristotle, Cicero and Augustine are regarded as the founders of Just war theory. Hugo Grotius is ",
  "a great thinker of this tradition. Many tenets of the just war tradition have been included in current ",
  "international laws - such as The United Nations Charter and The Hague and Geneva Conventions ",
  "– which govern armed conflict. ",
  "Just war theory is divided into three parts which have Latin names. These parts are: 1) jus ad ",
  "bellum, which is about the justice of resorting to war in the first place; 2) jus in bello, which is about ",
  "justice of conduct within war; and 3) jus post bellum, which is about the justice of peace agreements ",
  "and the termination phase of war. ",
  "Jus AD Bellum ",
  "Just war theory maintains that recourse to war is justified only if a state fulfils all the following six ",
  "requirements: ",
  "Just cause ",
  "A state may launch a war only for the right reason. The just causes include: self-defence from external ",
  "attack; the defence of others from such attack; the protection of innocents from brutal, aggressive ",
  "regimes; and punishment for a grievous wrongdoing which remains uncorrected. ",
  "Under international law states enjoy political sovereignty and territorial integrity. Aggression ",
  "means use of armed forces to violate these rights. Two famous instances are Nazi Germany’s invasion ",
  "of Poland in 1939, and Iraq’s invasion of Kuwait in 1990. The aggressor states used their armed ",
  "forces to overrun the territory of the victims, to overthrow their governments and to establish new ",
  "regimes. ",
  "Right intention ",
  "Just cause should be the sole motive for waging the war. Ulterior motives, such as seizing land or ",
  "power or irrational motives, such as revenge or ethnic hatred, are inadmissible. The state starting ",
  "the war should merely secure and consolidate the just cause. If other motives intervene, war ceases ",
  "to be just. But true motivation is hard to establish. ",
  "Proper authority and public declaration ",
  "A decision to go to war has to be made by the appropriate authorities as laid down under law and ",
  "according to the prescribed process. It has to be made known to the public as well as to the enemy ",
  "state.  ",
  "International Morality   24.17 ",
  "Last Resort ",
  "A state should opt for war only after exhausting all peaceful alternatives, especially diplomatic ",
  "talks, of resolving the conflict. No state should jump into a war which is invariably accompanied by ",
  "terrible human costs. ",
  "Probability of Success ",
  "A state should avoid war if it is clear that war will not improve the situation. The point here is ",
  "of preventing mass violence which may prove futile. This principle will often operate against the ",
  "interests of small, and weak states. ",
  "Proportionality ",
  "Before starting a war, a state must assess the likely benefits and losses to all combatant nations and to ",
  "third parties. Only if the benefits are proportional to, or ‘worth’, the costs may the war action proceed. ",
  "To be just, war has to meet stringent conditions. The first three of these six rules are deontological ",
  "requirements, or duty-based requirements or first-principle requirements. The next three requirements ",
  "are consequentialist: if the first principle requirements are met, the expected consequences of launching ",
  "a war have to be considered. Thus, Just war theory applies both deontology and consequentialism ",
  "to the issue of war. ",
  "Jus In Bello ",
  "Jus in bello refers to justice in war, to right conduct in war. Military commanders, officers and soldiers ",
  "who formulate and execute the war policy of a particular state are responsible for state adherence to ",
  "jus in bello norms. They are to be held responsible for any breach of the norms. Those who violate ",
  "the norms may be tried for war crimes, either by their national military justice system or even by ",
  "the newly-formed International Criminal Court (under the 1998 Treaty of Rome). ",
  "There are several rules of external jus in bello: ",
  "Obedience to all international laws on weapons prohibition ",
  "Chemical and biological weapons, in particular, are forbidden by many treaties. Nuclear weapons ",
  "are not so clearly prohibited; but their use will naturally cause tremendous hostility and backlash ",
  "from international community. ",
  "Discrimination and Non-Combatant Immunity ",
  "Almost all wars since 1900 had more civilian than military casualties. International law seeks to ",
  "protect unarmed civilians as best as it can. Soldiers must avoid targeting the civilians. They can only ",
  "attack legitimate military, political and industrial targets. While some collateral civilian casualties ",
  "are excusable, it is wrong to take deliberate aim at civilian targets, as in saturation bombing of ",
  "residential areas. ",
  "Proportionality ",
  "Soldiers must restrict force to what is needed for achieving their target. Weapons of mass destruction ",
  "are disproportionate to legitimate military ends.  ",
  "24.18   Ethics, Integrity & Aptitude ",
  "Benevolent quarantine for prisoners of war (POWs) ",
  "If enemy soldiers surrender and become captives, they cease to be threats. It is wrong to target them ",
  "with death, starvation, rape, torture, medical experimentation, and so on. They are to be provided, ",
  "as The Geneva Conventions spell out, with benevolent—not malevolent—quarantine away from ",
  "battle zones until the war ends, when they should be exchanged for one’s own POWs. Do terrorists ",
  "deserve such protection, too? Great controversy surrounds the detention and aggressive questioning ",
  "of terrorist suspects held by the U.S. at jails in Cuba, Iraq and Pakistan as part of its war on terror. ",
  "Prohibition of Evil Practices ",
  "Soldiers should not use weapons or methods which are “evil in themselves.” These include: mass ",
  "rape campaigns; genocide or ethnic cleansing; using poison or treachery (like disguising soldiers to ",
  "look like the Red Cross); forcing captured soldiers to fight against their own side; and using weapons ",
  "whose effects cannot be controlled, like biological agents. ",
  "No reprisals ",
  "When country A violates jus in bello in war with country B, B retaliates against A by violating jus ",
  "in bello in order to force A to follow the rules. This conduct of B is reprisal and is impermissible. ",
  "Internal jus in bello implies that a state, though engaged in a war has to respect, as far as it can, ",
  "the human rights of its own citizens. Among the issues which crop up in such situations are: ",
  "¤  Is it just to impose conscription, or press censorship? ",
  "¤  Can one curtail traditional civil liberties, and due process protections, for perceived gains ",
  "in national security? ",
  "¤  Should elections be cancelled or postponed? ",
  "¤  May soldiers disobey orders, e.g. refuse to fight in wars they believe unjust? ",
  "An exhaustive theory of wartime justice should consider such issues. Some states, historically, ",
  "have used the cloak of war with foreign powers to engage in massive internal human rights violations, ",
  "usually against some disfavoured group. Other states, which are otherwise decent, panic amidst the ",
  "wartime situation and impose needlessly rigid emergency legislation. ",
  "Jus Post Bellum ",
  "Jus post bellum refers to justice during the phase of war termination. It covers the manner of ending ",
  "war and smoothly transiting from war to peace. International law scarcely touches upon this area; ",
  "however, the following principles can be mentioned. ",
  "Proportionality and Publicity ",
  "The peace agreement needs to be moderate and reasonable. Its terms should be publicly stated. ",
  "Ordinarily, the victors should not insist on an unconditional surrender. ",
  "Rights Vindication ",
  "The settlement should remedy the wrongs which led to the war. These may include restoring rights ",
  "to life and liberty and community entitlements to territory and sovereignty. This should be the main ",
  "goal of any peace settlement; it should not seek blind revenge.  ",
  "International Morality   24.19 ",
  "Discrimination ",
  "Peace agreement has to distinguish leaders and soldiers of the defeated nation from its civilians. ",
  "Civilians should be immune from punitive post-war measures. Hence, no sweeping socio-economic ",
  "sanctions should be undertaken to mete out post-war punishment. ",
  "Punishment ",
  "If the defeated country has blatantly violated human rights, its leaders should be prosecuted in ",
  "international trials for war crimes. Soldiers from all combatant nations, who commit war crimes, ",
  "should be tried in suitable courts for war crimes. This issue is very controversial. It is prima facie ",
  "undesirable to try soldiers of any nation in international courts. ",
  "Compensation ",
  "Reasonable and fair financial levy can be imposed on the defeated aggressor nation to compensate ",
  "the victim’s financial losses. But it should not take the form of a general tax on all civilians. Enough ",
  "resources should be left with the defeated country for its own reconstruction. ",
  "Rehabilitation ",
  "The post-war environment affords an opportunity to reform institutions and introduce humane ",
  "policies in the defeated nation. These may cover: demilitarization and disarmament; police and ",
  "judicial re-training; human rights education; and even creation of a minimally just society governed ",
  "by a legitimate regime. Any ideas of regime change are of course controversial. The terms of a just ",
  "peace should satisfy all these requirements. ",
  "Coercive Regime Change ",
  "There is considerable controversy on coercive regime change – changing the government of a nation ",
  "through external military intervention. Recent events in Afghanistan, Iraq, Libya, Egypt and the civil ",
  "war in Syria involve this question. Can coercive regime change ever be justified, or is it essentially an ",
  "act of imperialism? One view is that UN mandated sovereign-equality of nations prohibits external ",
  "intervention in the internal affairs of a state. ",
  "Some advocates of human rights and democracy justify coercive regime change in the ",
  "following circumstances. (1) The war resulting in regime change should be just and conducted ",
  "properly. (2) The regime sought to be replaced should be illegitimate. (Any such regime forfeits ",
  "its state rights). (3) The goal of the reconstruction should be to build a reasonably just regime. ",
  "(4) Human rights should be respected during the war and the transformation process. ",
  "Sceptics argue that it is often impossible to transplant liberal democratic institutions in societies ",
  "which are steeped in religiously sanctioned authoritarian social structures. But optimists point to ",
  "the coercive regime change for creation of rights respecting states as was actually done in Germany ",
  "and Japan from 1945-55. Hence, the idea is neither conceptually nor empirically impossible. But it ",
  "is very difficult, and in some instances, well nigh impossible.  ",
  "24.20   Ethics, Integrity & Aptitude ",
  "PACIFISM ",
  "Pacifism totally opposes war. While pacifists oppose all killing, they particularly abhor the mass ",
  "killing which usually accompanies war. They object to this type and scale of killing. Pacifists believe ",
  "that no moral grounds can justify war, and that it is always wrong. Many thinkers disagree with this ",
  "blanket opposition to war. ",
  "The pacifist position has been criticized from many sides, including by Just war theorists. Some ",
  "critics argue that the pacifist shies away from the brutal measures needed for defending himself and ",
  "his country in order to maintain his own inner moral purity. The pacifist is a type of free-rider who ",
  "while enjoying the benefits of citizenship refuses to share its burdens. Some argue that a pacifist is ",
  "an internal threat to the over-all security of his state. ",
  "But this criticism appears to be harsh. Morality is premised on the belief that moral agents ought ",
  "to do what they consider good or just and to avoid what they consider bad or unjust. This view ",
  "weakens the criticism of pacifism. Further, the view that pacifists are morally or spiritually selfish ",
  "is difficult to maintain. Many pacifists have braved social boycott and prison terms in war times. ",
  "Genuine pacifists are perhaps more interested in promoting a humane world than in preserving ",
  "their inner moral purity. ",
  "Some writers consider pacifism’s idealism as over optimistic, and that its vision of a nonviolent ",
  "world as an empty dream. Practical statesmen and people have to adopt a less utopian moral outlook ",
  "on war. One has to recognise that sometimes war is morally justified in the real world. Nazis could ",
  "not have been defeated by any means other than war. ",
  "Another criticism of pacifism is that failure to effectively resist international aggression, rewards ",
  "aggression as it fails to protect defenseless people. Pacifists argue that armed invasion can be effectively ",
  "countered by an organized and committed campaign of non-violent civil disobedience, accompanied ",
  "by international diplomatic and economic sanctions. No invader could administer the conquered ",
  "nation when met with such systematic isolation, non-cooperation and non-violent resistance. The ",
  "invaders cannot carry on work in factories, fields, stores or run the infrastructure. ",
  "In this context, the commonly cited examples are Mahatma Gandhi’s campaign against the ",
  "British rule in the late 1940s and Martin Luther King’s civil rights crusade in the 1960s on behalf of ",
  "African-Americans. Walzer argues that effective non-violent resistance depends upon the scruples of ",
  "those against whom it is aimed. It was only because the British and the Americans had some scruples, ",
  "and were moved by the determined idealism of the non-violent protesters, that they acquiesced to ",
  "their demands. But aggressors will not always be so moved. A tyrant like Hitler, for example, might ",
  "interpret non-violent resistance as weakness, deserving contemptuous crushing. ",
  "This sort of civil disobedience relies on the scruples of the invader, and fails if the aggressor ",
  "is totally ruthless. The invader can displace the local population with people from home country. ",
  "(China seems to have done this partly in Tibet and Sinkiang.) Under certain circumstances the ",
  "defence of people’s lives and rights against such invaders of various hues will need use of force. ",
  "Under such conditions, (as Walzer says), adherence to pacifism might even amount to “a disguised ",
  "form of surrender.” ",
  "Moral thinkers have extended debates – from deontological and consequentialist perspectives - on ",
  "whether pacifism is justifiable. In the real world, it is neither reasonable nor fair to require a political  ",
  "International Morality   24.21 ",
  "community not to avail itself of the most effective means available for resisting an aggressive invasion ",
  "which threatens the lives and rights of its citizens. It is simply not reasonable to require a state to ",
  "stand down while an aggressor—be it state or terrorist—wreaks havoc, murder and mayhem upon its ",
  "people. ",
  " ",
  "NEW DIMENSIONS OF INTERNATIONAL MORALITY ",
  "In recent years, political thinkers have widened the scope of discussions on international morality. ",
  "Changes in theory and contemporary events contributed to this trend. The new topics which now ",
  "figure on discussions of international morality are the following: ",
  "¤  Transfer of resources from rich countries to less developed nations ",
  "¤  Removing inequities in economic exchanges (trade, commerce and finance) between ",
  "developed and less developed countries ",
  "¤  Giving greater voice to developed countries in the working of international agencies ",
  "¤  Humanitarian assistance to countries in the grip of famine and immiserization ",
  "¤  Intervention in states which carry out genocide, ethnic cleansing or war on their own people ",
  "¤  Naturalization of people who migrate into a country and settle there ",
  "¤  Adopting a cosmopolitan as opposed to a national approach to morals. ",
  "We will discuss these questions in the rest of the chapter. ",
  " ",
  "International Economic Equity: Promoting Equitable Development ",
  "The world is divided into a few rich and many poor nations. During the imperialist phase of the ",
  "world history, many poor nations were the colonies of the rich nations. The poverty of the poor ",
  "countries is largely due to the exploitation of the imperialist nations. While the imperialist nations ",
  "progressed economically, the poor countries stagnated. The historically unequal relations between ",
  "the rich and poor nations have got embedded into the international economic system, and continue ",
  "to persist in new forms. ",
  "Many international economic institutions are under the hegemony of the rich nations. These ",
  "nations dominate the management structures of the international institutions such as IMF, World ",
  "Bank and WTO, and significantly influence their policies and processes. International morality in ",
  "the economic sphere implies that rich nations should help the poor nations. Such help can consist of ",
  "providing concessional economic aid, changing the international economy to the advantage of the ",
  "poor, and giving the poor nations a greater representation in the international economic institutions. ",
  "Many of these questions form part of international economic relations. They are in the agenda ",
  "of “North south dialogue” which refers to the negotiations between the rich and poor nations on ",
  "economic matters. ",
  "The disparities between North and South or the gap between rich and poor has doubled in ",
  "the recent decades. Presently, 20% of world’s people consume more than 80% of its wealth. During ",
  "the 1980s, per capita incomes declined in many developing countries especially in sub-Saharan ",
  "Africa. Poverty, famine, and disease remain widespread. Third World countries cannot cope with ",
  "these problems, and in a global economy they need help from the industrial North.  ",
  "24.22   Ethics, Integrity & Aptitude ",
  "Economic development has a moral component in that it enhances the quality of life. Ideally, ",
  "development promotes a suitable environment for people to develop their full potential and lead ",
  "productive and creative lives. This also underlies the ethical end of human self realisation. As a ",
  "prerequisite to this end, development has to generate employment, and provide social services ",
  "covering health, education and sanitation. Rich nations have a moral duty to help the poor nations ",
  "in their developmental efforts. ",
  "After the Second World War, there was a general recognition that peace requires economic ",
  "integration between nations. Multilateral institutions like the World Bank, and IMF were set up ",
  "around that time to promote international cooperation and assistance. This architecture exists till ",
  "this day. Initially, the multilateral institutions had two goals: helping in the post war reconstruction ",
  "of the war ravaged countries; and promoting development in poor countries. Afterwards, some rich ",
  "nations created their own agencies for aiding poor countries. Many NGOs were also active advocates ",
  "of aid to poor nations. ",
  "The ideal way of assisting the development efforts of poor nations is through grants which ",
  "have no repayment obligations. Soft loans with low interest and long repayment period come next. ",
  "International aid or official development assistance (ODA) is a grant from donor nations to poor ",
  "countries. Unlike loans, it places no burden on its recipients. ",
  "The developed nations made certain commitments to assist the poor countries. The World ",
  "Council of Churches in 1958 called on the rich countries to allocate 1 percent of their national ",
  "income as aid for developing countries. The Development Assistance Group of the Organisation ",
  "for Economic Co-operation and Development (OECD) later endorsed this recommendation. UN ",
  "General Assembly in 1970 agreed to a target of 0.7 percent. But very few rich countries are meeting ",
  "this target. ",
  " ",
  "FOREIGN AID DURING THE COLD WAR ",
  "From the 1950s to the fall of the Berlin Wall in 1989, there was intense cold War between the West ",
  "and the Soviet Union. The relations between the two blocs were marked by mutual suspicion, ",
  "intense hostility and political competition. Aid became enmeshed in foreign policy and geopolitical ",
  "calculations. After the breakup of the USSR, aid to Eastern Europe and Central Asia to help them ",
  "in their transition to market economy was also guided by political considerations. ",
  "Western nations also extended food aid to poor and needy nations. But this was not motivated ",
  "by pure philanthropy, rather it was partly the outcome of their domestic policies towards agriculture. ",
  "Under these policies, they subsidized agriculture, which led to surpluses. These were dumped on ",
  "world markets and used for food aid. The whole process has retarded agricultural growth in poor ",
  "countries. The rich countries have been protecting their markets from competitive imports. Poor ",
  "countries are denied access to markets in the West through various means. These unequal relations ",
  "harmed the poor nations. Despite various rounds of discussions between rich and poor nations under ",
  "the aegis of the World Trade Organization negotiations, agricultural protectionism is still high in the ",
  "West.  ",
  "International Morality   24.23 ",
  "In the 1970s aid was linked to structural adjustment or to changes in the macroeconomic policy ",
  "of aid receiving countries. This approach aimed at supporting the poor countries which faced severe ",
  "macroeconomic imbalances characterised by high balance of payments deficits, fiscal deficits and ",
  "excessive debt. Aid was used to push neoliberal economic reform and to bolster the private sector. ",
  "The recipient country had to accept conditions that sought to enforce macroeconomic and trade ",
  "reforms, and to facilitate private (particularly foreign) investment. Donors insisted on structural ",
  "economic reforms without simultaneous attention to institutional reform, social sector investments or ",
  "social cohesion. Structural reform policies harshly impacted on the poor people. By the mid-1990s, ",
  "the public opinion turned against market based structural reforms. ",
  " ",
  "POVERTY REDUCTION AND RECENT DEVELOPMENT  MODELS ",
  "By the late 1990s, the goals of development began to embrace the elimination of poverty in all its ",
  "dimensions. The earlier approach concentrated mainly on increasing the income and consumption ",
  "of the poor people. The new approach also focuses on improving education, health, and other ",
  "human capacities of the poor - not simply on increasing their income levels. Poor people have ",
  "to be helped not only by creating opportunities for employment and income earning but also by ",
  "empowering them through a combination of education, health, and greater participation in politics ",
  "and community decisions. ",
  "Millennium Development Goals ",
  "In 2000 heads of state of both rich and poor countries committed themselves to achieving the ",
  "Millennium Development Goals (MDGs). These are: ",
  "¤  eradicate extreme poverty ",
  "¤  achieve universal primary  education ",
  "¤  promote gender equality and empower women ",
  "¤  reduce child mortality ",
  "¤  improve maternal health ",
  "¤  combat HIV/AIDS, malaria, and other diseases ",
  "¤  ensure environmental sustainability ",
  "¤  develop a global partnership for development ",
  "Based on this declaration, the 2002 Monterrey Conference established a new partnership for ",
  "development. The rich countries promised to increase aid to poor countries. The developing countries ",
  "agreed to undertake reforms to improve aid effectiveness. Neither side could fulfil its commitments. ",
  "Aid flows have increased, but these remain far short of the agreed targets. There is also an ongoing ",
  "debate between strong advocates and opponents of the need for development assistance from the ",
  "rich to the poor. ",
  "Resource transfers alone cannot help developing countries overcome their poverty. Rich ",
  "countries can reform their trade and other policies to help poor countries. They can change ",
  "their protectionist policies – especially in agriculture and textiles – and allow market access to ",
  "the exports of poor countries. Changes in trade, investment, migration, environment, and ",
  "technology policies in rich countries would help people from poor countries. For example,  ",
  "24.24   Ethics, Integrity & Aptitude ",
  "advanced countries should allow liberal entry (through appropriate visa procedures) to ",
  "knowledge workers – engineers, doctors, nurses, programmers, accountants and the like - ",
  "from developing countries. They have to bear the main burden for carrying out measures for ",
  "protecting environment. This is known as “common but differentiated responsibility”. Rich ",
  "nations need to be liberal in their policies for transferring technologies to poor nations. They ",
  "have to assist poor countries many of whom are caught in severe external debt problems. ",
  "Despite the progress made in the past 50 years, poverty remains a great challenge. Approximately ",
  "1 billion people still live on less than one dollar per day. Aid is essential for supporting growth and ",
  "reducing poverty. Raising the volume and the quality of aid is a moral, strategic, and economic ",
  "imperative. ",
  " ",
  "MORAL ROOTS OF INDIA’S FOREIGN POLICY ",
  "Although, it was Jawaharlal Nehru who shaped India’s foreign policy, Mahatma Gandhi’s thinking ",
  "and philosophy influenced it greatly. India’s foreign policy is based on the Gandhian values of its ",
  "freedom struggle. It was Gandhian ideas that set the tone of India’s foreign policy in the early decades ",
  "of its independence. These were: ",
  "¤  Non-alignment or the right to follow an independent foreign policy and to decide foreign ",
  "policy issues on merits; ",
  "¤  Moral, diplomatic and economic support for the struggle against colonialism, racialism and ",
  "apartheid; ",
  "¤  Non-violence and the quest for nuclear disarmament; and ",
  "¤  India’s role as an international peacemaker. ",
  "India’s stand on international problems was based on moral clarity and courage. Many nations ",
  "admired this approach. It won for India the leadership of the developing countries. It gave India ",
  "an influence in world affairs out of proportion to its real economic and political strength. Gandhi’s ",
  "message greatly influenced the perceptions of outsiders about India. From the beginning, while ",
  "formulating its foreign policy, India focused not only on its own narrow national interests, but also ",
  "on the impact its policy would have on other similarly placed Asian and African countries. India’s ",
  "foreign policy had a strong idealist streak in this sense, and expressed solidarity with the other nations ",
  "which shared its colonial past. ",
  "Both supporters and critics of Indian foreign policy invariably focus attention on Panchsheel. ",
  "It goes back to a stage long past in Indian foreign policy. Nehru perhaps thought it a centerpiece ",
  "of policy which also held up a moral torch in the cynical environment of diplomacy. While some ",
  "praise Panchsheel for its idealism, others condemn it for its unrealism. ",
  "The Panchsheel Treaty (from Sanskrit, panch: five, sheel: virtues) is considered the high watermark ",
  "of the diplomacy of this period. Panchsheel consists of five principles for peaceful coexistence ",
  "between nations or for governing relations between states. Their first formal codification in treaty ",
  "form was in an agreement between China and India in 1954. The five principles to which states ",
  "have to subscribe are: ",
  "1.  Mutual respect for each other’s territorial integrity and sovereignty ",
  "2.  Mutual non-aggression  ",
  "International Morality   24.25 ",
  "3.  Mutual non-interference in each other’s internal affairs ",
  "4.  Equality and mutual benefit and ",
  "5.  Peace and coexistence. ",
  "Panchsheel is premised on the belief that the states which became independent after colonial ",
  "era would be able to develop a new and more principled approach to international relations. About ",
  "Panchsheel, Pandit Jawaharlal Nehru said: “If these principles were recognised in the mutual relations ",
  "of all countries, then indeed there would hardly be any conflict and certainly no war.” The five ",
  "principles were later included in a revised form in the ten principles of Asian-African Conference ",
  "(1955) in Bandung. The Five Principles formed the basis of the Non-Aligned Movement, which ",
  "began in Belgrade in 1961. ",
  "Panchsheel ended as a sad story for India. The boundary dispute between India and China ",
  "resulted in outbreak of open war in 1962. Panchsheel (April 1954) agreement was set to last for ",
  "eight years. When it lapsed, the provision for renewal of the agreement was not taken up. ",
  "Some writers have been critical of the Five Principles. According to, Peter Lyon, a British writer ",
  "on international relations: “Though neutralists in general, and at that time Mr Nehru in particular, ",
  "seemed to regard these principles as being a special contribution to world politics, they were not at ",
  "all original, were repetitious, and really boiled down to the edict that a state’s independence should ",
  "not be infringed.” Any criticism of Panchsheel may seem like flogging a dead horse. But its strong ",
  "strain of naiveté and misconceived idealism divorced from harsh realities continue to plague India’s ",
  "foreign policy. ",
  "The lack of hard realism in India’s foreign policy has cost us dear. “Among the mistakes that ",
  "India made in its Gandhi-inspired and Nehru-directed foreign policy were the referral of the Kashmir ",
  "issue to the United Nations in 1948, the ‘bhai-bhai’ (brother-brother) policy towards China and the ",
  "missed opportunity in Nepal to fully integrate it into the Indian security system.” Indian Policy makers, ",
  "in referring the Kashmir issue to UN, appear to have shown simple mindedness and credulity. UN ",
  "is a political organ, and not an impartial judicial body. Indian policy makers also made a grievous ",
  "error in failing to support the autonomous status of Tibet vis-a-vis China. With these two errors, India ",
  "threw away forever the strategic bargaining chips it could have used against China. Perhaps Nehru ",
  "was more concerned with his image as a messiah of peace and as an anti-imperialist crusader than ",
  "with India’s geostrategic interests in its neighbourhood. ",
  "These errors arose at least partly from misguided application of Gandhian principles to India’s ",
  "external relations. There is another instance in which Mahatma Gandhi forced the Indian government ",
  "to sacrifice national financial interest to grand moral principles. After Pakistan’s invasion of Kashmir, ",
  "many people argued that India should hold on to the Rs 55 crores that India owed Pakistan. ",
  "Gandhi went on a fast unto death to force government to pay the amount to Pakistan. Ultimately ",
  "the government relented. The point is not that India should have reneged on its commitment. This ",
  "could have been used as a means to wring some concessions from Pakistan. ",
  "This mindset continues to afflict India’s policy towards Pakistan. This has become an in-built ",
  "feature of Indian foreign policy establishment. Many observers argue that India showed the same ",
  "softness at the Simla Conference in 1972 after the war over Bangladesh. India had at that time more  ",
  "24.26   Ethics, Integrity & Aptitude ",
  "than 90,000 Pakistani prisoners of war. While they cannot be housed permanently in India, some ",
  "concessions could have been secured for their return. Critics complain that India’s responses to ",
  "terrorist attacks are confined to hand wringing and breast beating. India is seen as amiable and ",
  "ineffectual - a soft target to foreign and indigenous terrorist groups. In these areas, the legacy of ",
  "Gandhian morality seems to have ill served the interests of the people and the nation. ",
  "The second area where Gandhi’s thinking had an enduring impact on India’s foreign policy ",
  "is Palestine. Gandhi’s editorial in the Harijan of 11 November 1938 was a major policy statement ",
  "that guides India’s policy on Palestine to this day. Despite his sympathy for the Jews who had been ",
  "subjected to discrimination and persecution for centuries, Gandhi was clear about the rights of the ",
  "Palestinians. “My sympathy,” he said, “does not blind me to the requirements of justice. The cry for the national ",
  "home for the Jews does not make much appeal to me… Why should they not, like other peoples of the earth, make that ",
  "country their home where they are born and where they earn their livelihood? Palestine belongs to the Arabs in the same ",
  "sense that England belongs to the English or France to the French. It is wrong and inhuman to impose the Jews on the ",
  "Arabs… Surely it would be a crime against humanity to reduce the proud Arabs so that Palestine can be restored to the ",
  "Jews partly or wholly as their national home.” ",
  "We need not enter into the merits of Indian foreign policy stance on the complex Palestine issue. ",
  "There is, however, a surprising moral inconsistency in Mahatma Gandhi’s formulation. It appears ",
  "that the English, French and the Arabs are entitled to homelands. But the Jews are advised to live ",
  "wherever historical circumstances have placed them. Possibly, Mahatma Gandhi’s views on Jews ",
  "and Palestine are also based on the strategic imperatives of Indian Independence movement. He ",
  "was perhaps trying to appeal to the sentiments of Muslim masses, and enlist their support for the ",
  "national movement. Indian foreign policy on Palestine is guided not only by the views of Mahatma ",
  "Gandhi but also by India’s geopolitical interests in Middle East. India has also recognised Israel as a ",
  "nation. It is also a large buyer of military supplies from Israel. In this way, the Indian foreign policy ",
  "makers certainly kept national interests in view. ",
  "Our intention is not to assess or criticize India’s foreign policy. It is rather to touch upon certain ",
  "moral ideas which went into its making. In studying international morality, one examines whether ",
  "and in what manner morals influence international relations. In contrast, the process of foreign policy ",
  "formulation, its implementation and its impacts are studied in the theory and history of diplomatic ",
  "practice. This area falls outside the scope of our discussion. Our remarks on the results of Indian ",
  "foreign policy are incidental and are for purposes of rounding off the discussion. ",
  " ",
  "COSMOPOLITANISM  IN MORALS ",
  "Liberalism believes in moral egalitarianism – the doctrine that human beings deserve equal moral ",
  "consideration. Thus race, ethnicity, sex, language or religion cannot be used to discriminate between ",
  "people. Now, traditionally liberals applied this principle of non discrimination only within national ",
  "boundaries. Some liberal thinkers believe that egalitarian guarantees should not be confined to ",
  "national boundaries or to territorial states. They consider an individual’s nationality also an accident ",
  "of birth like his/her race, gender, or social class. It cannot therefore be made a basis for differentiation ",
  "in dispensing administrative justice. This leads to the vexing problem of the moral status of national ",
  "boundaries.  ",
  "International Morality   24.27 ",
  "In many cases, this is not just an esoteric theoretical problem. It has the following consequences. ",
  "¤  It undermines the legitimacy of national boundaries of nations. ",
  "¤  It obliterates the distinction between citizens and foreigners. ",
  "¤ It will confer rights on the hordes of illegal aliens or immigrants who move into and settle ",
  "in a country. ",
  "USA is currently facing these questions in regard to illegal Latin American immigrants. Liberals ",
  "represented by the Democratic Party are in favour of conferring citizenship on these immigrants. ",
  "Republican Party which represents conservative opinion opposes this proposal, partly because the ",
  "immigrants after acquiring citizenship may form a permanent support group of Democrats. ",
  "This is a highly sensitive issue in India. There is continuous and unchecked immigration from ",
  "Bangladesh into Assam, West Bengal and North East. It is claimed that this infiltration has taken ",
  "place with the connivance of some political parties. This infiltration has also led to an agitation from ",
  "the Assamese people. This is one of the main reasons for the frequent violent eruptions in the north ",
  "east. This infiltration is massive enough to undermine the political standing of the local peoples and ",
  "their way of life. Our limited interest in the subject is from the point of view of ethical theory. We ",
  "can only touch upon these practical issues, and interested readers can study the matter further. ",
  "From a theoretical angle, this raises the question: can moral egalitarianism be confined to national ",
  "boundaries? There are three reasons for restricting it to the citizens of the nation. ",
  "(A) Duties towards fellow nationals differ in kind from those owed to others because national ",
  "community is the source of language and values used in making moral judgments. ",
  "(B) Distinct duties to one’s fellow nationals arise because it is necessary for well being and ",
  "protection of the national community. ",
  "(C) Men find themselves located in a particular society, share a culture and are determined to ",
  "live within it. This national or local community has to preserve its distinct identity. This gives ",
  "it a right to close its borders against outsiders, even if those outsiders are needier than its ",
  "members. Admission and exclusion are at the core of national independence. They constitute ",
  "the meaning of self-determination. Otherwise, there would be no nations. Patriotism belongs ",
  "to a class of loyalty-exhibiting virtues; other such virtues include - love of one’s own family ",
  "and of relatives, friendship and loyalty to cherished institutions. ",
  "Patriotism conflicts with universalism in morals. Many TV anchors and talkers they assemble ",
  "sneer at patriotism and describe it as tribalism. We have given above the moral reasons which support ",
  "patriotism. There is no need to teach patriotic virtues to common people. They are ingrained in ",
  "them. We need to consider this question since many pseudo intellectuals try demoralize ordinary ",
  "folks by dismissing their attachment to their nation, religion, language and culture as barbarian ",
  "parochialism. ",
  "MacIntyre argues that a flourishing community of agents with shared moral norms and values ",
  "is a necessary precondition of one’s continued existence as a moral agent; therefore, patriotism— ",
  "understood as involving special obligations to maintain and defend one’s nation—is a precondition ",
  "of morality. He mentions that the ends in terms of which morality is justified to human beings arises ",
  "in the shared understandings of the community. No one can remain as a lone moral hero without ",
  "any community of shared moral understanding. MacIntyre observes, “We are unlikely to flourish  ",
  "24.28   Ethics, Integrity & Aptitude ",
  "as moral agents if deprived of a community of shared moral understandings. Hence, morality and ",
  "patriotism cannot be meaningfully contrasted as distinct strands of normative thinking; patriotism ",
  "is the precondition of moral functioning.” He adds that some parts of the national project must be ",
  "treated as permanently exempt from critical examination. If a national community systematically ",
  "disowns its true history or substitutes a fictitious history for it (for various reasons) or tries to replace ",
  "national ties derived from shared history with bonds of reciprocal self-interest, it will disintegrate. ",
  " ",
  "INTERVENTION IN OTHER NATIONS ",
  "There is one more aspect of international morality which needs a brief discussion. We referred to ",
  "it briefly earlier. The basic norm of international political order is respect for independence and ",
  "sovereignty of nations. This implies that outside powers should not intervene in the internal affairs ",
  "of a nation. Such intervention is countenanced when in certain emergencies the Security Council ",
  "of UN authorizes intervention. ",
  "The emergencies can originate from many causes. But we may consider two important ",
  "circumstances. An emergency can arise when a state conducts genocide against its own population. ",
  "The most notorious example is the killing of six million Jews by the Nazis under Hitler. Another ",
  "example is genocide in Kampuchea under Pol Pot. Genocide means massive killing of people. ",
  "Another emergency arises due to ‘ethnic cleansing’. This means that in an area inhabited by ",
  "a diverse population, a particular section is forcibly ejected. The section of population targeted for ",
  "eviction is selected on the basis of its race, ethnicity or religion. A recent example is from the state ",
  "of Yugoslavia during its phase of disintegration. From their areas of dominance, Serbs tried to drive ",
  "out Croats; Croats did the same with Serbs. The whole process was accompanied by war crimes and ",
  "unspeakable atrocities to force ethnic cleansing. NATO forces intervened on humanitarian grounds. ",
  "A state has a right to preserve itself against domestic rebellion. Many countries are made up of ",
  "diverse populations. The divesities relate to ethnicity, race, language, religion or denominational ",
  "differences within the same religion. When any particular community in a country is populous and ",
  "occupies a definite geographic area in that country, it may harbour ambitions of independence. ",
  "It may want to secede, and start a violent struggle with military and material support from outside ",
  "states. The current struggles in the Middle East have their origin in these causes. They involve ",
  "clashes between Sunnis and Shias, moderate and radical Islamic groups and rival tribal formations. ",
  "The details are irrelevant for our present discussion. ",
  "UN charter does not authorize such secessionist movements. UN has adopted an interpretation ",
  "of ‘self determination’ which excludes any claims of secessionist groups within a nation state. The ",
  "state has to however treat the different groups within its population fairly and impartially. It has to ",
  "respect their minimum human rights. Some states have to engage in military conflict to overcome ",
  "and crush secessionist movements. At times, they violate the international law which governs warfare. ",
  "Recently, the Assad regime in Syria used chemical weapons against rebel held areas and caused ",
  "widespread civilian damages. USA considered it a sufficient ground to militarily attack Syria in ",
  "violation of its sovereignty. The matter ended after Assad agreed to the destruction of his chemical ",
  "weapon stockpile under UN supervision.  ",
  "International Morality   24.29 ",
  "Besides humanitarian intervention, powerful nations have also brought about ‘regime changes’ in ",
  "a state. Regime change means replacing the existing government of a state by another government ",
  "which agrees to abide by canons of internationally recognised norms of behaviour. The well known ",
  "examples are the regime changes which occurred in Iraq, Libya and Egypt. This raises a tricky ",
  "question of what are the preconditions which warrant regime change and who determines whether ",
  "the preconditions are met in any particular case. Both in Iraq and Egypt, Western powers led by ",
  "USA decided these moral issues. ",
  "Before concluding, we may briefly discuss two instances which involved India. One is the Indian ",
  "intervention when Pakistan used brutal military force to crush the democratic movement in what ",
  "was then East Pakistan. Apart from human costs in terms of lost lives, Pakistan’s brutalities forced 8 ",
  "million refugees into India. At that critical stage in our history, Shrimati Indira Gandhi acted with ",
  "admirable grit and determination and withstood the American pressure from President Nixon and ",
  "Secretary of state, Henry Kissinger. The operation was completed even as the US Seventh fleet ",
  "entered the Bay of Bengal. ",
  "One cannot help comparing India’s above mentioned decisive response to its utterly tepid ",
  "response to the massacre of Sri Lankan Tamils. By many accounts, it was a major episode of genocide. ",
  "However, the humanitarian aspect was taken up by Scandinavian nations especially Norway. ",
  "India was reluctant to support resolutions in UN which condemned the human rights violations ",
  "against Tamils in Sri Lanka. India abstained even on the most recent resolution in UN on this ",
  "subject of human rights violations. It is not our intention to suggest that India should have acted ",
  "as did in response to events in the then East Pakistan. At a minimum, India should have halted ",
  "the massacre. It is possible that India might not have succeeded. But the point is that the Indian ",
  "policy makers just stood in silence while the Sri Lankan army went on its rampage. ",
  "We need not get into the details of the matter. But its moral aspects need a brief mention. It is ",
  "difficult to fathom India’s acquiescence in the massacre. One may argue that Sri Lankan Tamilians ",
  "are foreigners, and not Indian citizens. But then so were the people of Bangladesh. But since our ",
  "foreign policy owes so much to Gandhian legacy, should we not have tried to prevent the carnage ",
  "in our immediate neighbourhood? ",
  "A more interesting feature is the total lack of outrage at any stage in the media or among opinion ",
  "makers or in political establishment. Historically speaking, Tamilian migration is recent, to all intents ",
  "and purposes, they are like other Indians. Regrettably, we have to conclude that the spark of fellow ",
  "feeling and solidarity for erstwhile members of our national community has become weak in us. ",
  "This is the reason why we have discussed what may be considered a well worn theme – the need for ",
  "solidarity born out of national fellow feeling. Without this feeling, neither nations nor their citizens ",
  "can survive. ",
  " ",
  "   Summary  ",
  "¤ International morality refers to morals or codes of conduct governing relations between ",
  "nations. ",
  "¤ ‘Sovereignty’ is the ultimate authority or power possessed by a state as an embodiment of ",
  "its political community. Sovereignty represents the will of the people which is theoretically ",
  "absolute and unfettered.  ",
  "24.30   Ethics, Integrity & Aptitude ",
  "¤ A nation is a group which thinks of itself as ‘a people,’ usually because they share many ",
  "things in common. These consist of a common territory, history, culture, language, religion ",
  "and way of life. The state has a narrower meaning referring to the constitutional arrangements ",
  "which determine how a nation is governed. ",
  "¤ The main theories of IR are – realism, idealism, their variants and a collection of views ",
  "drawn from other schools of thought. Neorealism and neoliberalism have become popular ",
  "in the twentieth century. ",
  "¤  Idealism advocates the moral point of view or ‘what ought to be’ in politics. ",
  "¤ Machiavellianism is a radical type of political realism. It denies the relevance of morality ",
  "in politics, and claims that all means (moral and immoral) are justified to achieve certain ",
  "political ends. This is the doctrine of raison d’état which implies that rulers should follow ",
  "whatever is good for the state and not ethical scruples or norms. ",
  "¤ In the nineteenth-century, Hegel and Treitschke, pushed Machiavellian realism to even ",
  "further extremes, and applied it to international relations. ",
  "¤  Realpolitik is a national policy having a sole principle–advancement of the national interest. ",
  "¤ For realists, the world of (nation) states is anarchic, and security is the overriding goal of ",
  "any state. Realists doubt the relevance of morality to international politics. ",
  "¤ Descriptive realism claims that in real world states do not behave morally. Either they lack ",
  "the moral motivation, or are unable to act morally due to competitive struggles ",
  "¤  Prescriptive realism advocates that states should be prudent in their international conduct. ",
  "¤ Immanuel Kant is among those who anticipated many modern themes of idealism in ",
  "international morals. ",
  "¤ The idealists of the 1920s and 1930s are also known as liberal internationalists or utopians. ",
  "They upheld values like peace, international law, common interests of nations, human ",
  "rationality and morality. ",
  "¤  In his The Twenty Years’ Crisis, E. H. Carr attacks idealism. ",
  "¤ Hans J. Morgenthau is another famous writer who formulated an international relations ",
  "theory based on realism. He identifies unquenchable human lust for power, the desire to ",
  "dominate, as the main cause of conflict. ",
  "¤  Morgenthau uses six principles to show how realism underlies international relations. ",
  "¤ Kenneth Waltz, who proposed neorealism, regards the international order of nations as a ",
  "system, and argues that states in the international system, like firms in a domestic economy, ",
  "seek survival. ",
  "¤ Waltz explains that states continue to behave uniformly over long periods because of the ",
  "constraints which the structure of the international system imposes on them. ",
  "¤ Liberal institutionalists (another name for neoliberal thinkers) believe that states can seek ",
  "security through construction of international agreements, regimes and structures such as ",
  "arms control agreements (like START I and START II) and multilateral economic institutions ",
  "like the WTO. States can engage each other through these structures, learning norms of ",
  "peaceful cooperation and developing a common interest in the status quo.  ",
  "International Morality   24.31 ",
  "¤ For some time, neorealism became influential in international relations, at the expense of ",
  "realism. But major international developments like disintegration of USSR weakened it ",
  "greatly. ",
  "¤  Postmodernism and Feminism have influenced international morality to some extent. ",
  "¤ Tenets of international morality are found in UN Charter. The principles embodied in UN ",
  "Charter form the norms or maxims of currently accepted international morality. ",
  "¤ UN prescribes that for achieving its aims member states should adopt the following principles ",
  "of conduct. ",
  "¤  Sovereign equality of all Members ",
  "¤  Fulfilling in good faith the obligations assumed by Members in accordance with the Charter. ",
  "¤ Settling by members of their international disputes by peaceful means so as not to endanger ",
  "international peace and security, and justice ",
  "¤ Avoidance by Members of the threat or use of force against the territorial integrity or political ",
  "independence of any state, or in any other manner inconsistent with the Purposes of the ",
  "United Nations ",
  "¤ Assisting UN in its actions under the present Charter, and refraining from assisting any state ",
  "against which the UN is taking preventive or enforcement action ",
  "¤ Ensuring by UN that non UN member states comply with these Principles to the extent ",
  "necessary for the maintenance of international peace and security. ",
  "¤ Non intervention by UN in internal affairs of members nor requiring them to submit such ",
  "matters for settlement under the Charter ",
  "¤ John Rawls discusses the morality of international politics in his book The Law of Peoples. His ",
  "list of international moral norms is based on his version of political liberalism. States have ",
  "to comply with these norms (code of conduct) to qualify as members of good standing in ",
  "the international political community. ",
  "¤ Rawls is concerned here with proposing an international framework in which states with ",
  "different internal political regimes (i.e. liberal and non liberal) can live in peace and harmony. ",
  "In this framework, liberal states will not insist that all states should follow full blown liberalism; ",
  "and illiberal regimes will adopt some watered down principles of liberalism. ",
  "¤ States which do not meet the minimum requirements are termed outlaw regimes. Rawls ",
  "regards their existence as an unfortunate fact. ",
  "¤ Rawls’s framework implies that states should avoid ideological crusades and struggles against ",
  "other nations with divergent regimes. ",
  "¤ Rawls also mentions that some countries face extremely unfavorable circumstances like ",
  "famine and immiseration. Rawls urges that well-ordered societies should help these countries. ",
  "¤ There are three main schools of thought on the ethics of war and peace - Realism; Pacifism; ",
  "and Just War Theory. ",
  "¤  Just war theory is divided into three parts which have Latin names. These parts are: ",
  "1.  jus ad bellum, which is about the justice of resorting to war in the first place; ",
  "2.  jus in bello, which is about justice of conduct within war; and ",
  "3.  jus post bellum, which is about the justice of peace agreements and the termination phase ",
  "of war.  ",
  "24.32   Ethics, Integrity & Aptitude ",
  "¤ Pacifism totally opposes war. While pacifists oppose all killing, they particularly abhor the ",
  "mass killing which usually accompanies war. They object to this type and scale of killing. ",
  "Pacifists believe that no moral grounds can justify war, and that it is always wrong. ",
  "¤ There is considerable controversy on coercive regime change – changing the government ",
  "of a nation through external military intervention. It involves the question — Can coercive ",
  "regime change ever be justified, or is it essentially an act of imperialism? One view is that ",
  "UN mandated sovereign equality of nations prohibits external intervention in the internal ",
  "affairs of a state. ",
  "¤  New dimensions of international morality are: ",
  "(i)  Transfer of resources from rich countries to less developed nations ",
  "(ii)  Removing inequities in economic exchanges (trade, commerce and finance) between ",
  "developed and less developed countries ",
  "(iii)  Giving greater voice to developed countries in the working of international agencies ",
  "(iv)  Humanitarian assistance to countries in the grip of famine and immiserization ",
  "(v)  Intervention in states which carry out genocide, ethnic cleansing or war on their own ",
  "people ",
  "(vi)  Naturalization of people who migrate into a country and settle there ",
  "(vii)  Adopting a cosmopolitan as opposed to a national approach to morals ",
  "¤ Although, it was Jawaharlal Nehru who shaped India’s foreign policy, Mahatma Gandhi’s ",
  "thinking and philosophy influenced it greatly. India’s foreign policy is based on the Gandhian ",
  "values of freedom struggle. It was Gandhian ideas that set the tone of India’s foreign policy ",
  "in the early decades of its independence. ",
  "¤ India’s stand on international problems was based on moral clarity and courage. Many ",
  "nations admired this approach. It won for India the leadership of the developing countries. ",
  "It gave India an influence in world affairs out of proportion to its real economic and political ",
  "strength ",
  "¤ Both supporters and critics of Indian foreign policy invariably focus attention on Panchsheel. It ",
  "goes back to a stage long past in Indian foreign policy. Nehru perhaps thought it a centerpiece ",
  "of policy which also held up a moral torch in the cynical environment of diplomacy. While ",
  "some praise Panchsheel for its idealism, others condemn it for its unrealism. ",
  "¤ Some liberal thinkers believe that egalitarian guarantees should not be confined to national ",
  "boundaries or to territorial states. They consider an individual’s nationality also an accident ",
  "of birth like his/her race, gender, or social class. It cannot therefore be made a basis for ",
  "differentiation in dispensing administrative justice. This leads to the vexing problem of the ",
  "moral status of national boundaries. ",
  "¤  Moral egalitarianism should be confined to national boundaries. ",
  "¤ Indian foreign policy makers acted vigorously during the crisis leading to the birth of ",
  "Bangladesh. But their response to the killing of Sri Lankan Tamils has been tepid.  ",
  "International Morality   24.33 ",
  " ",
  "PRACTICE QUESTIONS ",
  " ",
  "1.  What are the main aspects or components of international morality? ",
  "2.  What is sovereignty? Explain its significance in international relations. ",
  "3.  Outline the main principles of idealism in relation to international relations. ",
  "4.  Briefly discuss the concept of realism in international relations. ",
  "5.  What is Descriptive realism? What is Prescriptive realism? How will you distinguish between ",
  "the two? ",
  "6.  What according to the idealists of the 1920s and 1930s are the main principles which should ",
  "guide the conduct of nations in international affairs? ",
  "7.  What are the main points of EH Carr’s criticism of idealism of the 1920s and 1930s? ",
  "8.  Outline the theory of neorealism. ",
  "9.  State the main ideas of neoliberalism in respect of international relations. ",
  "10.  What are the tenets of international morality enumerated in the UN Charter? ",
  "11.  State the principles of morality of international politics according to John Rawls. ",
  "12.  What are three main schools of thought on the ethics of war and peace? ",
  "13.  State the principles which according to the Just War theory should be followed in the declaration ",
  "of war, conduct of war and the termination of war. ",
  "14.  Discuss the merits and demerits of pacifism. ",
  "15.  What are the new dimensions of international morality? ",
  "16.  Discuss the economic aspects of international morality. ",
  "17.  Comment on the role of idealism in India’s foreign policy. To what extent has it been modified ",
  "by realist principles and for what reasons? ",
  "18.  Outline the principles of Panchsheel and comment on them. ",
  "19.  Discuss the view that moral egalitarianism should be confined to national boundaries in the ",
  "context of large scale migration of people from one nation to another. ",
  " ",
  "REFERENCES ",
  "  {W. Julian Korab-Karpowicz Political realism in International Relations. ",
  " Michael Blake, International Justice ",
  " Orend, Brian, War } articles from Stanford Encyclopaedia of Philosophy ",
  " Rajiv Sikri, Mahatma Gandhi’s Influence on India’s Foreign Policy (Available on website)  ",
  "  ",
  "",
  ""
]