[
  "C h a p t e r.19   ",
  "Corporate Governance ",
  " ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "According to a report prepared by Pune-based Indiaforensic Consultancy Services (ICS), at least 1,200 companies ",
  "listed on domestic stock exchanges have forged their financial results. The figure included 20-25 firms on benchmark ",
  "Sensex and Nifty indices. The study called ‘Early Warning Signals of Corporate Frauds’ had alleged that such ",
  "improper accounting included deferring revenue and inflating expenses. ",
  "     ",
  "This was perhaps India’s biggest corporate fraud case where M/s Satyam Computer Services Limited (M/s ",
  "SCSL) caused loss to the investors to the tune of Rs.14,162 crore. The company head, Ramalinga Raju and members ",
  "of his family secured illegal gains to the tune of about Rs.2,743 crore by various tricks. The fraud was perpetrated by ",
  "inflating the revenue of the company through false sales invoices and showing corresponding gains by forging the bank ",
  "statements with the connivance of the Statutory and Internal Auditors of the company. The annual financial statements ",
  "of the company with inflated revenue were published for several years and this led to higher price of the scrip in the ",
  "market. In the process, innocent investors were lured to invest in the company. Attempts were made to conceal the fraud ",
  "by acquiring the companies of kith and kin.– Central Bureau of Investigation. ",
  "After the mega corporate scam in Satyam Computer Services Limited, corporate governance, a ",
  "rather arcane theme of ponderous reports with ringing moral tones, suddenly found itself in media ",
  "glare. It became the subject of screaming headlines, high decibel TV debates and pontificating ",
  "editorials. The scam unnerved not only the investors but also the government and the Indian ",
  "corporates. Satyam, so to speak, was one of the poster boys of Indian software industry. Satyam fraud ",
  "was among the propelling causes of the corporate governance reforms included in the revamped ",
  "Companies Act which finally saw the light of the day after long wait. ",
  "The introductory quotes to the chapter refer to the type of shenanigans which corporate ",
  "governance seeks to forestall. The quotes mention the perpetrators of the fraud, their corroborators, ",
  "the custodians who slept on their watch, the modalities of the fraud and its victims. Frauds are ",
  "usually financial and involve cooking of accounts or ‘creative accounting’. It is for this reason that  ",
  "19.2   Ethics, Integrity & Aptitude ",
  "accountants and watchdog auditors are so important in corporate governance. To understand these ",
  "matters, we need a little background on the structure and processes of corporates. Therefore we ",
  "begin with these preliminaries. ",
  " ",
  "STRUCTURE AND PROCESSES OF COMPANIES ",
  "Companies are bodies incorporated under the Companies Act. Registrar of companies registers ",
  "them after putting them through the prescribed processes. Companies are regulated under the ",
  "Companies Act, and also by their articles of association and memorandum of objectives/purposes. ",
  "If they are listed on the stock exchange, Securities and Exchange of Board of India (SEBI) watches ",
  "over certain operations especially to protect the interests of small shareholders (who it is believed ",
  "are often taken for a ride by the companies). ",
  "Companies are owned by shareholders. Companies need money to create the initial capital ",
  "facilities for starting operations and then running them. Companies operate in various sectors of the ",
  "economy such as infrastructure, manufacturing, finance, banking, trade and services. The type of ",
  "equipment, machinery, factory site, offices and other facilities they require depend on the nature ",
  "of their activity. Companies have to incur capital expenditure upfront for creating these facilities. ",
  "Companies generate revenue or cash by selling whatever they produce or by rendering services. ",
  "Companies have to incur capital expenditure before they start receiving cash from their operations. ",
  "Companies are set up by entrepreneurs or promoters. They put some money of their own and ",
  "collect the balance from others. This is called share capital or equity. The amount is divided into ",
  "units (normally each with a value of Rs 10 or Rs 100). Each contributor or shareholder receives ",
  "shares in proportion to his equity. If X has contributed Rs 10,000 and if each share has a value of ",
  "Rs 10, he will get 1000 shares. People invest in shares because they expect returns in the form of ",
  "annual dividends and also because they expect the value of share to go up. The value of Rs 10 in ",
  "our example is the initial book value of the share. If the company does well and makes profit, the ",
  "share value will increase. If the company is listed in stock exchange, the share may, for example, ",
  "sell for Rs 50. This is its market value. ",
  "Normally, a major part of share capital comes from promoters and the institutional investors. ",
  "These are Life Insurance Corporation of India, general insurance companies, provident funds, Trusts ",
  "(to the extent permitted), pension funds, investment funds and hedge funds. No project is funded ",
  "wholly by equity. The promoters borrow money from banks and other institutions. Normally, projects ",
  "are financed with 30% of share capital and 70% of loans or debt. Loans are repaid over a time with ",
  "the revenue generated from the operations of the company. ",
  "Companies run on the basis of corporate democracy. In a democracy, each adult has one vote. ",
  "But in a company the ‘voting power’ depends on share capital holding. If an individual or institution ",
  "owns 10% of share capital, it commands 10% of votes. The promoter and his partners generally hold ",
  "the required percentage of shares for management control and for taking necessary decisions. We ",
  "can straightway note a problem here. As promoters have a controlling ownership of shares, they ",
  "(along with institutional investors) ‘call the shots’. In the process, the interests of small investors get ",
  "neglected.  ",
  "Corporate Governance   19.3 ",
  "The affairs of the company are managed by a board of directors. This is what ‘board room’ ",
  "means. It is the dream of MBAs and other professionals to make it to this sanctum sanctorum. The ",
  "managing director is the chief executive who runs the day to day operations. He is responsible ",
  "to the board. The directors are classified into three groups: (i) those representing the promoters, ",
  "(ii) nominee directors who represent the financial institutions and (iii) independent directors. The ",
  "independent directors are selected on the basis of their expertise, experience, proven track record ",
  "and impeccable integrity. Independent directors have a special role as custodians of corporate ethics. ",
  "We will consider this aspect later in greater detail. ",
  "One writer has described the board of directors as the epicentre of the company’s operations. The ",
  "board is actually more of a policy making body. It does not handle the company’s daily operations. ",
  "The board devises the company’s long term strategy, creates the organizational structure, lays down ",
  "broad policy, prescribes necessary processes, and works out suitable mechanisms of external and ",
  "internal control. Normally, it meets every month to review performance and take necessary policy ",
  "decisions. ",
  "The operations of the company are divided into different areas depending on the nature of ",
  "its activities. The normal divisions are production, purchase, marketing, finance, logistics, human ",
  "relations (HR), communications and company law. The structure consists of managers at senior, ",
  "middle and junior level. The managers carry out the operations in the different areas. Three areas ",
  "are of particular importance for corporate governance – finance, audit and corporate law (which ",
  "ensures compliance with regulations). Chief financial officer and company secretary play critical ",
  "parts in corporate governance. ",
  "The results of a company’s operations over the financial year are placed for approval before ",
  "the general body of the shareholders. The results are reflected in the profit and loss account for the ",
  "year and the balance sheet (as on 31st March of the financial year ended). Profit and loss account ",
  "shows all the revenues and expenditures and any resulting profit. The accounts are audited by both ",
  "internal and external auditors. ",
  "Before concluding this preliminary account, we may note that many malpractices involve the ",
  "manipulation of accounts. Accounts have to convey a fair and accurate picture of the company’s ",
  "financial position. The Institute of Chartered Accounts has prescribed the ‘accounting standards’ or ",
  "the correct ways of writing accounts. To put it simply, a company’s profit is a resultant figure derived ",
  "from calculations of thousands of revenue and expenditure elements (or pluses and minuses). By ",
  "showing such elements in different ways, the levels of income and expenditure can be changed. ",
  "The profit can be increased or decreased, only within a narrow range, by tweaking the numbers. ",
  "The auditors may not accept such procedures if they deviate too far from normal accounting ",
  "conventions. We need not get into the details which involve intricacies of accounting. But we may ",
  "note that accounts can be slightly manipulated to show higher profits. Nowadays, a whole bunch of ",
  "financial analysts track the performance of companies, and project estimated profits. If a company’s ",
  "profits fall below these estimates, its stock takes a beating on the stock market thereby eroding some ",
  "of its shareholders’ wealth. This is one reason why accounts are to some extent manipulated. ",
  "This is obviously wrong. There can be more sinister motives such as increasing share price for ",
  "selling it on market to unsuspecting small investors. They will suffer losses when in due course the ",
  "stock value dips to its realistic level. There can be various other irregularities like embezzlement,  ",
  "19.4   Ethics, Integrity & Aptitude ",
  "diverting Company’s money to personal uses and taking money in purchases and sales. Incidentally, ",
  "the Companies Act prescribes the procedure for calculating net profit. The method of calculating ",
  "profits also follows from accounting standards. ",
  "Before proceeding further, let us consider some examples which illustrate financial wrong doing. ",
  " ",
  "Case Studies ",
  "CASE 1 ",
  "Janakiraman is an Associate General Manager of a company. The company routinely purchases lot ",
  "of consumables for use in Headquarter and other offices. Janakiraman looks after this function in ",
  "the company and reports to the General Manager. Janakiraman has a brother-in-law Varadarajan ",
  "who has a business of office stationery and consumables. Janakiraman’s wife requests him to place ",
  "the order on her brother’s firm (X). The company has a policy which specifies that purchases have ",
  "to be made after getting offers in closed covers from four bidders and by selecting the best offer ",
  "looking to quality and prices. In case of purchases above a certain limit, open tender is required to ",
  "be invited through newspaper advertisement. At this time, purchase of a lot is being considered for ",
  "which Janakiraman is required to initiate purchase process. ",
  "Question ",
  "The following courses of action come to his mind. What should he do? ",
  "1.  Anyway he is likely to get a much better job offer compared to his present job in a large ",
  "multinational company (MNC). The offer has been negotiated and is close to finalisation. ",
  "He might just place the order directly to firm X. ",
  "2.  If the policy does not dictate invitation of open tender because of the likely value of order, ",
  "he might as well directly give the order to firm X. ",
  "3.  The order quantity is such that there is no need to invite tender through newspaper. He ",
  "should ask three known dealers to make offers above the range of market prices and ask ",
  "firm X to submit offer in line with market prices. The desired result will follow. ",
  "4.  He should not mix up private and official life and advise his brother-in-law to participate in ",
  "normal course of competition. ",
  " ",
  "Discussion ",
  "1.  A professional career is a serious pursuit. This is very different in nature compared to ",
  "say selling vegetables in urban streets. Vegetables sold today to a consumer may not be ",
  "remembered by the customer tomorrow. Irrespective of whether tendering in newspaper is ",
  "required or not, he has to invite at least four genuine offers, compare the offers, negotiate ",
  "if necessary and then select vendors for supply. If he directly gives order to firm X, that ",
  "will be a serious violation of Company’s policy. Suppliers working with the company may ",
  "complain or even whisper in the ears of Janakiraman’s superiors. Then a controversy may ",
  "arise. MNCs before giving final offer often confidentially verify the background of the ",
  "candidate. If verification reveals such negligent act, the potential offer could even be in ",
  "jeopardy. He must resist this temptation.  ",
  "Corporate Governance   19.5 ",
  "2.  In this choice also, there is a violation of company policy. The policy is easy to understand ",
  "and no senior manager will be unfamiliar with this kind of purchase process. This violation ",
  "would definitely, be noticed by his direct subordinates (juniors in department). If known to ",
  "superiors, this will lower his image of competence if nothing more. Hence an unacceptable ",
  "choice. ",
  "3.  The general principle is that what is a wrong action ethically cannot be corrected by ",
  "manipulative behaviour of making it appear right. A manager is required to act in the best ",
  "interest of the company. So he should accept only offers that result from competition in ",
  "marketplace. That is the substance of the policy. Any violation would be unethical. ",
  "Moreover, he can never be sure that vendors willing to oblige will not become loud mouthed ",
  "later. They may pass on the message or curiously enquire about whom he is trying to favour. ",
  "Should the facts somehow come out the façade of propriety that he is trying to create will ",
  "fall in pieces. He should not think of this manipulation. ",
  "4.  The lesson is that managerial career and private life should not be mixed up. He should tell ",
  "his wife that Varadarajan is welcome to compete like any other vendor. We are presuming that ",
  "this is a routine kind of decision where the relationship will not be a liability for Janakiraman. ",
  "If that happens and he has to make sharp evaluation of offers, he should give such task to ",
  "next level in management so that “Not before Me” principle (i.e. not deciding a case which ",
  "involves conflict of interest) can be followed. ",
  " ",
  "CASE 2 ",
  "Vishnu Mohan is the dynamic, pushy managing director of a fast growing retail sales chain. He ",
  "has struck a deal with the board of directors for receiving a part of his pay as a percentage of the ",
  "company’s net profits. Although the company is doing well, the growth of sales and profits has been ",
  "modest. Vishnu Mohan realised that his pay has become less compared to that of his peers drawing ",
  "pay but without profit sharing. It was then that he called the chief finance officer Sarita Gohil. He ",
  "told her that the chairman had expressed anxiety about profitability levels of the company in view ",
  "of the need to raise funds from banks for the proposed expansion plans. He wondered how they ",
  "could reach a more attractive profit figure. ",
  "Sarita knew that pushing up profits will be an artificial move. But she joined the firm recently and ",
  "wanted to make a good impression on the boss. She also thought that the feelings of the chairman ",
  "can be hardly ignored considering his interest in the expansion plans. She also knew that an increase ",
  "in the company’s turnover will help her in eventually migrating to a blue chip company. ",
  "Question ",
  "How should Sarita deal with the situation? ",
  "1.  Sarita should recognize that she is playing with fire and politely explain to the MD that ",
  "all significant manipulations are expressly barred by Accounting Standards prescribed by ",
  "ICAI. Banks will definitely see through such gimmicks when they do due diligence before ",
  "making fresh advances.  ",
  "19.6   Ethics, Integrity & Aptitude ",
  "2.  Sarita knows there are ways to increase profitability such as lowering depreciation, refusing ",
  "to write off bad receivables, and reducing payables under pretext of fresh negotiation etc. ",
  "Such adjustments, she thinks, will meet the urgent need of enhanced profits and advance ",
  "her career prospects. ",
  "3.  Sarita thinks that manipulations described above will not be easily detectable by shareholders ",
  "and as such would not invite any problem. ",
  "4.  Sarita may actually suggest these steps to the MD and seek his informal clearance. ",
  " ",
  "Discussion ",
  "1.  This is the only right course of action. A sensible MD would understand. Anyway, MD ",
  "cannot compel CFO to massage the accounts. CFO has to sign the accounting statements ",
  "first, before they go to MD. ",
  "2.  Remember that ethics is a beautiful discipline that operates right from the stage of ",
  "contemplation of an action. Mere thought about a course of action attracts ethical principles. ",
  "Sarita should be clear that such profit enhancement works against the interest of shareholders ",
  "because it colours the true and fair picture of the operations. Shareholders cannot take correct ",
  "decision based on such accounts. Also MD walks away with increased incentives without ",
  "increased profitability thus hurting the shareholders. ",
  "It is legitimate to pursue career goals but not at the price of befooling stakeholders such as ",
  "shareholders and lenders. That is bad corporate governance. ",
  "3.  Sarita is living in a make believe world if she thinks that such manipulation will not be ",
  "recognised by shareholders. Auditors, especially external auditors, would definitely detect ",
  "some of this window dressing. That will reflect in audit report and shareholders particularly ",
  "the smarter lot will smell a rat. This is ‘Dumb World’ hypothesis (belief that people are ",
  "foolish) and no mature manager should proceed on that basis. ",
  "4.  In this choice, the evil thought expresses itself. Once proposed, the MD will quickly agree ",
  "in self-interest and then Sarita will lose the path to the fire exit so to say. She cannot then ",
  "extricate herself from the ensuing complications. Even if in one year she can get away with ",
  "this, the next year also MD may like to walk farther down the same road thus aggravating ",
  "her problem. Remember, MD has strong incentive to do so. ",
  " ",
  "CORPORATE GOVERNANCE ",
  "With the above background, we can look at the concept of corporate governance. First, we will discuss ",
  "corporate governance in general terms and will then consider how it is being implemented in India. ",
  "Corporate governance refers to the processes, and the related organisational structures, by which organisations  are ",
  "directed, controlled and held to account. It “involves a set of relationships between an organisation’s management, its ",
  "board, its shareholders and other stakeholders. Corporate governance also provides the structure through which the objectives ",
  "of the organisation are set, and the means of attaining those objectives and monitoring performance are determined”. ",
  "It can also be viewed as the laws, rules, regulations, systems, principles, and processes which regulate companies.  ",
  "Corporate Governance   19.7 ",
  "Corporate governance is also intimately connected with the following: ",
  "¤  Bringing the interests of shareholders and investors to the forefront ",
  "¤  Linking the company’s governance mechanisms to society’s conception   of corporate ",
  "accountability ",
  "¤  Commitment to values, ethical business conduct and strictly observing the distinction between ",
  "personal and corporate funds ",
  "¤  Promoting fairness, transparency and accountability in company  policies ",
  "¤  Observing principles of corporate social responsibility (CSR). ",
  "Corporate governance can help companies financially in the following ways: ",
  "¤  Improving  corporate performance ",
  "¤  Attracting financial and human resources ",
  "¤  Tapping international financial markets ",
  "¤  Managing risks ",
  "¤  Avoiding corporate failure. ",
  "Ideas of corporate governance emerged in late 1980’s and early 1990’s. In this regard, the National ",
  "Commission on Fraudulent Financial Reporting (Treadway Commission) in the United States, and ",
  "the Committee on the Financial Aspects of Corporate Governance (Cadbury Committee) in the ",
  "United Kingdom did pioneering work. OECD Principles of Corporate Governance came out in ",
  "April 2004. ",
  "Cadbury Committee ",
  "The ‘Cadbury Committee’ was set up in May 1991 with a view to overcome the huge problems of ",
  "scams and failures in the corporate sector worldwide in the late 1980s and the early 1990s. Cadbury ",
  "Committee based its recommendations on three principles: transparency, integrity and accountability. ",
  "Openness (transparency) of companies in disclosing of information, within the limits set by their ",
  "competitive position, is “the basis for the confidence which needs to exist between business and all ",
  "those who have a stake in its success”. ",
  "Integrity was defined as meaning “both straightforward dealing and completeness”. The Report ",
  "stated that financial reporting should be “honest and ... should present a balanced picture of the state ",
  "of the company’s affairs”. As regards accountability, Cadbury committee held: “Boards of directors ",
  "are accountable to their shareholders and both have to play their part in making accountability ",
  "effective”, the former through the quality of information they provide and the latter through a ",
  "willingness to exercise their responsibilities. ",
  "The Committee formulated a Code of Best Practice in four parts for compliance by the boards ",
  "of all the listed companies. ",
  "(i) Board of Directors: The board should meet regularly, retain full and effective control over ",
  "the company and monitor the executive management. There should be division of responsibilities ",
  "so that no one individual has unfettered powers of decision. Where the chairman is also the chief ",
  "executive, there should be a strong and independent member on the board. All directors should ",
  "have access to the company secretary, who is responsible to the Board for ensuring that proper ",
  "procedures are followed and that applicable rules and regulations are complied with.  ",
  "19.8   Ethics, Integrity & Aptitude ",
  "(ii)  Non-Executive Directors: The non-executive directors should bring an independent ",
  "judgement to bear on issues of strategy, performance, resources, including key appointments, and ",
  "standards of conduct. The majority of non-executive directors should be independent of management ",
  "and free from any business or other relationship which could materially interfere with the exercise ",
  "of their independent judgment, apart from their fees and shareholding. There should be full and ",
  "clear disclosure of total emoluments of directors paid in any form. ",
  "(iii)  Financial Reporting and Controls: The board should present a balanced and ",
  "understandable assessment of the company’s position. The financial reporting should give a true ",
  "and fair picture. ",
  "(iv) Dealing with the Rights and Responsibilities of Shareholders: The shareholders, ",
  "as owners of the company, elect the directors to run the business on their behalf and hold them ",
  "accountable for its progress. They appoint the auditors to provide an external check on the direc- ",
  "tors’ financial statements. The Committee’s report particularly emphasises that the board should ",
  "fairly and accurately report company’s progress to shareholders. Institutional investors/shareholders ",
  "should make greater use of their voting rights and take positive interest in the board’s functioning. ",
  "Both shareholders and boards of directors should consider how to strengthen the accountability of ",
  "board of directors to shareholders. ",
  " ",
  "Role of Auditors ",
  "The annual audit is one of the cornerstones of corporate governance. It provides an external and ",
  "objective check on the way in which the financial statements have been prepared and presented ",
  "by the directors of the company. The Cadbury Committee recommended that a professional and ",
  "objective relationship between the board of directors and auditors should be maintained, so as to ",
  "provide to all a true and fair view of company’s financial statements. Auditors’ role is to design ",
  "audit in such a manner that it provides a reasonable assurance that the financial statements are free ",
  "of material misstatements. Secondly, every listed company should form an audit committee which ",
  "gives the auditors direct access to the non-executive members of the board. The Committee further ",
  "recommended regular rotation of audit partners to prevent unhealthy relationship between auditors ",
  "and the management. It also recommended disclosure of payments to the auditors for non-audit ",
  "services to the company. ",
  "Risk Management ",
  "Corporate governance in developed economies was also seen from the perspective of risk ",
  "management. The collapse of Lehman brothers, the huge losses which banks suffered and instances ",
  "of reckless risk trading by mangers in search of profits and bonuses made it necessary for boards to ",
  "ensure better risk management. The Turnbull committee provided guidance to companies in UK ",
  "in this matter. In September 2011, Financial Reporting Council, UK examined this question further. ",
  "Its main conclusions on how boards should handle risk are listed below. ",
  "¤  The Board should determine the company’s approach to risk covering, risk identification, ",
  "oversight of risk management, and crisis management.  ",
  "Corporate Governance   19.9 ",
  "¤ Boards have to concentrate on those risks capable of undermining the strategy or long-term ",
  "viability of the company or of damaging its reputation. ",
  "¤ Shareholders should be given meaningful reports on risk through an integrated account of ",
  "the company’s business model, strategy, key risks and mitigation. ",
  "¤  Good corporate culture is essential to good risk management. ",
  "¤  The board should link up risk management and internal audit functions. ",
  "¤ Transparency and clear lines of accountability through the organisation are essential for ",
  "effective risk management. ",
  "¤  The Board should spell out its appetite or tolerance for key individual risks. ",
  "¤ The exact dividing lines between the Audit Committee and the Board and between the ",
  "Audit and Risk Committees need to be defined. ",
  "Evolution of Corporate Governance in India ",
  "Policies on corporate governance in India followed a path similar to one taken in the West. The ",
  "emphasis in Indian policies can be said to be more on protecting small shareholders, preventing ",
  "frauds and malpractices and promoting corporate social responsibility. The components of corporate ",
  "governance are embodied in the recently passed Companies Act. Many of the individual elements ",
  "of corporate governance which figured earlier in separate regulations and voluntary codes have now ",
  "become part of the Companies Act. ",
  "Now, we will consider the various steps which culminated in the passing of the Companies Act. ",
  "Ministry of Corporate Affairs and SEBI took the lead in advancing corporate governance. The main ",
  "stages are outlined below. ",
  "1.  Confederation of Indian Industries (CII) set up a task force in 1995 under the chairmanship ",
  "of the well-known industrialist Rahul Bajaj. In 1998, the CII released the code “Desirable ",
  "Corporate Governance”. ",
  "2.  SEBI set up a Commission under Kumarmanlagam Birla. The commission covered three ",
  "main points: protection of investor interest, promotion of transparency and creating standards ",
  "of disclosure of information on international regulatory  patterns. ",
  "3.  In 1999, the Companies Act was amended to introduce provisions for nomination facilities ",
  "to shareholders, share buybacks and for formation of investor education and protection ",
  "fund. ",
  "4.  Naresh Chandra Committee was set up in 2002. It discussed matters such as the statuary ",
  "auditor-company relationship, rotation of statutory audit firms/partners, procedure for ",
  "appointment of auditors and determination of audit fees, and true and fair statement of ",
  "financial affairs of companies. ",
  "5.  SEBI appointed Narayana Murthy Committee in 2002. Its report: (a) made mandatory ",
  "recommendations regarding responsibilities of audit committee; (b) suggested ways of ",
  "improving quality of financial disclosure; and (c) proposed that boards should assess business ",
  "risks and report them in the company’s annual reports. ",
  "6.  SEBI took a major step towards strengthening corporate governance by incorporating various ",
  "conditions in Clause 49 of the Listing Agreement to the Indian stock exchange. It became  ",
  "19.10   Ethics, Integrity & Aptitude ",
  "effective from 31 December 2005. It covered items such as Board Independence, Audit ",
  "Committees, Disclosure and certification of accounts by CEO/CFO. ",
  "7.  The Ministry of Corporate Affairs issued Voluntary Guidelines on Corporate Governance ",
  "in December 2009. ",
  " ",
  "PROVISIONS CONTAINED IN THE COMPANIES ACT ",
  "We will now outline the different points covering corporate governance which were included recently ",
  "in the Companies Act. ",
  "1.  National Financial Reporting Authority ",
  "National Financial Reporting Authority will be set up. Institute of Chartered Accountants of India ",
  "earlier had many of the powers vested in the Financial Reporting Authority. This authority will ",
  "formulate the accounting and auditing standards. It will monitor and enforce compliance of these ",
  "standards. To this end, it will oversee the quality of the professions like accountancy, auditing and ",
  "financial analysis connected with these matters. The authority will investigate professional and other ",
  "misconduct that chartered accounts or their firms may commit. ",
  "2.  Audits and Auditors ",
  "Every company has to appoint an auditor. Listed and other specified companies can appoint an ",
  "individual auditor for a five year term and a firm for two consecutive terms of five years each. Any ",
  "firm having a same partner or partners shall not be appointed in its place. The remuneration of ",
  "auditors shall be fixed by the company in its general meeting. It means that the decision can be ",
  "taken neither by the management nor by the board but only by the general body of shareholders. ",
  "This removes chances of collusion between management and the auditors. ",
  "Every auditor of a company shall have a right of access at all times to the books of account and ",
  "vouchers (signed receipts for payments made) of the company. An auditor can demand (as a matter ",
  "of right) from the company officials such information and explanation as he may consider necessary ",
  "for the performance of his duties as auditor. The law enjoins upon the auditors some matters on ",
  "which they must conduct a special inquiry and include in their report. ",
  "The Companies Act imposes a special obligation on auditors, company secretaries in practice ",
  "and cost accountants of a company. If during the course of the performance of their duties they ",
  "notice that an offence involving fraud is being or has been committed against the company by its ",
  "officers or employees, they have to report the matter to the Central Government. The government ",
  "will prescribe the time limit and method for making such reports. The law prohibits the auditors ",
  "from providing banking, financial and similar services to the company. This is intended to avoid ",
  "conflict of interest and to preserve the auditor’s independence. Otherwise, the company may entice ",
  "auditors with alluring financial assignments.  ",
  "Corporate Governance   19.11 ",
  "CASE 3 ",
  "Nikunj is auditing the accounts of a firm owned by a few partners. The accounts showed investments ",
  "of Rs 2 crore in time deposits of banks. He wants to see these fixed deposit receipts. But the managing ",
  "partner has pledged them in Labhada Bank without telling his partners and took a loan. Nandita, ",
  "the chief accountant, goes to the managing partner and tells him about Nikunj’s demand. He is in a ",
  "fix and wonders what to do. Nandita volunteers that she knows the manager of Labhada Bank well, ",
  "and will get photocopies of the fixed deposit receipts. She gets the copies and shows them to Nikunj ",
  "pretending that the originals are in a safe deposit vault in a faraway suburb. Nikunj unsuspectingly ",
  "accepts her story. ",
  "Question ",
  "To which of the following comments you would agree? ",
  "1.  Nikunj must be either incompetent or corrupt. ",
  "2.  Managing partner has committed a breach of trust by securing a personal loan on the support ",
  "of fixed deposits belonging to the partnership firm. ",
  "3.  Manager of the Labhada Bank must be corrupt. ",
  "4.  Only (1) and (2) ",
  " ",
  "Discussion ",
  "Regarding (1) we have no evidence to come to the conclusion that Nikunj is corrupt. He should have ",
  "asked Nandita why she is showing photocopies of fixed deposit receipts. What is the compulsion ",
  "or requirement to keep FDs in a safe vault in a faraway place? He could have given some time ",
  "to Nandita to bring the original receipts and show him. Nandita could not have then tricked him ",
  "because the Labhada Bank or for that matter any bank would not part with the receipts on which ",
  "loan has been taken. ",
  "Managing partner has committed a breach of trust. There is no doubt about that. He is in a ",
  "position of trust with respect to other partners. They have entrusted the management of the firm to ",
  "him. He cannot use property of the partnership as security to get a loan for himself. The partnership ",
  "firm is an entity separate from the managing partner. Somebody may incorrectly argue that no loss ",
  "has been caused to the firm because the bank had no occasion to realise the value of the deposits. ",
  "Nor that the firm has been deprived of the use of the money. However, ethically we do not need to ",
  "see the result of the action. Mere possibility of doing harm is sufficient for ethical evaluation. ",
  "We have no basis to conclude that manager of Labhada Bank is corrupt. Giving a photocopy ",
  "to the owners or their representative is a permissible action. The manager who sanctioned personal ",
  "loan to managing partner committed an error. However, there is no statement that the same manger ",
  "allowed the copies of the FD receipts to be taken. Hence (3) is not a correct statement. Hence (4) ",
  " ",
  "3.  Directors ",
  "Every listed company and companies of prescribed classes shall have at least one-third of total ",
  "number of directors as independent directors. For the first time, the Companies Act has defined ",
  "the term ‘independent director’. An independent director has to give an annual declaration of  ",
  "19.12   Ethics, Integrity & Aptitude ",
  "independence to Board. He is not entitled to receive stock option (i.e. the benefit or right to ",
  "purchase or to subscribe for, the shares of the company at a future date at a pre-determined ",
  "price) but may receive remuneration and reimbursement of expenses. An independent director ",
  "can hold office for a term of five consecutive years. However, he cannot hold office for more ",
  "than two consecutive terms. But he will be eligible for appointment after a break of three years. ",
  "Independent directors shall not be subject to the provision of retirement by rotation. ",
  "The Companies Act has prescribed the qualifications of independent directors and the procedure ",
  "for their appointment. Their appointment has to be approved in general body meeting. To help ",
  "companies in selecting independent directors, a data bank will be maintained containing names, ",
  "addresses and qualifications of eligible and willing persons. ",
  "The independent directors are the custodians of corporate governance and the conscience ",
  "keepers of the board. The Companies Act includes a code as a guide to professional conduct for ",
  "independent directors. Adherence to these standards by independent directors and fulfilment of ",
  "their responsibilities in a professional and faithful manner will promote confidence of the investor ",
  "community, particularly minority shareholders, regulators and companies in the institution of ",
  "independent directors. ",
  "The qualities expected of an independent director include: integrity and probity; objective and ",
  "constructive approach; bonafides of action; banishing extraneous considerations that threaten his ",
  "objective, independent judgment; refraining from abuse of his office and from any action that would ",
  "lead to loss of his independence. ",
  "A listed company may have one director elected by small shareholders. A small shareholder ",
  "holds shares worth up to Rs 20000. There shall be at least one woman director in companies of ",
  "prescribed class or classes. ",
  "The articles of a company may provide for the appointment of not less than two-thirds ",
  "of the total number of the directors of a company based on proportional representation.The ",
  "duties of directors mentioned in the Companies Act include good faith, due and reasonable ",
  "care, skill and diligence, independent judgment, and no direct or indirect conflict of interest. ",
  "Any violation of duties is punishable with a fine from one lakh to five lakh rupees. ",
  " ",
  "CASE 4 ",
  "Munnalal started a business from scratch, and ended up as substantial owner of a midsized engineering ",
  "company. The position of technical director in the company fell vacant when its incumbent resigned ",
  "to take up another assignment. To the surprise of the board, Munnalal proposed that his young son ",
  "Kishorilal should be made the technical director. One director openly expressed his opposition to the ",
  "proposal and doubted Kishorilal’s credentials. Munnalal replied that his son has studied engineering ",
  "in Remote Westbrook Technical University. In reply to the member’s question, he added that Remote ",
  "Westbrook Technical University is an accredited University in New Mexico. Kishorilal, he added ",
  "also took training in some workshops near Detroit. When there was further opposition, he pleaded ",
  "that his health was poor and that he would like someone from his family to take reins if he were to ",
  "become too ill. Kishorilal, he added, would be elected a member on the strength of his shareholding.  ",
  "Corporate Governance   19.13 ",
  "Question ",
  "Assume that you have been the Secretary of the company for many years and have the ears of ",
  "Munnalal. What would be your advice to Munnalal? ",
  "1.  You would advise Munnalal that such opposition from Independent Directors is routine in ",
  "corporate life. Munnalal should not change his position. ",
  "2.  Your advice would be that Kishorilal should start at the shop floor and then gradually take ",
  "up higher responsibility. ",
  "3.  Company should appoint an elderly technocrat with management experience who is nearing ",
  "retirement and he should be appointed with specific mission to groom Kishorilal. ",
  "4.  You should stay away because in family matters people do not pay heed to reason. ",
  " ",
  "Discussion ",
  "1.  As a Secretary you are required to act in interest of the company. Keeping Munnalal happy may ",
  "be important for your career advancement, but obviously ignoring the opinion of Independent ",
  "Director as routine is not a sensible approach. Independent Directors are required precisely for ",
  "such purpose of balancing interest of the promoter and the interest of other shareholders who ",
  "are not controlling the affairs of the company. Secretary needs to pay heed to valuable opinion ",
  "of Independent Directors(s). Clearly, Kishorilal does not have the requisite experience and even ",
  "education to start from that level of management. That precisely is the issue here. ",
  "2.  Munnalal would want to see tangible result in a time frame because he may not be keeping ",
  "good health and is anxious to have a successor from family. This option is somewhat vague as ",
  "Kishorilal may take long time to move up the ladder. This option does not meet with the demand ",
  "of the situation. ",
  "3.  This is the right option. When the company brings in an executive with sound experience ",
  "and maturity, its current operations will not suffer. Since the incumbent is near retirement he ",
  "would not try to extend his career horizon but instead sincerely groom Kishorilal. In about two ",
  "years, it should be possible to groom Kishorilal. After that Kishorilal may take over substantial ",
  "responsibility. If the incumbent still wants to continue for some more time he may be given ",
  "some advisory position wherefrom also he can support Kishorilal. This is the pragmatic course ",
  "of action. ",
  "4.  No doubt Munnalal is personally concerned about this issue. However, the matter affects the ",
  "whole company. Since Munnalal has controlling interest in the company and he is not keeping ",
  "good health, the succession anxiety is understandable. In that situation good advice surely has ",
  "value. If the Secretary shies away from tendering that advice, he would be failing in his duty. He ",
  "is no stranger either to the company or to Munnalal. He cannot afford to remain a mute spectator. ",
  "4.  Committees of the Board of Directors ",
  "Every listed company and some other specified companies have to constitute an audit committee. ",
  "Audit committee shall have not less than three independent directors; at least two of them should ",
  "be able to understand financial statements like balance sheets, profit and loss accounts, cash flow  ",
  "19.14   Ethics, Integrity & Aptitude ",
  "statements and statements of changes in equity. The chairperson should have this ability. The terms of ",
  "reference or jurisdiction of an audit committee shall include all matters relating to finance, accounts, ",
  "commercial transactions, investments and audit. ",
  "The audit committee shall have power to investigate into all these matters. The auditors and key ",
  "managerial personnel have a right to be heard in the meetings of audit committee. Where Board ",
  "does not accept any recommendation of the audit committee, it has to be disclosed. ",
  "The Act provides a vigilance mechanism so that directors and employees can report their ",
  "genuine concerns or apprehensions about things happening in the company. Any person who uses ",
  "such mechanism shall have direct access to chairperson of the audit committee. This is a kind of ",
  "whistleblower  provision. ",
  "5.  Nomination and Remuneration Committee, Stakeholders Relationship Committee ",
  "The Act has made provision for a Nomination and Remuneration Committee and a Stakeholders ",
  "Relationship Committee. The Nomination and Remuneration Committee will identify persons who ",
  "are qualified to become directors and who may be appointed in senior management. The Board ",
  "of Directors of a company which consists of more than one thousand shareholders, debenture- ",
  "holders, deposit-holders and any other security holders at any time during a financial year will have ",
  "to constitute a Stakeholders Relationship  Committee. ",
  "6.  Related Party Transactions ",
  "Related party transactions are those in which board directors or their immediate family members ",
  "have a personal financial interest. They place them in conflict of interest situations. Their gain may ",
  "depend on company’s loss. It is a cardinal principle that they should keep a safe distance from such ",
  "transactions. Or they have to deal with them ‘at arm’s length’. ",
  "The Companies Act includes safeguards in this matter. No company can enter into any contract ",
  "or arrangement with a related party without consent of board of directors given by a resolution. If ",
  "the transaction exceeds certain limit, it needs the prior approval of the company in general meeting ",
  "by a special resolution. Any member who is interested in the transaction can vote on such special ",
  "resolution. However, no approval is needed if the transaction is on an arm’s length price i.e. at full ",
  "market price. The Board has to disclose every related party transaction in its report to shareholders. ",
  "The company has to maintain a register showing the contracts and arrangements in which directors ",
  "are interested. ",
  "7.  Secretarial Audit ",
  "Every listed company and or specified company has to attach to its Board’s report to shareholders a ",
  "secretarial audit report given by a company secretary in practice. The task of a company secretary ",
  "who heads its secretariat is to ensure that the company duly complies with all the legal requirements ",
  "as specified in the Companies Act and other relevant laws. The secretarial auditor will audit the ",
  "working of the company’s law division whose task it is to ensure that the company conforms to all ",
  "the applicable rules and regulations. Secretarial auditor will report on (a) whether the company has ",
  "complied with the Companies Act and other laws applicable to it and (b) whether the company’s ",
  "law division or secretariat is maintaining the proper professional standards.  ",
  "Corporate Governance   19.15 ",
  "8.  Class Action ",
  "The Companies Act has introduced the concept of class action for the first time in India. Class action ",
  "is different from legal action which individual litigants take. An individual litigant or a group fights ",
  "a case on its own behalf. For example, suppose that twenty farmers suffer losses when industrial ",
  "effluents flow into their fields. One of the farmers files a case in a court and gets compensation. This ",
  "is an individual legal action. The judgement will not apply to other farmers, though they belong ",
  "to the class or group who suffered loss. However, there is a provision in countries such as USA for ",
  "filing class action suits. In such suits, the judgement will apply to all similarly placed persons even ",
  "if they do not join the suit. ",
  "The Companies Act has introduced a similar provision. Where members, depositors or any ",
  "class of them are of the opinion that affairs of company are being conducted in a manner prejudicial ",
  "to the interest of company, its members or depositors, they may file an application before tribunal. ",
  "The class action can also cover the auditors. ",
  "9.  Corporate Social Responsibility (CSR) ",
  "(i)  If a company (a) has a net worth of rupees five hundred crore or more, or (b) turnover of ",
  "rupees one thousand crore or more, or (c) a net profit of rupees five crore or more in a ",
  "financial year, then it has to constitute a Corporate Social Responsibility Committee of the ",
  "Board. The committee should have three or more directors, with at least one independent ",
  "director. The Board’s report to share holders should disclose the composition of the ",
  "Corporate Social Responsibility Committee. ",
  "(ii) The Corporate Social Responsibility Committee has to perform the following functions: (a) ",
  "Formulate and recommend to the Board, a Corporate Social Responsibility Policy for taking ",
  "up the activities specified in the Companies Act. (b) Recommend the amount of expenditure ",
  "to be incurred on the CSR and (c) monitor the Corporate Social Responsibility Policy of ",
  "the company ",
  "(iii) The company’s board has to approve, after considering the CSR committee’s ",
  "recommendations, the Corporate Social Responsibility Policy. The policy has to be included ",
  "in its report to shareholders and also has to be placed on the company’s website. The board ",
  "has to ensure the implementation of the activities included in its CSR policy. ",
  "(iv) A company to which CSR applies has to spend on it every financial year, at least two per ",
  "cent of the average net profits made during the three immediately preceding financial years. ",
  "The company shall give preference in its CSR policy to the local area where it operates. If ",
  "the company is unable to spend the CSR money, it should explain the reasons in its report ",
  "to share holders. ",
  "(v)  CSR can cover programmes for: ",
  "(a)  eradicating extreme hunger and poverty; ",
  "(b)  promotion of education; ",
  "(c)  promoting gender equality and empowering women; ",
  "(d)  reducing child mortality and improving maternal health; ",
  "(e)  combating human immunodeficiency virus, acquired immune deficiency syndrome, ",
  "malaria and other diseases;  ",
  "19.16   Ethics, Integrity & Aptitude ",
  "(f)  ensuring environmental sustainability; ",
  "(g)  employment enhancing vocational  skills; ",
  "(h)  social business projects; ",
  "(i)  contribution to PM’s National Relief Fund or fund set up by the Central Government ",
  "or the State Governments for socio-economic development and relief and funds for ",
  "helping  vulnerable groups. ",
  "To sum up, the new Companies Act includes various aspects of good corporate governance ",
  "such as independent directors on boards; enhanced disclosure norms; enhanced accountability of ",
  "management; stricter enforcement; audit accountability; protection for minority shareholders; investor ",
  "protection and activism; and CSR. ",
  " ",
  "UNGC: A Modern Cornerstone of Corporate Governance ",
  "Recognizing that solutions to the most fundamental challenges facing society require extraordinary ",
  "collaboration, the UN entered the corporate sustainability realm in 2000 with the Secretary-General’s ",
  "launch of the United Nations Global Compact (UNGC). ",
  "The UNGC is a United Nation’s initiative to encourage businesses worldwide to adopt sustainable ",
  "and socially responsible policies, and to report on their implementation. The UN Global Compact ",
  "is a principle-based framework for businesses, covering ten principles in the areas of human rights, ",
  "labour, the environment and anti-corruption. Under the Global Compact, companies are encouraged ",
  "to work along with UN agencies, labour groups and civil society. ",
  "The UNGC is the world’s largest corporate citizenship initiative with 10000 corporate participants ",
  "and other stakeholders over 130 countries with two objectives: “Mainstream the ten principles in ",
  "business activities around the world” and “Catalyse actions in support of broader UN goals, such as ",
  "the Millennium Development Goals (MDGs).” ",
  "The precursor to the launch of UNGC was in an announcement of the UN Secretary-General ",
  "Kofi Annan in an address to the World Economic Forum on January 31, 1999, and UNGC was ",
  "officially launched at UN Headquarters in New York on July 26, 2000. ",
  "The Global Compact Office is supported by seven UN agencies: the United Nations Framework ",
  "Convention on Climate Change; the United Nations High Commissioner for Human Rights; the ",
  "United Nations Environment Programme; the International Labour Organization; the United Nations ",
  "Development Programme; the United Nations Industrial Development Organization; and the United ",
  "Nations Office on Drugs and Crime. ",
  "The UN Global Compact is a call to companies everywhere to: ",
  "1.  Voluntarily align their operations and strategies with ten universally accepted principles in ",
  "the areas of human rights, labour, environment and anti-corruption and ",
  "2.  Take actions in support of UN goals, including the Millennium Development Goals. ",
  "By doing so, business can help ensure that markets advance in ways that benefit economies and ",
  "societies everywhere. Endorsed by chief executives, the UN Global Compact is a leadership platform ",
  "for the development, implementation, and disclosure of responsible corporate policies and practices.  ",
  "Corporate Governance   19.17 ",
  "The initiative brings companies together with key stakeholder groups including: Government, civil ",
  "society, labour, investors, educators and the United Nations.The Global Compact asks companies to ",
  "embrace, support and enact, within their sphere of influence, a set of core values in the areas of human ",
  "rights, labour standards, the environment and anti-corruption. The Ten Principles enjoy universal ",
  "consensus and are derived from the Universal Declaration of Human Rights, the International Labour ",
  "Organization’s Declaration on Fundamental Principles and Rights at Work, the Rio Declaration on ",
  "Environment and Development, and the United Nations Convention against Corruption. ",
  "Human Rights ",
  "Businesses should ",
  "Principle 1:   support and respect the protection of internationally proclaimed human rights; and ",
  "Principle 2: make sure that they are not complicit in human rights abuses. ",
  "Labour ",
  "Businesses should ",
  "Principle 3: uphold the freedom of association and the effective recognition of the right to collective ",
  "bargaining; ",
  "Principle 4:  eliminate all forms of forced and compulsory labour; ",
  "Principle 5:  ensure effective abolition of child labour; and ",
  "Principle 6:  eliminate discrimination in respect of employment and occupation. ",
  "Environment ",
  "Businesses should ",
  "Principle 7:   support a precautionary approach to environmental challenges; ",
  "Principle 8:   undertake initiatives to promote greater environmental responsibility; and ",
  "Principle 9:    encourage the development and diffusion of environmentally friendly technologies. ",
  "Anti-Corruption ",
  "Businesses should ",
  "Principle 10: work against corruption in all its forms, including extortion and bribery. ",
  " ",
  "CASE 5 ",
  "Stylemakers plc.in UK is a rising star in garment manufacturing and retailing business in UK, ",
  "Europe and North America. The company supplies design and gets garments stitched in a number ",
  "of developing countries including India and Bangladesh. A Bangladeshi firm X takes orders from ",
  "Stylemakers and supplies garments to Stylemakers as per their order and schedule. ",
  "The firm X also does not in its own account manufacture garments but gets this done from ",
  "a number of other parties. One of the contract manufacturers had been doing this job in a large ",
  "multistoreyed building ‘Golden plaza’ which collapsed due to structural failure. The catastrophe  ",
  "19.18   Ethics, Integrity & Aptitude ",
  "resulted to more than a thousand fatalities and even larger number of grievous injuries. The workers ",
  "were mostly poor and their families depended on the income from this contract job. In Golden Plaza ",
  "the workers were stitching garments not only for Stylemakers plc. but many other multinational ",
  "corporations who have an interest in garment selling. ",
  "Mr. Alex Bradford is the CEO of the company. He knew quite a bit about the condition of ",
  "workers in outsourced countries especially Bangladesh. He had also travelled to that country for ",
  "the same business as Bangladesh is the major supplier to Stylemakers plc. When the news of this ",
  "major accident flashed in global media and he could see the footage the following courses of action ",
  "occurred to him. Which course of action would you recommend to him? ",
  "Course of Action ",
  "1.  Stylemakers plc. is not directly employing any workers in Bangladesh. Even firm X is ",
  "employing contractor to get the job done. So, Stylemakers plc. need not take any action ",
  "with the matter. ",
  "2.  Stylemakers plc. though not directly connected with the workers have a humanitarian duty ",
  "and need to express sympathy and concern for the deceased and the injured. ",
  "3.  Stylemakers plc. in view of its commitment to UNGC principles, needs to support firm X ",
  "to give immediate succor to the families as per the policy of Bangladesh Government. ",
  "4.  Stylemakers plc. should give the same scale of benefits to the families of the deceased and ",
  "the injured as if the accident occurred in UK or USA. ",
  "Discussion ",
  "The answer choice (1) is not correct. Stylemakers plc. cannot escape responsibility on the pretext that ",
  "the labourers were not in its direct employment. The principal who is getting job done as per their ",
  "design and schedule does have responsibility in Corporate Governance framework. The accident ",
  "was the outcome of shoddy construction and overcrowding of machines and workers in a weak ",
  "structure and hence responsibility attaches to Stylemakers plc. ",
  "The answer choice (2) is an inadequate response. Expression of grief and sympathy is absolutely ",
  "necessary but not enough. The accident victims or their families need to be compensated so that ",
  "they could restart their shattered lives. ",
  "Obviously, the answer choice (3) is appropriate. It is possible that Bangladesh Government will ",
  "have a scale of benefits for victims of such calamities. The company needs to follow that policy ",
  "prescription in the minimum and compensate. ",
  "Answer choice (4) is strictly speaking not necessary. First of all, such an accident is unlikely in ",
  "a developed country. Secondly, the cost of living in a developed country is very different from that ",
  "in Bangladesh. So it is not pragmatic to try and give compensation on the scale of UK or USA. The ",
  "CEO is not required to go that far though his heart may suggest so.  ",
  "Corporate Governance   19.19 ",
  " ",
  "   Summary  ",
  " ",
  "¤ Companies are bodies incorporated under the Companies Act. They are regulated under this ",
  "Act and also by SEBI. ",
  "¤ Companies are owned by shareholders. Companies are set up by entrepreneurs or promoters. ",
  "They put some money of their own and collect the balance from others. This is called share ",
  "capital or equity. ",
  "¤ Normally, a major part of share capital comes from promoters; institutional investors also ",
  "contribute to equity. ",
  "¤ In a company the ‘voting power’- which ultimately confers management control - depends ",
  "on share capital holding. ",
  "¤ The promoter and his partners generally hold the required percentage of shares for ",
  "management control and for taking necessary decisions. They may ignore or neglect the ",
  "interests of small investors. ",
  "¤ The affairs of the company are managed by a board of directors. They are classified into ",
  "three groups: (i) those representing the promoters, (ii) nominee directors who represent the ",
  "financial institutions and (iii) independent directors. ",
  "¤ The results of a company’s operations over the financial year are placed for approval before ",
  "the general body of the shareholders popularly known as annual general meeting. ",
  "¤ Profit and loss account shows all the revenues and expenditures and any resulting profit. ",
  "The balance sheet reflects the assets and liabilities of the company as on March 31 of the ",
  "financial year. The accounts are audited by both internal and external auditors. ",
  "¤ Accounts have to convey a fair and accurate picture of the company’s financial position. ",
  "The Institute of Chartered Accounts has prescribed the ‘accounting standards’ or the correct ",
  "ways of writing accounts. ",
  "¤ The profit can be increased or decreased, only within a narrow range, by tweaking the ",
  "numbers. ",
  "¤ Many malpractices involve the manipulation of accounts – ranging from misrepresentation ",
  "of finances to fraud. ",
  "¤  The essence of corporate governance consists in observing ethical norms. ",
  "¤ It connotes commitment to values, ethical business conduct, adherence to law and CSR. ",
  "Cadbury committee observed that corporate governance is based on promoting fairness, ",
  "transparency and accountability in company  policies. ",
  "¤  Corporate governance can improve a company’s efficiency and financial performance. ",
  "¤ Cadbury committee defined openness or transparency as disclosing of information, within ",
  "the limits set by the competitive position of a company to its stakeholders. ",
  "¤ Integrity is defined as meaning both straightforward behaviour and presenting a balanced ",
  "picture of the company’s affairs. ",
  "¤ Boards of directors are accountable to their shareholders and both have to play their part ",
  "in making accountability  effective.  ",
  "19.20   Ethics, Integrity & Aptitude ",
  "¤ Cadbury committee highlighted the role of board of directors, auditors and share holders ",
  "in promoting corporates governance. ",
  "¤ Corporate governance in developed economies is also seen from the perspective of risk ",
  "management. The collapse of Lehman brothers, the huge losses which banks suffered ",
  "and instances of reckless risk trading by mangers in search of profits and bonuses made it ",
  "necessary for boards to ensure better risk management. Financial Reporting Council, UK ",
  "examined this question and gave guidelines to boards on handling business risks. ",
  "¤ The emphasis in Indian policies on corporate governance can be said to be more on ",
  "protecting small shareholders, preventing frauds and malpractices and promoting corporate ",
  "social responsibility. The components of corporate governance are embodied in the recently ",
  "passed amendments to Companies Act. ",
  "¤ The new Companies Act includes various aspects of good corporate governance such as ",
  "independent directors on boards; enhanced disclosure norms; enhanced accountability of ",
  "management; stricter enforcement; audit accountability; protection for minority shareholders; ",
  "investor protection and activism; and CSR. ",
  "¤ It has created a National Financial Reporting Authority for prescribing and enforcing ",
  "accounting standards. ",
  "¤  It has strengthened audits and independence of auditors. ",
  "¤ If a chartered accountant, company secretary in practice or cost accountant during the course ",
  "of work notices that an offence involving fraud is being or has been committed against ",
  "the company by its officers or employees, they have to report the matter to the Central ",
  "Government. ",
  "¤ The independent directors are the custodians of corporate governance and the conscience ",
  "keepers of the board. The Companies Act includes a code as a guide to professional ",
  "conduct for independent directors. Adherence to these standards by independent directors ",
  "and fulfilment of their responsibilities in a professional and faithful manner will promote ",
  "confidence of the investor community, particularly minority shareholders, regulators and ",
  "companies in the institution of independent directors. ",
  "¤ The qualities expected of an independent director include: integrity and probity; objective ",
  "and constructive approach; bonafides of action; banishing extraneous considerations that ",
  "threaten his objective, independent judgment; refraining from abuse of his office or from ",
  "any action that would lead to loss of his independence. ",
  "¤ The audit committee is an important body which watches over the propriety of the company’s ",
  "financial dealings. ",
  "¤ There is a kind of whistleblower provision under which directors and employees can express ",
  "their concerns to the chairman of the audit committee. ",
  "¤  Related Party Transactions are strictly  controlled. ",
  "¤  Secretarial audit ensures the company’s compliance with rules and regulations. ",
  "¤  The Companies Act has introduced the concept of class action for the first time in India. ",
  "¤ A company to which CSR applies has to spend on it every financial year, at least two per ",
  "cent of the average net profits made during the three immediately preceding financial years.  ",
  "Corporate Governance   19.21 ",
  "¤  CSR policy has to be formulated and monitored by the board’s CSR committee. ",
  "¤  CSR can cover health, education, anti poverty, skill development and other similar ",
  "programmes which help the poor and needy. ",
  "¤  UNGC’s appraoch can serve as an important guide for corporate governance. ",
  " ",
  " ",
  "PRACTICE QUESTIONS ",
  "1.  Elucidate the concept of corporate governance. ",
  "2.  “Corporate governance is only a public relations gimmick to polish the image of corporate bosses ",
  "or honchos”. Comment. ",
  "3.  What are the ingredients of corporate governance? What is their rationale? ",
  "4.  What is the importance of audit committee in ensuring corporate governance? ",
  "5.  “The independent directors have to do moral policing in a company.” Discuss. ",
  "6.  Write short notes on – (a) National Financial Reporting Authority (b) related party transactions ",
  "(c) arm’s length dealings (d) class action suits and (e) Secretarial audit. ",
  "7.  “Corporate social responsibility is a camouflage for pursuing populist political agendas, depriving ",
  "corporates of investible resources and hurting share holder interests.” State your view with ",
  "supporting reasons. ",
  "8.  After the recent financial crisis, regulators in developed economies have come out with many ",
  "prescriptions on how boards of companies should handle risks involved in their operations. Do ",
  "you think that it is like shutting the stable door after the horse has bolted? ",
  "9.  Briefly outline the main features of corporate social responsibility policy applicable in India. ",
  "10.  What qualities of head and heart should an independent director have? ",
  "11.  List briefly (in a sentence or two) the main ways or means which can promote corporate ",
  "governance in companies. ",
  " ",
  "REFERENCES ",
  " The Companies Act. ",
  " Corporate Governance in India: A legal Analysis - Prabhash Dalei, Paridhi Tulsyan and Shikhar ",
  "Maravi. ",
  "  Corporate Governance of Public Bodies: Hong Kong Institute of Certified Accountants. ",
  " The Cadbury Committee Report, 1992.  ",
  "  ",
  "",
  ""
]