[
  "C h a p t e r.1   ",
  "Introduction to Ethics ",
  " ",
  " ",
  " ",
  " ",
  "DEFINITIONS OF ETHICS ",
  "Ethics has been defined in various ways. The purpose of a definition is to describe its subject ",
  "concisely and yet completely. Although there are many definitions of Ethics, a common thread runs ",
  "through them. They are in fact different ways of looking at Ethics. We begin our discussion with ",
  "some common definitions of Ethics. These definitions will help us in getting an overview of Ethics ",
  "which in turn will enable us to look at moral questions and issues in an appropriate perspective. ",
  "According to one common definition, Ethics studies the norms or standards of right and wrong ",
  "used to judge actions. Norms or standards are also called criteria or principles. Moral judgments ",
  "evaluate actions as right or wrong; or they may evaluate human ends, motives and goals as good or ",
  "bad. We often make moral judgements in many different situations. To take a simple example, X ",
  "notices that Y, his neighbour, has forgetfully left his purse behind. X is strongly tempted to pocket ",
  "the purse and the money, but he resists the temptation. In doing so, he makes a moral judgement ",
  "i.e. that it is wrong to take what is not one’s own. This example presents a simple moral problem. ",
  "From this perspective, Ethics can also be regarded as a study of moral problems which men face. ",
  "In another view, Ethics deals with conduct viewed as right or wrong, good or bad. Conduct   ",
  "in Ethics means ‘moral conduct’, or the ‘moral life’. Elaborating this idea, we can say that Ethics ",
  "gives a systematic account of our judgments about conduct viewed from the standpoint of right or ",
  "wrong, good or bad. These judgements take two forms. One type of judgement is about conduct as ",
  "revealed in individual acts or events or simply on individual or particular actions. The other type ",
  "of judgement is not about particular actions but about what standards or norms are appropriate   ",
  "for morally evaluating human motives, ends and actions. Ethics is primarily concerned with these ",
  "standards that regulate our judgments of right and wrong. ",
  " ",
  "TWO ASPECTS OF MORALS ",
  "Moral philosophers often discuss two separate but interrelated aspects of morals. These are (1) action ",
  "or intention and (2) how or why an act is done.  Consider the following moral maxims:  ",
  "1.2   Ethics, Integrity & Aptitude ",
  "Live in peace with your neighbours; ",
  "Tell the truth; ",
  "Aim at the greatest happiness of the greatest number. ",
  "These maxims ask people to do or intend some definite act. ",
  "Now, consider the following moral maxims: ",
  "Be conscientious; ",
  "Be pure in heart. ",
  "These two maxims emphasise a type of attitude that can accompany a variety of acts. ",
  "Moral judgments take into account both what is done or intended, and how or why the act is done. ",
  "Old textbooks of Ethics refer to the first aspect as the ‘matter’ or ‘content’ of the moral; and to the ",
  "second aspect as the ‘form,’ or the ‘attitude’ of the moral. ",
  "Moral Judgements based on Content ",
  "Moral judgements, based on the content of morals, are based on two points of view – (1) ‘higher’ and ",
  "‘lower’ within the man’s own self; and (2) his treatment of others. The first perspective contrasts a life ",
  "of the spirit to the life of the flesh, the finer to the coarser, and the nobler to the baser. These two ",
  "opposite tendencies are parts of human nature. Without the instincts for aggression, self-preservation ",
  "and procreation, human beings would have perished. But in order to realise their full potential, men ",
  "have to control these impulses and passions by other motives. Men can make the best of their (rational) ",
  "life only by pursuing higher or ideal interests through a process of mental and moral discipline. ",
  "The second point of view for making moral judgements based on the content of morals relates ",
  "to the treatment of others. In this conception, qualities like justice, kindness, and the Christian golden ",
  "rule (Behave towards others as you would like them to behave towards you) are the right and good. ",
  "Injustice, cruelty, selfishness are the wrong and the bad. These opposing qualities are known as ",
  "virtues and vices. ",
  "Moral Judgements based on Form or Attitude: the Right and the Good ",
  "When we describe conduct as right, we judge it. We look at the act with reference to a standard, ",
  "and evaluate the act. We regard this standard as a ‘moral law’ which we ‘ought’ to obey. We honour ",
  "its authority. We consider the standard as a check on our impulses and desires. Conscientious men ",
  "are those who recognise such a law and do their duties. ",
  "When we consider conduct as ‘good’, we approach it from the standpoint of value. We are ",
  "thinking of what is desirable. This is also a standard, but it is a standard regarded as an end to be ",
  "sought rather than as a law (to be obeyed). Moral agents have to ‘choose’ it and identify themselves ",
  "with it as an ‘ideal’. The conscientious man, viewed from this standpoint, would seek to discover ",
  "the true good, and to follow ideals, instead of following impulses or accepting any seeming good ",
  "without careful consideration. As he is guided by ideals the good man will be straightforward and ",
  "sincere: that is, he will not be moved to do the good act by fear of punishment, or by bribery, just ",
  "as the upright man will be ‘governed by a sense of duty,’ of ‘respect for principles’. We can show ",
  "these two types of the moral as in the following table.  ",
  "Introduction to Ethics   1.3 ",
  " ",
  " ",
  "There are many ends which men may pursue in life. Some may seek wealth, independence, ",
  "power, fame, knowledge, love, excitement or peace. Others may take interest in art and science; ",
  "or in loving and serving others; or in development of social and political institutions. Some others ",
  "pin their highest hopes on a life beyond death. The different ends men pursue lead to a question: ",
  "Is there some ultimate ideal of life or some standard of judgment which enables one to say that ",
  "one form of conduct is better than another. From this angle, Ethics is seen as a study of the ideals ",
  "involved in human life. ",
  "Ethics is concerned with practical life and not merely with pure theories. It is normative and ",
  "lays down rules or laws for defining ideal conduct. Ethics is not concerned only with the facts of ",
  "the moral life but deals with the rules and ideals of the moral life. The former study is a part of ",
  "sociology which deals with the general structure of societies. The latter study is Ethics. Sociology ",
  "is a positive (or descriptive) science; Ethics is a normative (or prescriptive) science. But, of course, ",
  "in dealing with Ethics, we cannot ignore morals which societies actually follow. In administrative ",
  "contexts, approach to Ethics has to be practical. It has to be normative or rule-based dealing with ",
  "real life administration and not with moral games or puzzles or abstract theoretical systems. ",
  " ",
  "COMMON CONCEPTS USED IN EXPLAINING HUMAN ACTIONS ",
  "We now outline the common ethical concepts used to explain moral actions. These form the stock ",
  "in trade of moral discussions, and help us in following them. ",
  "Appetites and Impulses ",
  "Appetites are blind drives towards particular ends. Satisfactions of appetite are often called pleasures; ",
  "unsatisfied appetites are called pains. A pleasure-seeker is one who seeks the satisfaction of his animal ",
  "appetites. Some schools of philosophy such as Epicureanism in ancient Greece and Charvak in ",
  "ancient India advocated pursuit of pleasure as legitimate goal of human actions. However, conduct ",
  "as conceived in Ethics, has to be guided by rational considerations. Hence, appetites and impulses ",
  "need to be brought under rational  control. ",
  "Good ",
  "‘Good’ is a fundamental idea in Ethics. Good is anything which men consciously desire. Nothing ",
  "becomes an object of desire unless it is consciously regarded as a good. Real desire is   something  ",
  "1.4   Ethics, Integrity & Aptitude ",
  "considered as good, and consciously chosen as an end. Of course, men may adopt as ends objects ",
  "which are only seemingly but not really good. ‘What is good’ is a topic much discussed in philosophy. ",
  "Wish ",
  "Men often have desires which are inconsistent or conflict with one another. In the process, some ",
  "desires prevail over others. The term ‘wish’ refers to those desires that prevail and are effective. In ",
  "Ethics, a wish is distinguished from definite act of will. Even when possessed of will, we may not ",
  "act. ‘Force of will’ is the power of carrying resolutions into actions. Will implies that we not merely ",
  "wish for something, but take active steps for getting hold of it – will contains an energising element. ",
  "In an act of will, we do not look upon an end as a good to be sought; we regard it as an end to be ",
  "brought about by us. ",
  "Purpose, Intention and Motive ",
  "The terms ‘purpose’, ‘intention’ and ‘motive’ are frequently used in explanations of human actions. ",
  "An intention means any aim that is definitely adopted as an object of will. Motive means what moves ",
  "men or causes them to act in a particular way. Men are sometimes moved to action by feeling or ",
  "emotion. But moral judgments can be passed only on thoughtful actions or actions which aim at ",
  "consciously examined ends. Moral activity or conduct is purposeful action; and action with a purpose ",
  "is not simply moved by feeling: it is moved by the thought of some end to be attained. Hence, the ",
  "motive or that which induces us to act is the thought of a desirable end. The motive of an act is a ",
  "part, but not the whole of the intention. Men often understand what is good, but fail to pursue it. ",
  "This happens because motives of human action are often partly or wholly irrational. ",
  " ",
  "CHARACTER IN ETHICS ",
  "There is a close relation between an individual’s desires, character and conduct. The desires of a ",
  "person are not bits and pieces randomly thrown together, but form a system which is held together by ",
  "certain moral ideas. Here, we ignore man’s biological drives based on hunger, thirst and reproductive ",
  "instincts as also the minimum amenities like shelter and clothing needed for human existence. An ",
  "individual’s desires reflect the dominant moral features of his character. It is from this point of view ",
  "that one can understand the significance of a man’s desires. ",
  "Human beings desire what they like; and what they like, Ruskin says, reveals what they are. ",
  "In a way, an individual’s desires shed light on his character and morals. Character consists in the ",
  "continuous dominance of certain moral features in a man’s conduct. It shows the moral universe ",
  "which an individual occupies. A man of good character is one who is habitually guided by a sense ",
  "of duty. A swindler is one who is constantly seeking means of defrauding others. A fanatic is one ",
  "who is so completely dominated by a single thought that he shuts out completely other important ",
  "points of view. Similarly, all other kinds of character may be described by reference to the ideas ",
  "that are dominant in them. Accordingly, many writers define ‘conduct’ as the habitual modes of ",
  "action that accompany a formed character. In a wider sense, conduct as used in Ethics refers to an ",
  "individual’s moral life – and not just to an individual’s particular actions. ",
  "Ethics regards character as the most important aspect of human life. Occasional good deeds are ",
  "of no great significance; they have to be performed habitually with few exceptions. Hence Aristotle  ",
  "Introduction to Ethics   1.5 ",
  "emphasised that the formation of good habits is essential for cultivating a good character. Will is ",
  "an expression of character. As expressed in the saying that “the tree is known by its fruit”, good ",
  "character shows itself in good acts of will. Accordingly, it is said that conduct refers to the habitual ",
  "modes of action that accompany a formed character. ",
  "Generally, conduct corresponds to character. But it is sometimes said that a man’s conduct ",
  "depends upon his character and circumstances. By circumstances, we mean in general, a man’s social ",
  "surroundings such as lineage and upbringing, riches or poverty, health or disease, and so on. As we ",
  "know, man’s moral effort consists partly in holding on to ethical norms in adverse circumstances. ",
  "The above discussion points to two questions of morality. (1) What are ends to be pursued in ",
  "life? (2) How can one pursue these ends? Or how can one strengthen his will to pursue the ends or ",
  "ideals?  Or what are the means by which one can cultivate right moral habits? ",
  " ",
  "MODEL OF MORAL DECISION MAKING ",
  "Uptil now, we have outlined the definitions of Ethics and the terms commonly used in moral ",
  "discussions. Ethics can be looked at from another point of view. In fact, the best way of approaching ",
  "any subject is to consider the problems which it analyses. A simple way of understanding moral ",
  "problems is to consider the manner in which we take moral decisions. The elements involved in ",
  "moral decision-making can be represented as in the following format. ",
  "Model of moral decision making ",
  "Moral agent — X ",
  "Voluntary action or conduct — X picks Y’s pocket ",
  "X’s action is morally wrong —  judgment ",
  "It is wrong to steal — moral standard ",
  "Religion, custom, law, social norm and the like — source of standard ",
  "With the help of the above model, we can get a simple overview of Ethics. Moral standards lie ",
  "at the core of Ethics. As we shall see, many theories discuss different moral standards e.g. duty, social ",
  "welfare and individual self perfection. Ethics also discusses the sources from which men derive their ",
  "moral standards. Such sources are religion, laws, social customs and values imbibed at home or in ",
  "school. Ethics also discusses the nature of the moral standards. For example, are moral standards ",
  "objective or subjective? Are they based on intellectual analysis or simply derive from man’s innate ",
  "moral sense? Are moral standards absolute and universal or are they relative to social situations at ",
  "given times and places? Are they amenable to logical analysis or are simply unanalysable intuitions ",
  "or feelings? We will discuss these issues as we go along. ",
  "In our above example, the right course of action or right moral judgment can be easily seen. ",
  "All will agree to the applicable moral standard. But situations often arise in which people differ on ",
  "the applicable moral standard. Imagine a situation in which a man whose family is starving becomes ",
  "desperate and breaks into a grocery store, and steals some items of food. What moral judgment ",
  "should we pass on his action? We would tend to condone his theft out of a sense of natural sympathy ",
  "for his suffering family. But those who take a stringent view of morality or adhere to absolute ethical ",
  "standards will condemn the act of theft. “A theft”, they will say “is a theft irrespective of the thief’s  ",
  "1.6   Ethics, Integrity & Aptitude ",
  "personal circumstances”. They are rigid moralists who apply strict standards in judging this act of ",
  "theft. For example the great philosopher Immanuel Kant would apply rigid ethical rules even in this ",
  "type of cases. ",
  "Besides the stringency or leniency involved in their application, moral principles can conflict ",
  "in some situations. In the example of the individual who steals food to feed his hungry family, two ",
  "moral standards clash with each other. (1) Theft is wrong. (2) A householder must not let his family ",
  "go hungry. This type of situation involving conflict between two equally valid moral standards is ",
  "called an ethical dilemma. We discuss ethical dilemmas in a later chapter. ",
  "In addition, philosophers are fond of imagining situations which resemble moral puzzles. Suppose ",
  "for example that a doctor has only a single dose of a life saving injection, and two patients in need ",
  "of the injection are brought to him. To whom shall he administer the injection? What principles ",
  "can regulate his choice of whom to save? The purpose of such puzzles is to show that commonly ",
  "accepted ethical standards break down or fail to provide guidance to moral agents in some situations. ",
  "In this way, the universal validity of moral standards may be questioned. Further, the idea may be ",
  "to show that some decisions have to be taken, in the absence of any guiding principles, randomly ",
  "or based on a moral agent’s discretion. ",
  " ",
  "ETHICAL IDEALS IN LIFE ",
  "Another area of Ethics deals with the ideal life which human beings should lead. There are various ",
  "views about the chief good or aim of life. One such aim is pleasure, conceived as consisting simply ",
  "in the gratification of the particular impulses as they arise. This is known as hedonism. Happiness is ",
  "seen as another goal of life. Happiness is sought over the whole of one’s life. It consists of enjoying ",
  "various pleasures in moderation and in avoiding dissipation. The pleasures can consist of ties of ",
  "family and friendship, intellectual interests, aesthetic enjoyments and spiritual pursuits. Some writers ",
  "like Hobbes and Nietzsche have taken a radically different view arguing that people may pursue ",
  "power or self assertion as an alternative goal. ",
  "There is a sublime conception of ideal human life. It holds that human impulses must be subjected ",
  "to a moral law to encompass them in a rational system. This view emphasises the law of reason or ",
  "of duty. The feelings which people experience in adopting this mode of life are very different from ",
  "mere satisfactions. Pursuit of self-interest leads to a type of satisfaction quite different from following ",
  "duty; sensual enjoyments yield satisfactions different from those that arise from poetic or religious ",
  "emotion. Carlyle describes such higher types of feelings as blessedness than as happiness. Spinoza ",
  "uses the term beatitude in this sense. This form of happiness is found, according to Spinoza, in the ",
  "“Intellectual Love of God,” i.e. in the appreciation of the universe as the realisation of a spiritual ",
  "principle. Spinoza says, that “happiness (beatitude) is not the reward of virtue, but virtue itself,” i.e. ",
  "it is an essential aspect in the attainment of the right point of view. A very different self is realised ",
  "in each of these cases; and the accompanying feeling of self realisation is therefore different. ",
  "Moral ideal in these conceptions consists in some form of self-realisation i.e. in some form of ",
  "the development of character; and the end is seen as moral perfection than as happiness. Moral life ",
  "is viewed as a process of growth. According to Green, the essential element in the nature of man is ",
  "the rational or spiritual principle. Man resembles animals in having appetites, sensations and mental  ",
  "Introduction to Ethics   1.7 ",
  "images. However, all these, and everything else in man’s nature, are modified by his reason. This is ",
  "because man is rational, self-conscious, and spiritual. This is the essential aspect of human nature. ",
  "The significance of the moral life consists in the constant endeavour to make this principle more and ",
  "more explicit - to bring out more and more completely our rational, self-conscious, spiritual nature. ",
  "Green says that men should attain a moral status which is most completely rational. ",
  " ",
  "ETHICS BASED ON THEORY OF EVOLUTION ",
  "The previous view of self realisation as ethical end is highly sublime. Ethics based on biological ",
  "evolution is mundane. Herbert Spencer is the chief exponent of these ideas. These theories of ",
  "Ethics follow the pattern of explanation of biological evolution which Darwin gave in The Origin ",
  "of Species. According to Darwin, the development of animal species takes place by means of a ",
  "struggle for existence in which the fittest survive. This process is known as natural selection of ",
  "biological species. Natural Selection is a process in which different species with characteristic ",
  "structures (bodily forms) contend for supremacy. Some species survive in this process (which often ",
  "stretches over millions of years) and become relatively permanent. In animal world, the struggle  ",
  "is both between individuals within species and between species. Certain individuals or sets of ",
  "individuals happen to be born with peculiar natural gifts. These gifts turn out to be such as make ",
  "them more fit to survive than other individuals; and accordingly they do survive, and transmit ",
  "their characteristics to their descendants, while their less favoured rivals die out. In the process, ",
  "some species disappear while the “more fit” survive. It should be understood that ‘fitness’ here ",
  "refers to appropriate adaptation to environment, which ensures   survival. ",
  "Moral theories based on ideas of biological evolution are no longer popular. But they are of ",
  "historical interest reflecting how theoretical models from biology were applied in Ethics. Moral ",
  "thinkers found these models appealing since they contained the notion of development. However, ",
  "human ethics cannot be reduced to or grounded in processes that are found in nature. As has been ",
  "observed, “Ethics is about neither the origins nor the history of morals. It looks at human ideals ",
  "and how they influence conduct. Now the ideal is what humanity hopes to be and determines the ",
  "direction of human moral development.” ",
  "Unlike earlier moral theorists of nineteenth century, modern moral thinkers view the relation ",
  "between ethics and evolution differently. One group of thinkers believe that human beings were ",
  "involved in intense struggle for survival, and that this left a lasting imprint on their mental makeup. ",
  "In the evolutionary process men became aggressive, ruthless, and self serving. It needs enormous ",
  "effort to overcome these anti-social qualities which got embedded in human nature in the process ",
  "of evolution. The other group of thinkers believe that men acquired many beneficent and other- ",
  "regarding qualities in the process of evolution – especially in relation to their family and group. They ",
  "also emphasise that animal behaviour shows many instances of reciprocal altruism. ",
  " ",
  "EXPOSITION OF ETHICS ",
  "An Analytical and Historical Perspective ",
  "Expositions of topics in modern textbooks are analytical. They explain the subject based on the ",
  "concepts, principles and theories which currently hold the ground. No references are usually made ",
  "to the history or evolution of ideas. While explaining electricity or magnetism, modern Physics texts  ",
  "1.8   Ethics, Integrity & Aptitude ",
  "do not discuss earlier theories which regarded electricity and magnetism as some sort of fluids. The ",
  "earlier theories are of interest only to historians of ideas, and not to current practitioners. ",
  "The position of Ethics (and more generally of philosophy) is rather different in this regard. The ",
  "central questions concerning human morals have been formulated by the ancient Greek philosophers ",
  "and Indian sages. Although human society has since been transformed totally, the essential moral ",
  "issues which men face continue to be the same. The identification, analysis and resolution of moral ",
  "problems which the great thinkers of the past attempted have therefore continued to be relevant. ",
  "Hence, textbooks on Ethics continue to refer to the work of the great philosophers of the past. ",
  " ",
  "MILESTONES IN THE DEVELOPMENT OF ETHICAL THOUGHT ",
  "The milestones in the development of modern ethical thought are shown below. For sake of simplicity, ",
  "we have given a compressed list. ",
  " ",
  "Period  Philosopher/philosophic school  Central doctrines ",
  "1200 BCE to about  Periods of the four Vedas  The roots of Hindu ethical ideas ",
  "800 BCE    can be traced to the Vedas. The ",
  "    Vedas are divided  into three ",
  "    sections i.e. the Mantras, the ",
  "    Brahmanas  and  Upanishads. ",
  "    The mantras or hymns are found ",
  "    in four collections or Samhitas – ",
  "    Rigveda, Yajurveda, Samaveda ",
  "    and Atharvaveda. Three themes ",
  "    in Rigveda, the oldest Samhita, ",
  "    are nature worship, the concept ",
  "of cosmic order and details of ",
  "   ",
  "religious practices. Samaveda ",
  "   ",
  "is a summary  of  Rigveda ",
  "   ",
  "in musical form. Yajurveda ",
  "   ",
  "contains the liturgy or mantras ",
  "   ",
  "for  undertaking  the  Vedic ",
  "   ",
  "ceremonies.  The  Atharvaveda ",
  "   ",
  "speaks more about Yoga, the ",
  "   ",
  "human physiology, different ",
  "   ",
  "ailments,  social  structure, ",
  "   ",
  "spirituality, appreciation of ",
  "   ",
  "natural beauty, and so on*. ",
  "800 BCE-600 BCE  Period of Upanishads  In Upanishads, the highest ethical ",
  "purpose of man is seen as quest ",
  "for self knowledge. It is another ",
  "aspect of the search for ultimate ",
  "reality. ",
  "Contd....  ",
  "Introduction to Ethics   1.9 ",
  " ",
  "599 BCE - 527 BCE  Mahavira (according to tradition)  The  two  religions  arose in ",
  "563 BCE - 483 BCE  Gautama Buddha  opposition  to  the ritualism, ",
  "  (according to tradition)  formalism and caste divisions ",
  "  Buddhism and Jainism  of  Hinduism.  They opposed ",
  "    animal sacrifices, preached non- ",
  "    violence and the need to contain ",
  "    human  passions  and cultivate ",
  "    serenity. ",
  "5th to 4th  Period of Ramayana  Essence of morality is conveyed ",
  "century BCE    in Ramayana through the noble ",
  "    character  of  Rama. Ramayana ",
  "    covers  individual,  social and ",
  "    kingly morality. ",
  "540 to 300 BCE  Period of Mahabharata  The  Mahabharata discusses ",
  "    personal  virtues  and royal ",
  "    virtues. It also discusses statecraft, ",
  "    diplomacy, and contains the first ",
  "    account of Just War concept. ",
  "Fifth century to  Bhagavat Gita  It is the most important Hindu ",
  "second century BCE  religious text. It preaches that ",
  "one  should  work  sincerely ",
  "without  worrying  about its ",
  "likely outcome. It emphasises ",
  "the centrality  of  dharma to ",
  "human action. Its central theme ",
  "is disinterested action. ",
  "Beginning around  Sophism  Sophists are the first to deny ",
  "481 BC  the  existence  of universal, ",
  "objective moral standards. This ",
  "view called moral relativism ",
  "argues that morality depends on ",
  "conditions in particular societies, ",
  "on historical circumstances and ",
  "on intellectual attitudes. ",
  "470-399 BC  Socrates  One  of  the  greatest  ethical ",
  "philosophers  who  not  only ",
  "discussed  moral theories and ",
  "concepts but also followed them ",
  "in his life. He is famous for the ",
  "view that knowledge is virtue. ",
  "His ideas are contained in the ",
  "dialogues which Plato wrote. ",
  " ",
  "Contd....  ",
  "1.10   Ethics, Integrity & Aptitude ",
  " ",
  "428-348 BCE  Plato  Author of the Socratic dialogues ",
  "such as the Apology and the Republic; ",
  "great  Idealist  philosopher ",
  "who denied the reality of the ",
  "world  of senses; considered ",
  "reality to consist of eternal and ",
  "unchanging  Forms;  known ",
  "more  as  a  philosopher  and  a ",
  "political thinker than a moralist; ",
  "identified fortitude, justice, ",
  "prudence  and  temperance  as ",
  "cardinal virtues which underlie ",
  "all human virtues. ",
  "384-322 BCE  Aristotle  First academic  philosopher ",
  "who wrote systematically on ",
  "Ethics; author of Nicomachean ",
  "Ethics; first writer who discussed ",
  "virtue ethics; regarded virtue as ",
  "a mean between two extreme ",
  "qualities. ",
  "345 BCE-300 BCE  Kautilya’s  Arthashastra  It is probably the first treatise on ",
  "statecraft, administration, war, ",
  "diplomacy and state regulation ",
  "of economy. ",
  "323 BCE (birth of  Stoics  Their morals are characterised ",
  "Zeno, founder  by strict asceticism and severe ",
  "of Stoicism);  austerity. Stoicism was popular ",
  "also during Roman times. ",
  "341 BCE  Epicureans  They advocated happiness ",
  "(birth of Epicurus)  as the goal of life. Happiness ",
  "does  not  imply  craving  for ",
  "momentary  pleasures. ",
  "Happiness  is  something  that ",
  "has  to  be  pursued  rationally ",
  "over one’s whole life. ",
  "(354-430 AD)  St. Augustine, a great Christian  Author of The City of God; was ",
  "  theologian and moral thinker  influenced by Plato ",
  "  mentioned along with   ",
  "  St. Thomas Aquinas   ",
  "1223-1274 AD  St. Thomas Aquinas  Great Catholic philosopher and ",
  "    author of Summa Theologica; was ",
  "greatly influenced by Aristotle ",
  " ",
  "Contd....  ",
  "Introduction to Ethics   1.11 ",
  " ",
  "1596-1650 AD  Descartes  F o u n d e r o f m o d e r n ",
  "philosophy;  his  chief  interest ",
  "was in metaphysics; followed ",
  "Stoicism ",
  "1588-1679 AD  Hobbes,  Materialist  thinkers; followed ",
  "1592-1655 AD  Gassendi  Epicureanism; Hobbes thought ",
  "that men are egoistic and hungry ",
  "for power. ",
  "16th century AD  Guru Nanak  Nanak founded Sikhism which ",
  "preached  monotheism  and ",
  "human  brotherhood. ",
  "1671-1713 Shaftsbury  Moral sense school or  Morality is grounded in moral ",
  "1694-1746 Hutcheson  sentimentalism  sentiments or emotions. They ",
  "1711-76 David Hume  are the basis of moral judgements. ",
  "1723–1790 Adam Smith  These thinkers opposed Hobbes; ",
  "their moral outlook emphasised ",
  "the social and the more rational ",
  "side of human nature ",
  "1614–87  Henry More  Intuitive school  This  school emphasises that ",
  "1692–1752 Joseph Butler  human beings intuitvely perceive ",
  "1723–91 Richard Price  right and wrong. It also appealed ",
  "to  human  commonsense.  In ",
  "metaphysics, intuitionism holds ",
  "that  moral  statements  can ",
  "be known to be true or false ",
  "immediately  through  a  kind ",
  "of rational intuition. In these ",
  "judgements, logical thought plays ",
  "no part. Similar views were held ",
  "in the 20th century by H. A. ",
  "Prichard, G. E. Moore, and David ",
  "Ross. ",
  "1748-1832 Bentham  Utilitarianism  These  writers  highlighted ",
  "1806-73 John Stuart Mill  the fact that the good is that ",
  "which is beneficial to society ",
  "or that which promotes human ",
  "happiness. They defined ethical ",
  "end as the  greatest  happiness ",
  "of  the  greatest  number. ",
  "Utilitarianism is a dominant ",
  "school of morality even today. ",
  " ",
  "Contd....  ",
  "1.12   Ethics, Integrity & Aptitude ",
  " ",
  "1724-1804 Kant  Rationalist morality  According to Kant, morality ",
  "1836-82  TH Green  consists  in  following  the ",
  "command of duty or obligation ",
  "or what one ‘ought to’ do. This ",
  "approach to morals is called ",
  "deontology. There is no place ",
  "for  emotions  or sentiments ",
  "in  morality  since  these  are ",
  "irrational. Kant was impressed ",
  "by the notion of moral law. In a ",
  "famous passage, he says, “Two ",
  "things have always filled me with ",
  "awe: the starry heavens above and ",
  "the moral law within [me]”. Green ",
  "regarded that the end of human ",
  "life should be moral perfection. ",
  "Nineteen century  Period of Hindu religious  The  famous  reformers,  to ",
  "reformism  name a few, are Ramakrishna ",
  "Paramahamsa,  Vivekananda, ",
  "and  Raja  Rammohan Roy. ",
  "Twentieth century  G.E. Moore, Sir David Ross,  Twentieth  century  thinkers ",
  "A. J. Ayer, C. L .Stevenson  elaborated  and  critically ",
  "R. M. Hare, John Rawls  evaluated  utilitarianism– ",
  "especially Act-utilitarianism and ",
  "Rule-utilitarianism. They have ",
  "also analysed deontological ",
  "ethics in detail. During this ",
  "period,  philosophers  also ",
  "developed  metaethics  or ",
  "analytical ethics which focuses ",
  "not  on  formulating  moral ",
  "systems  or standards, but on ",
  "analyzing  the  concepts  or ",
  "terms which are used in Ethics. ",
  "Modern philosophers generally ",
  "refrain from preaching morals. ",
  "They think that the task  of ",
  "philosophy is to clarify concepts ",
  "and not to advocate morals. ",
  "Twentieth century  Gandhi  Needs no introduction  ",
  "Introduction to Ethics   1.13 ",
  "* It should be noted that historians and scholars are divided about the exact time of composition and the relative time ",
  "sequence of Vedic and other Hindu treatises. Further, Vedas, Upanishads, Mahabharata, and Ramayana have been ",
  "composed over long periods. The ancient Hindu writers did not mention exact historical times of composition. As a ",
  "result, historians came up with different chronologies of events in ancient Indian history. Hence, readers may come across ",
  "somewhat different time lines for ancient period than those given in the table. ",
  "We discuss some of these thinkers and their ideas later in the text. Our intention at this stage  ",
  "is to show very broadly the main historical lines of development in Ethics. The overview of Ethics ",
  "and the broad sweep of its historical development given above will provide useful background to ",
  "students in their study of the subject. ",
  " ",
  "CONTENTS OF THE BOOK ",
  "Now, we outline briefly the topics covered in the book and the best method of using it. The second ",
  "chapter discusses the doctrine of moral scepticism. These doctrines question the value of Ethics ",
  "and/or argue that Ethics as a study cannot be grounded in logic. We argue that such sceptical views ",
  "are misconceived. This chapter also discusses the moral responsibility of human beings for their ",
  "actions. The third chapter deals with the contributions of moral thinkers mainly from the West.  ",
  "It discusses the ideas of great moral thinkers such as Socrates, Plato, Aristotle, Epicureans, Stoics, ",
  "Kant and utilitarians and twentieth century philosophers. The fourth chapter discusses ethical ",
  "ideas from the Indian philosophical tradition. It discusses ethical ideas from Hinduism, Buddhism, ",
  "Jainism, and Sikhism and of Gandhi. The Fifth chapter discusses the lessons one can learn from ",
  "the lives of great leaders, reformers and administrators. ",
  "Chapters 6-8 discuss the theoretical portions of Ethics included in the syllabus. The sixth chapter ",
  "examines the sources of ethical guidance which are commonly identified as laws, rules, regulations ",
  "and conscience. The seventh chapter discusses various human virtues (and vices) with reference ",
  "to quotations from great thinkers about such virtues and vices. We adopted this approach to enable ",
  "students to gain deeper insight into the nature of these moral qualities. This approach will also help ",
  "students in answering examination questions which ask them to discuss or elucidate ideas contained ",
  "in given quotations. Instead of asking a direct question on a theory, concept or doctrine, examiners ",
  "embed it in a quotation and ask students to comment on it. By reflecting on the quotations and the ",
  "discussions which follow, students will be in a better position to answer such questions. Moreover ",
  "discussion in such cases will be greatly enriched when students use quotations or the central point ",
  "of a quotation while elaborating a point of view. ",
  "The eighth chapter discusses ethical reasoning and moral dilemmas. Ethical reasoning is ",
  "relevant to situations in which decisions are based on moral choices. One needs to think about the ",
  "moral question, the circumstances which give rise to it, and the moral standards applicable to those ",
  "circumstances. Moral dilemmas arise when two equally valid but divergent standards apply to a given ",
  "situation. Questions based on case studies which outline the facts in a given situation and the likely ",
  "alternative courses of action involve ethical reasoning and (at times) moral dilemmas. In answering ",
  "these questions, students have to think of the central problem arising from the circumstances and ",
  "the the moral or administrative principle best suited for its resolution.  ",
  "1.14   Ethics, Integrity & Aptitude ",
  "Chapters 9-11 deal with moral and ethical codes which are applicable to civil servants and ",
  "political leaders. Chapter 9 deals with the concepts of code of ethics, codes of conduct and official ",
  "codes of conduct which apply to civil servants. Chapter 10 covers the individual ethics for civil ",
  "servants which eminent thinkers on public administration have proposed. Chapter 11 discusses the ",
  "codes of conduct for ministers. ",
  "People are greatly exercised today over the problem of corruption in politics and administration. ",
  "Chapters 12, 13 and 14 examine the phenomenon of corruption from different perspectives. ",
  "Chapter 12 discusses the existing administrative structure and the prevailing procedures for tackling ",
  "corruption. It is commonly argued that there are several administrative and other impediments ",
  "which slow down action against corruption. Chapter 13 considers these issues. Corruption arises ",
  "not only from the moral failings of public functionariest but also from the economic and political ",
  "environment often creates opportunities for corruption. It is necessary undertake reforms and bring ",
  "about systemic changes to reduce scope for corruption. Chapter 14 examines this theme. Chapter ",
  "15 deals with Lok pal, the latest institutional mechanism, created for controlling corruption. ",
  "Public administration scholars advocate frequent, lively and effective contacts between people ",
  "and administration. To enable people to understand public issues and to comment on them, they ",
  "have to be given access to information. This is also a means of making administration transparent ",
  "and reducing scope for malpractices. Chapter 16 discusses the right to information which addresses ",
  "these issues. ",
  "A large part of public administration is concerned with delivering services to citizens. Services ",
  "include policing, sanitation, civic amenities, health and education. People often complain that ",
  "administration fails in meeting their needs efficiently and in time. This administrative question is ",
  "discussed in chapter 17 on citizen’s charter. ",
  "Public spending in social sector is essential for delivering services to poor and to improve their ",
  "quality of life. Administrative departments have to fully and effectively utilize the funds they get ",
  "from the budget. Chapter 18 discusses the utilization of public funds. ",
  "Three areas of the syllabus are from social psychology. Chapter 20 covers various aspects of ",
  "attitudes which include their sources, structure and psychological functions. It also discusses processes ",
  "involved in persuasion and communication. Chapter 21 is about political attitudes. This topic and ",
  "ideology are studied in economics, political science, sociology, psychology and philosophy. We ",
  "outline political attitudes and ideologies mainly relying on ideas from political science and based ",
  "on contemporary Indian trends and discourse. This is because the previous examination questions ",
  "on this subject were based on conventional approaches to the subject in political theory and on ",
  "contemporary Indian political trends and topics. Chapter 22 is about modern ethical conundrums. ",
  "In this chapter, we discuss several current issues such as homosexuality, death penalty, gene therapy, ",
  "animal rights and surrogacy. These problems have their origin in changing attitudes to human ",
  "sexual mores, revolutionary changes in biotechnology, liberal critiques of traditional religious and ",
  "other customary practices, and faint hearted misgivings in squarely facing the challenges thrown up ",
  "by hardcore terrorist ideologies and movements. ",
  "Students tend to get confused about the approach they should adopt towards such issues. In this ",
  "chapter, apart from discussing specific issues, we also indicate the manner in which students can ",
  "analyse such issues.  ",
  "Introduction to Ethics   1.15 ",
  "Chapter 23 outlines the various concepts and theories of emotional intelligence. This topic is ",
  "essentially about the skills which civil servants need in their interactions with public and colleagues. ",
  "Chapter 24 is on international morality which refers to the code of conduct which nations have to ",
  "follow in dealing with one another. It discusses international morality on the basis of UN charter and ",
  "the ideas of John Rawls. It covers various theories of international relations like idealism, realism, ",
  "neorealism and neoliberalism. It discusses topics like just war, rules governing wars, pacifism, and ",
  "regime changes brought about by external powers. It also examines the economic dimensions of ",
  "international morality. ",
  "Chapter 25 contains detailed case studies which illustrate various moral and administrative ",
  "principles. We have totally rewritten this chapter based on the trends revealed in   the questions   ",
  "of the papers of the previous years. We have also thoroughly revised the case studies given in ",
  "other chapters. The structure of the case studies conforms to the UPSC questions pattern. We  ",
  "have indicated the possible answer choices and discussed the principles which help in selecting the ",
  "correct answer. At the beginning of the chapter, we have also outlined a structured method which ",
  "students can use in tackling the case studies. ",
  "Our discussion of the case studies are intended to stimulate the thinking of the readers. Students ",
  "should try to go beyond those outlines and look at issues from diverse perspectives. The cases in ",
  "various chapters as also the cases listed in this chapter will help students in preparing for examination ",
  "questions which have similar format. They illustrate the likely question patterns and the possible ",
  "methods of answering questions. Examiners will decide the length of the case study as also the length ",
  "of the answer. Students should adhere to the word limits while answering questions. ",
  "Chapter 26 is a glossary of terms. It covers all the relevant and important concepts. It can be ",
  "used as a reference or independently for revision before the  examination. ",
  "In Chapter 27, we have given model answers to the UPSC question papers of years 2013 to ",
  "2017. Our experience shows that students are often unable to convert their knowledge into effective ",
  "answers. Their answers suffer from weaknesses in substance, structure and expression (or language). ",
  "Therefore, at the beginning of this chapter, we have briefly explained the errors students make while ",
  "studying course materials and while answering test questions. We have suggested a simple procedure ",
  "for effective answer-writing. Students will profit greatly if they practise this procedure during their ",
  "preparatory studies for the examinations. We are sure that this procedure would help students in ",
  "all the papers of General Studies. ",
  "We close with a piece of general advice on answering questions. Often, it may be possible to ",
  "answer questions on Ethics and administration from a commonsensical point of view. We appreciate ",
  "that commonsense is a crucial ingredient for success in almost all endeavours. At the same time, ",
  "evaluators of UPSC exam will be definitely looking for depth and richness in an essay type answer. ",
  "Answers can be enriched if references are made to their theoretical underpinnings; or to relevant ",
  "supporting doctrines, concepts; or to ideas of moral thinkers. Students are advised to keep this in ",
  "view while answering questions. The materials assembled in the text will help students in enriching ",
  "their answers in the manner indicated.  ",
  "1.16   Ethics, Integrity & Aptitude ",
  " ",
  "REFERENCES ",
  " ",
  "   John S. Mackenzie, M.A.  A Manual of Ethics ",
  "   Wilbur Marshall Urban,  Fundamentals of Ethics - An Introduction to Moral ",
  "Philosophy ",
  "  William Frankena  Ethics ",
  "  Warner Fite  Moral Philosophy: The Critical View of Life ",
  "   J. H. Muirhead, M.A.  The Elements of Ethics ",
  "   Joseph Rickby, SJ  Moral   Philosophy: Ethics, Deontology and Moral ",
  "Law ",
  "  Friedrich Paulsen  A System of Ethics ",
  "  John Dewey  Ethics ",
  "   BBC Ethics Guide  Ethics: a General Introduction ",
  "(These are general text books on Ethics and can be consulted on various specific topics.)  ",
  " ",
  ""
]