[
  "C h a p t e r.26 ",
  "Glossary of Terms ",
  " ",
  " ",
  " ",
  " ",
  "Abortion ",
  "Abortion refers to the termination of the unborn entity (or termination of pregnancy) at any of ",
  "the above stages. Abortions at times occur due to internal biochemical processes of the pregnant ",
  "woman or due to injuries suffered by her. These are known as miscarriages and create no moral ",
  "issues. Debates on abortion centre on induced abortions which are brought about by human action. ",
  "Abortion debates involve two broad issues: (i) the value of life, both of mother and foetus; and ",
  "(ii) individual freedom and rights of women over their bodies. These debates also cover the rights ",
  "of foetus or unborn baby, definitions of human life and the point at which life begins. ",
  "Prior to 1971, under the Indian Penal Code, induced abortion was illegal. Abortion in India is ",
  "now covered under the Medical Termination of Pregnancy (MTP) Act 1971. According to MTP Act, ",
  "Pregnancies not exceeding 12 weeks may be terminated based on a single doctor’s opinion formed ",
  "in good faith. In case of pregnancies exceeding 12 weeks but less than 20 weeks, termination needs ",
  "opinion of two doctors. Abortion is allowed subject to various conditions. ",
  "Anarchism ",
  "There are many forms of non-Marxist communism. The most influential of these is anarchism, or ",
  "anarcho-communism. It advocates not only communal ownership of property but also the abolition ",
  "of the state. Anarchists argue that the state and private property are interdependent institutions. The ",
  "state exists to protect private property, and the owners of private property protect the state. If property ",
  "is to be owned communally and distributed equally, the state must be smashed once and for all. ",
  "Accountability ",
  "Accountability means the answerability of officials for due discharge of functions assigned to them. ",
  "James Fesler and Don Kettl divide accountability into two dimensions: ‘One is [formal or legal] ",
  "accountability; faithful obedience to the law, to higher officials’ directions, and to standards of ",
  "efficiency. The other is ethical behaviour; adherence to moral standards and avoidance even of the ",
  "appearance of unethical actions.  ",
  "26.2   Ethics, Integrity & Aptitude ",
  "Accountability can be enforced through external and internal controls. External controls ",
  "include: legislative supervision of administrative actions; judicial scrutiny of administrative decisions ",
  "and procedures; and participation of citizens in administrative processes. Internal controls include: ",
  "the use of rules and procedures, making administration transparent, provision for whistle blowers, ",
  "democratizing organizations and promotion of professional and ethical   standards. ",
  "Over strict enforcement of accountability can prove counterproductive. There is a conflict ",
  "between the value of accountability and the values of originality, experimentation, inventiveness ",
  "and risk-taking. ",
  "(Paul C. Light, Federal Inspectors General and the Path to Accountability) ",
  "Accounts ",
  "Accounts of a company contain complete and comprehensive details of its financial transactions. ",
  "Financial transactions result in revenue and expenditure. Revenue consists of various forms of income. ",
  "All revenues have to be promptly put into company’s accounts. Expenditures incurred have to be ",
  "properly vouched or backed by receipts for their authentication. Expenditures are classified into ",
  "categories such as revenue and capital expenditure. Revenue expenditures cover day to day items ",
  "like payments for wages and raw materials. Capital expenditures lead to creation of physical or ",
  "financial assets like buildings or fixed deposits in banks. Accounts have to be prepared according ",
  "to a prescribed format (conforming to accounting standards) to correctly classify transactions and ",
  "reflect their true nature. The two main financial statements of a company are – profit and loss account ",
  "and the balance sheet. ",
  "Act Utilitarianism ",
  "Act utilitarianism is the view that an act is right if its consequences are at least as good as those of any ",
  "alternative. Another way of expressing this view is that any act should aim at the greatest happiness of ",
  "greatest member of people. This view can be said to be consequentialist, welfare-oriented, aggregative, ",
  "maximizing and impersonal. The view is consequentialist because it says that acts are right or wrong ",
  "solely in virtue of the goodness or badness of their consequences. It is welfare-oriented because it ",
  "makes rightness depend on goodness, and interprets goodness as referring to human welfare. The ",
  "view is impersonal and aggregative since rightness is determined impersonally by considering the ",
  "increases and decreases of well being of all those affected by the act, and adding the increases and ",
  "decreases in respect of all the affected persons. The view is maximizing since it says in effect: always ",
  "maximise net desire satisfaction. ",
  "Although the reference in the preceding paragraph is to welfare, we can also use the terms ",
  "‘utility’ or ‘happiness’. An act is good if it leads to the greatest happiness of the greatest number. ",
  "As we have seen earlier, application of act utilitarianism leads in some situations to absurd results. ",
  "Hence, most writers now subscribe to rule utilitarianism. ",
  "(R.G. Frey, Act-Utilitarianism) ",
  "Act Deontological Theories ",
  "The common meaning of deontology is that morality consists in strictly following one’s duties and ",
  "universal moral commands. Kant is a famous exponent of deontology. However, in recent times,  ",
  "Glossary of Terms    26.3 ",
  "some philosophers formulated act deontological theories which discard general moral maxims. They ",
  "seek to link morality to individual acts of people. ",
  "Act deontological theories maintain that the basic moral judgements are all purely particular ",
  "ones like “in this situation I should do so and so” and that general ones like that “we should always ",
  "keep promises”, are useless or are derivable from particular ones. Each situation has to be judged ",
  "individually without reference to principles like utilitarianism. Aristotle’s comment that in golden ",
  "mean “the decision rests with perception” is an example of act-deontological approach. Act- ",
  "deontological theories are seen analogous to “situational ethics”. ",
  "Administrative Ethics ",
  "John A. Rohr makes a distinction between two categories of public administrative ethics. One category ",
  "is legally enforceable and the other is aspirational or is supposed to form part of a civil servant’s ",
  "moral aspirations or ideals. The first category deals almost entirely with financial irregularities in such ",
  "matters as bribery, conflict of interest and financial disclosure. In the Indian context, administrative ",
  "ethics in this sense are found in the codes of conduct for civil servants. The second category goes ",
  "beyond legal obligation and looks for practical ways in which public servants can fulfill their oath to ",
  "uphold the constitution. In the Indian context, this will mean that civil servants should work towards ",
  "realisation of constitutional values. ",
  "(John R. Rohr, Constitutionalism and Administrative ethics) ",
  "Administrative Ethos ",
  "These are traditionally understood as civil service codes and traditions. In recent times, public ",
  "administration theorists have added rather exalted moral principles to this concept. Among these are ",
  "– Rawls’s concept of social equity, allegiance to a higher law beyond both individual and government, ",
  "a moral framework applicable both to public and private domains, or a notion of a lasting moral ",
  "order. Although these are abstract ideas, we should look at their general drift. ",
  "Affective Component ",
  "The affective component of attitudes refers to feelings or emotions linked to an attitude object. ",
  "Affective responses influence attitudes in a number of ways. Emotions shape attitudes through ",
  "feelings that are aroused in response to an attitude object. For instance, many people indicate that ",
  "spiders make them feel scared. This negative affective response is likely to cause a negative attitude ",
  "toward spiders. ",
  "Altruism ",
  "Altruism is based on beneficence and selflessness; it is other regarding and the opposite of self-interest ",
  "and self-love. Altruism denotes certain motivations and actions performed from those motivations. ",
  "An altruistic act is one which is done with the ultimate aim of benefiting another person. Even if ",
  "such an act ended up harming the intended beneficiary, we might still call it an instance of altruism, ",
  "albeit misguided. An act that is done in order to benefit another, but only with a view to one’s own ",
  "later benefit, is not an altruistic act.  ",
  "26.4   Ethics, Integrity & Aptitude ",
  "Some moral philosophers try to show that many seemingly altruistic acts are disguised forms ",
  "of self-interest. Thus, it may be argued that a father who also dies in an effort to save his drowning ",
  "child is not altruistic. His conduct may be interpreted as a means to avoid lifelong guilt feelings he ",
  "will experience if he made no attempt to save his child. Such forced interpretations are often made ",
  "to explain moral conduct in terms of one’s favourite ethical theory. ",
  "Ancient Greek moral Schools ",
  "Sophists were the first to deny the existence of objective moral standards. They were peripatetic ",
  "teachers who taught rhetoric (art of speaking) and other skills needed for lawyers and politicians in ",
  "ancient Greek city states. They had to tailor their teachings to the specific circumstances that prevailed ",
  "in different states. They had to emphasise on prudence and other pragmatic virtues necessary for ",
  "success in the practical affairs in life, professions and politics. In the process, they partly abandoned ",
  "the then prevailing moral concepts and codes. One of the chief aims of Socrates was to combat the ",
  "moral relativism of sophists. ",
  "Cyrenaics are a philosophical group who advocated that pleasure is the only good for men. They ",
  "rejected other higher ideals. Epicureans also advocated that human beings should pursue happiness ",
  "as their goal. Cyrenaics recommended that men should chase momentary pleasures or make the ",
  "best of every moment of life. They had no concern for the morrow. ",
  "Epicureans took a long term view of happiness. Their prescription implies foresight. Accordingly, ",
  "human beings should aim at maximizing happiness over the life span. They should not sacrifice ",
  "future pleasures to excessive indulgence in the present. Epicureans also preferred refined pleasures ",
  "of mind and not just bodily joys. ",
  "The classical Greek and Roman Cynics regarded virtue as the only necessity for happiness. ",
  "They sought to free themselves from conventions; become self-sufficient; and live only in accordance ",
  "with nature. They rejected conventional notions of happiness involving money, power and fame, ",
  "and sought happiness in the pursuit of virtue. In rejecting conventional social values, they criticised ",
  "the types of behaviours, such as greed, which they viewed as causes of suffering. The modern view ",
  "of cynicism sees it as “an attitude of scornful or jaded negativity, especially a general distrust of the ",
  "integrity or professed motives of others.” This modern definition of cynicism is in marked contrast ",
  "to the ancient philosophy, which emphasised “virtue and moral freedom in liberation from desire”. ",
  "Early Cynics were not mere social critics ; they were public advocates of cosmopolitanism, freedom ",
  "of speech, a woman’s right to select her spouse, and constitutional law. ",
  "Stoicism taught that virtue, the highest good, is based on knowledge; the wise live in harmony with ",
  "the divine Reason (also identified with Fate and Providence) that governs nature, and are indifferent ",
  "to the vicissitudes of fortune and to pleasure and pain. Stoicism views the world as permeated by ",
  "rationality and as divinely planned. Moral goodness and happiness are achieved, if at all, by replicating ",
  "that perfect rationality in oneself, and by finding out and enacting one’s own assigned role in the ",
  "cosmic scheme of things. Stoic ethics make concern for others as central to human nature. Some ",
  "commonly prized items, like honour and health, are commended by nature and should be sought, ",
  "but not for their own sake. They are instrumentally preferable, because learning to choose rationally ",
  "between them is a step towards the eventual goal of ‘living in agreement with nature’.  ",
  "Glossary of Terms    26.5 ",
  "Virtue and vice are intellectual states. Vice is founded on ‘passions’: these are at root false value ",
  "judgments, in which we lose rational control by overvaluing things which are in fact indifferent. ",
  "Virtue, is the one thing of intrinsic worth and therefore genuinely ‘good’. The wise are not only the ",
  "sole possessors of virtue and happiness, but also, paradoxically, of the things people conventionally ",
  "value – beauty, freedom, power, and so on. Though geographically scattered, the wise persons form ",
  "a true community or ‘city’, governed by natural law. ",
  "In brief, Stoics taught that virtue, the highest good, is based on knowledge; the wise live in ",
  "harmony with the divine Reason (also identified with Fate and Providence) that governs nature, and ",
  "are indifferent to the vicissitudes of fortune and to pleasure and pain. ",
  "(Portion on Stoics from David Sedley’s entry on Stoicism in the Routledge Encyclopaedia of Philosophy) ",
  "Animal rights ",
  "Traditionally, philosophers excluded animal kingdom and nature from moral discourse. From early ",
  "1970s, environmental issues and animal rights became popular topics of discussion both among ",
  "philosophers and lay public. In 1975, Peter Singer published his work Animal Liberation. Its basic ",
  "message is---‘All animals are equal’. It implies that human beings are also (biologically speaking) ",
  "animals, and should not ill treat or abuse other animals. These views have led to lot of argumentation ",
  "in support of and against animal rights. ",
  "Appetite ",
  "Appetite is a blind tendency towards a particular end. Satisfactions of appetite are frequently referred ",
  "to simply as pleasures, while unsatisfied appetites are called pains. A pleasure-seeker is one who ",
  "seeks the satisfaction of his animal appetites, or of human impulses which are akin to these appetites. ",
  "Aptitude: Nature and Measurement ",
  "Intelligence tests assess general mental ability. Aptitude refers to special abilities in a particular field ",
  "of activity. It is a combination of characteristics that indicates an individual’s capacity to acquire ",
  "some specific knowledge or skill after training. We assess aptitude with the help of selected tests. The ",
  "knowledge of aptitude can help us to predict an individual’s future performance. While assessing ",
  "intelligence, psychologists often found that people with similar intelligence differed widely in acquiring ",
  "certain knowledge or skills. There are certain areas in which some intelligent students do not do ",
  "well. Students are able to perform well in certain areas of study and activity. ",
  "These specific skills and abilities are called aptitudes. With proper training, these abilities can ",
  "be considerably enhanced. In order to be successful in a particular field, a person must have both ",
  "aptitude and interest. Interest is a preference for a particular activity; aptitude is the potentiality to ",
  "perform that activity. A person may be interested in a particular job or activity, but may not have ",
  "the aptitude for it. Similarly, a person may have the potentiality for performing a job, but may not ",
  "be interested in doing that. In both cases, the outcome will be unsatisfactory. A student with high ",
  "mechanical aptitude and strong interest in engineering is more likely to be a successful mechanical ",
  "engineer. ",
  "Aptitude tests are available in two forms: independent (specialized) aptitude tests and multiple ",
  "(generalized) aptitude tests. Clerical Aptitude, Mechanical Aptitude, Numerical Aptitude, and Typing  ",
  "26.6   Ethics, Integrity & Aptitude ",
  "Aptitude are independent aptitude tests. Multiple Aptitude Tests exist in the form of test batteries ",
  "(tests covering multiple aptitudes), which measure aptitude in several separate but homogeneous ",
  "areas. Differential Aptitude Tests (DAT), the General Aptitude Tests Battery (GATB), and the Armed ",
  "Services Vocational Aptitude Battery (ASVAB) are well-known aptitude test batteries. Among these, ",
  "DAT is most commonly used in educational settings. It consists of 8 independent subtests: (i) Verbal ",
  "Reasoning, (ii) Numerical Reasoning, (iii) Abstract Reasoning, (iv) Clerical Speed and Accuracy, ",
  "(v) Mechanical Reasoning, (vi) Space Relations, (vii) Spelling, and (viii) Language Usage. ",
  " ",
  "Assessment of Intelligence ",
  "In 1905, Alfred Binet and Theodore Simon made the first successful attempt to formally measure ",
  "intelligence. In 1908, when the scale was revised, they gave the concept of Mental Age (MA), which ",
  "is a measure of a person’s intellectual development relative to people of her/his age group. A mental ",
  "age of 5 means that a child’s performance on an intelligence test equals the average performance ",
  "level of a group of 5-year old children. Chronological Age (CA) is the biological age from birth. ",
  "A bright child’s MA is more than her/his CA; for a dull child, MA is below the CA. Retardation ",
  "was defined by Binet and Simon as being two mental age years below the chronological age. ",
  "In 1912, William Stern, a German psychologist, devised the concept of Intelligence Quotient ",
  "(IQ). IQ refers to mental age divided by chronological age, and multiplied by 100. The number ",
  "100 is used as a multiplier to avoid the decimal point. When the MA equals the CA, the IQ equals ",
  "100. If MA is more than the CA, IQ is more than 100. IQ becomes less than 100 when the MA is ",
  "less than the CA. For example, a 10-year-old child with a mental age of 12 would have an IQ of 120 ",
  "(12/10 * 100), whereas the same child with an MA of 7 would have an IQ of 70 (7/10 * 100). The ",
  "average IQ in the population is 100, irrespective of age. ",
  "(From NCERT class XII text for psychology) ",
  " ",
  "Attitudes ",
  "Social psychologists reserve the term attitude to refer to our relatively enduring evaluation of ",
  "something, where the something is called the attitude object. The attitude object might be a person, ",
  "a product, or a social group. Attitudes involve a preference for or against the attitude object, as ",
  "commonly expressed in such terms as prefer, like, dislike, hate, and love. When we express our ",
  "attitudes–for instance, when we say, “I love rasagullas,” or “I hate snakes,” or “I like Biharis”– we ",
  "are expressing the relationship (either positive or negative) between the self and an attitude object. ",
  "Statements such as these make it clear that attitudes are an important part of the self-concept. ",
  "Attitudes tie the self-concept to the attitude object, and so our attitudes are an essential part of us. ",
  "This perspective has generated a number of conceptual models of the attitude concept. ",
  "The most influential model of attitude has been the multi-component model. According to ",
  "this perspective, attitudes are summary evaluations of an object that have Cognitive, Affective, and ",
  "Behavioural components. ",
  " ",
  "Audit ",
  "The annual audit is one of the cornerstones of corporate governance. It provides an external and  ",
  "Glossary of Terms    26.7 ",
  "objective check on the way in which the financial statements have been prepared and presented by ",
  "the directors of the company. It has to ensure that accounts provide a true and fair view of company’s ",
  "financial statements. Auditors’ role is to design audit in such a manner that it provides a reasonable ",
  "assurance that the financial statements are free of material misstatements. ",
  " ",
  "Audit Committee ",
  "Every listed company and some other specified companies have to constitute an audit committee. ",
  "Audit committee shall have not less than three independent directors; at least two of them should ",
  "be able to understand financial statements like balance sheets, profit and loss accounts, cash flow ",
  "statements and statements of changes in equity. The chairperson should have this ability. The terms of ",
  "reference or jurisdiction of an audit committee shall include all matters relating to finance, accounts, ",
  "commercial transactions, investments and audit. The directors and employees can report to the audit ",
  "committee their genuine concerns or apprehensions about things happening in the company. Any ",
  "person who uses such mechanism shall have direct access to chairperson of the audit committee ",
  " ",
  "Behavioural Component ",
  "Behaviour is one of the three components of an attitude directed towards an object. The behavioural ",
  "component of attitudes refers to past behaviours or experiences regarding an attitude object. For ",
  "instance, people might guess that they must have a negative attitude toward child labour, if they ",
  "remember having signed a petition against depriving children of their educational and playing ",
  "opportunities. ",
  "The idea that people might infer their attitudes from their previous actions was formulated by ",
  "Daryl Bem. According to Bem’s self-perception theory, individuals do not always have access to ",
  "their opinions about different objects, and sometimes infer their attitudes by thinking about how ",
  "they have behaved with respect to the attitude object in the past. ",
  "‘Benami’ Transactions ",
  "Corrupt public servants try to hide their illegitimate wealth through ‘Benami’ transactions. In these ",
  "transactions, the government servant holds property in someone else’s name. The Law Commission ",
  "recommended enactment of a legislation for prohibiting Benami transactions and acquiring properties ",
  "held Benami. A law entitled The Benami Transactions (Prohibition) Act was passed in 1988. The ",
  "Act precludes the person who acquired the property in the name of another person from claiming ",
  "it as his own. The Act prohibits Benami transactions and prohibits the acquirer from recovering the ",
  "property from the Benamidar. The Act permits acquisition of property held Benami. ",
  "Benevolence ",
  "Beneficence is a principle of duty, not an attribute of one’s character. Benevolence is a disposition, ",
  "habit, quality, trait of the person or soul, which an individual either has or seeks to have. The ",
  "philosopher Schopenhauer has taken benevolence and justice as the cardinal virtues. Benevolence ",
  "is the love of others. It means the desire to do good and to be kind and generous. The philosophers  ",
  "26.8   Ethics, Integrity & Aptitude ",
  "of Scottish Enlightenment [such as Hutcheson, Hume and Adam Smith] emphasised benevolence ",
  "as a virtue and regarded it as central to the attainment of their version of good society. ",
  "(William Frankena op.cit, & David ft. Hart, Administration and Ethics of Virtue) ",
  " ",
  "Bureaucratic Ethos ",
  "The items which different writers include in the list of bureaucratic ethos vary. One set consists of ",
  "accountability, economy and competence. Other items are trustworthiness, duty to the organization, ",
  "respect for law, and respect for rules and regulations. (See also bureaucratic values) ",
  "Canons of Financial Propriety ",
  "Every officer incurring or authorizing expenditure from public moneys should be guided by high ",
  "standards of financial propriety. Every officer should also enforce financial order and strict economy ",
  "and see that all relevant financial rules and regulations are observed, by his own office and by ",
  "subordinate disbursing officers. Among the principles on which emphasis is generally laid are the ",
  "following:- ",
  "(i)  Every officer is expected to exercise the same vigilance in respect of expenditure incurred ",
  "from public moneys as a person of ordinary prudence would exercise in respect of ",
  "expenditure of his own money. ",
  "(ii) The expenditure should not be prima facie more than the occasion demands. ",
  "(iii) No authority should exercise its powers of sanctioning expenditure to pass an order which ",
  "will be directly or indirectly to its own advantage. ",
  "(iv) Expenditure from public moneys should not be incurred for the benefit of a particular ",
  "person or a section of the people, unless (a) a claim for the amount could be enforced in a ",
  "Court of Law, or (b) the expenditure is in pursuance of a recognised policy or custom. ",
  "(v)  The amount of allowances granted to meet expenditure of a particular type (e.g. travelling ",
  "allowance or house rent allowance) should be so regulated that the allowances are not on ",
  "the whole a source of profit to the recipients. ",
  "Cardinal Virtues ",
  "Cardinal virtues are defined as a group of virtues such that (1) they cannot be derived from one another ",
  "and (2) all other virtues can be derived from them or shown to be forms of them. Ancient Greek ",
  "philosophers identified four cardinal virtues: wisdom, courage, temperance and justice. Christianity ",
  "has seven cardinal virtues. Three of these – faith, hope and charity (love) – are theological virtues. ",
  "Four virtues – prudence, fortitude, temperance and justice – are human. Schopenhauer regarded ",
  "benevolence and justice as cardinal virtues. The commonly recognised virtues like love, courage, ",
  "kindness, temperance, honesty and gratitude can all be derived from cardinal virtues. ",
  "Categorical Imperative ",
  "Categorical imperative means an unconditional (without any exceptions) command (order). Kant ",
  "maintained that morality means that men have to regard ethical maxims as categorical imperatives ",
  "and obey them. Kant formulated categorical imperative in two ways. (1) Act in such a manner ",
  "that the standard or principle underlying your action can be adopted as a universal law by every  ",
  "Glossary of Terms    26.9 ",
  "individual in society. (2) Treat humanity in yourself and everyone else always as an end and never ",
  "as a means to an end. Kant’s conception of morality is deontological. In Kant’s view, morality has ",
  "no connection with one’s feelings, desires or happiness. It is duty for duty’s sake. ",
  "Kant also speaks of hypothetical imperatives which are actually means to other ends. A student ",
  "desirous of securing high marks in an examination works very hard at studies. His ‘working hard’ ",
  "or industry is a hypothetical imperative. It is a means for his success in securing high marks. ",
  "Character ",
  "Morality includes cultivation of certain dispositions or traits, which include character, and virtues like ",
  "honesty, kindness, and conscientiousness. Virtues are dispositions or traits which are not innate, and ",
  "have to be cultivated partly through learning from teachers and elders and partly through practice. ",
  "Virtues are traits of character than of personality (like cheerfulness or personal elegance). They all ",
  "involve a tendency to do certain kinds of action in certain situations, not just to think or feel in certain ",
  "ways. Virtues of character are not skills or abilities. Many moral thinkers have suggested that morality ",
  "should not be seen as concerned with rules or principles (as in utilitarianism), but should be seen ",
  "as concerned with virtuous dispositions or traits of character. Thus Plato and Aristotle usually speak ",
  "about virtues and the virtuous and not so much in terms of the right and the obligatory. ",
  "Characteristics of Emotionally Intelligent Persons ",
  "¤  Perceive and be sensitive to your feelings and emotions. ",
  "¤  Perceive and be sensitive to various types of emotions in others by noting their body language, ",
  "voice and tone, and facial expressions. ",
  "¤  Relate your emotions to your thoughts so that you take them into account while solving ",
  "problems and taking decisions. ",
  "¤  Understand the powerful influence of the nature and intensity of your emotions. ",
  "¤  Control and regulate your emotions and their expressions while dealing with self and others ",
  "to achieve harmony and peace. ",
  "Character or Virtues ",
  "The correct action in a given situation often follows from the moral agent’s moral character. Some ",
  "individuals cultivate virtues through constant practice. They have the virtues or dispositions which ",
  "lead them to correct action in any situation. ",
  "Citizen’s Charters ",
  "The functions of government fall into two broad heads: legal exercise of authority and provision ",
  "of services. Modern states are welfare States and provide a wide range of public services to their ",
  "citizens. The services cover areas such as education, health, housing and transport. Services also ",
  "include such requirements as a driving license, telephone connection, gas connection, tax refund, ",
  "Aadhaar card, passport, and extracts from public records of one’s property, educational qualification ",
  "and date of birth. Citizens often experience considerable difficulty in securing timely, reliable and ",
  "quality services from government agencies. Citizen Charters are a means of solving the day to day ",
  "problems which citizens experience while dealing with organisations providing public services.  ",
  "26.10   Ethics, Integrity & Aptitude ",
  "Class Action ",
  "Where members, depositors or any class of them are of the opinion that the affairs of a company ",
  "are being conducted in a manner prejudicial to the interest of company, its members or depositors, ",
  "they may file an application before tribunal. The class action can also cover the auditors. Class ",
  "action can be contrasted with individual litigation. Class action means a representative suit and the ",
  "court judgement delivered in such suit will apply to all the members of that class – even to those ",
  "who did not join the suit. ",
  "Cloning ",
  "A clone is an exact genetic copy of a molecule, cell, plant, or animal. It is no novel phenomenon ",
  "but common in nature. Whenever single cell organisms like bacteria reproduce by cell division, the ",
  "resultant cells are clones of the original cells. Similarly, when a worm is divided into two parts, each ",
  "part will regenerate into a full genetic duplicate of the original worm. Identical twins resulting from ",
  "separated embryos in uterus are natural clones. ",
  "Scientists extract DNA from the cell of an adult mammal and insert it into a hollowed out donor ",
  "egg. By jump-starting the egg with a jolt of electricity, they can create an embryo that would become, ",
  "if implanted into a surrogate mother, the patient’s identical twin. As for human beings, no cloning ",
  "is allowed. ",
  "The first law regulating cloning is UK’s Human Fertilisation Embryology Act (1990). It permits ",
  "licensed research using human embryos only for very limited purposes involving studies into ",
  "infertility treatment, congenital diseases, and causes of miscarriages, contraception techniques and ",
  "the detection of genetic abnormalities. ",
  "Classical Conditioning ",
  "Classical conditioning can be used to create positive emotional reactions to a person, object or ",
  "event by associating positive feelings with the target object. Commercial advertisements use classical ",
  "conditioning to create a favourable impression about a product in the minds of readers or viewers. ",
  "For example, it will show popular cricket stars consuming a particular brand of soda while having ",
  "fun. It influences the audience by carrying over their favourable feelings about cricketers to the ",
  "particular soda brand. ",
  "Codes of Ethics ",
  "Codes of ethics usually contain general values while codes of conduct clearly spell out the ",
  "principles which are derived from values. In the words of Jeremy Bentham, a principle is ",
  "“a general law or rule that guides behaviour or decisions,” whereas values articulate “an aspiration ",
  "of an ideal moral state.” ",
  "Values refer to political and social visions and exalted goals which societies seek to achieve. In ",
  "contrast, codes of conduct have a narrow focus. Codes of conduct are particular rules of conduct ",
  "either imposed from higher levels of an organization or voluntarily accepted as the requirements of ",
  "a profession or occupation. ",
  "A code of ethics differs from a code of conduct in another way. A code of ethics or a code of ",
  "morality has a wide canvas. It may virtually cover all aspects of a man’s life. It will contain prescriptions  ",
  "Glossary of Terms    26.11 ",
  "and prohibitions which cover one’s personal, social, economic, political and religious life. Codes of ",
  "ethics apply to the culture, education, and religion of a whole society. Codes of conduct generally ",
  "cover an individual’s official or professional conduct. ",
  "Cognitive Component ",
  "The cognitive component of attitudes refers to the beliefs, thoughts, and attributes we associate ",
  "with an object. In many cases, a person’s attitude might be based primarily upon the positive and ",
  "negative attributes they associate with an object. For example, when one author recently bought a ",
  "new car, he devoted considerable attention to different vehicles’ safety records, gas mileage, and ",
  "repair costs. In this example, attitudes toward the different cars were formed through a methodical ",
  "consideration of the positive and negative characteristics of each car. ",
  "Cognitive Dissonance ",
  "In simple terms, cognitive dissonance is an unpleasant internal (psychological) state that exists ",
  "when we notice inconsistency in our attitudes or between attitudes and behaviour. People reduce ",
  "dissonance by: ",
  "¤  Changing attitudes or behaviour to make them consistent with one another. ",
  "¤  Acquiring new information that supports an attitude or behaviour, or ",
  "¤  Trivializing the inconsistency ",
  "In general, people will reduce dissonance by whichever method requires the least effort. ",
  " ",
  "Collusive Corruption ",
  "An act of corruption has two players: the bribe-giver and the bribe-taker. In cases of coercive ",
  "corruption, the bribe-giver is a victim of extortion. Bribe-taker forces bribe-giver to make the payment. ",
  "Besides this coercive corruption, there is also collusive corruption in which the bribe-giver and bribe- ",
  "taker act as partners and rob society. In this situation, the bribe-giver is as great an offender as the ",
  "bribe-taker. The acts involved in these situations defraud public exchequer and also harm public ",
  "welfare. Among such instances are–execution of substandard works, distortion of competition, robbing ",
  "the public exchequer, kickbacks or commissions in public procurement, tax evasion by collusion, ",
  "and causing direct harm to people by spurious drugs and violation of safety norms. ",
  "Commercial Audit ",
  "There is a special arrangement for the audit of companies where the equity participation by ",
  "Government is 51 percent or more. The primary auditors of these companies are Chartered ",
  "Accountants, appointed by the Comptroller and Auditor General of India, who gives the directions ",
  "to the auditors on the manner in which the audit should be conducted by them. The Comptroller ",
  "and Auditor General of India is also empowered to comment upon the audit reports of the primary ",
  "auditors. In addition, the Comptroller and Auditor General of India conducts a test audit of the ",
  "accounts of such companies and reports the results of his audit to Parliament and State Legislatures.  ",
  "26.12   Ethics, Integrity & Aptitude ",
  "Communism ",
  "Communism is a political and economic doctrine which seeks to replace private property and a ",
  "profit-based economy with public ownership and control of the major means of production (e.g., ",
  "mines, mills, and factories) and the natural resources of a society. ",
  "Karl Marx is the chief theorist of communism. His theory covers three main aspects: (i) materialist ",
  "conception of history; (2) critique of capitalism and its workings; and (3) revolutionary overthrow of ",
  "capitalism and its eventual replacement by communism. ",
  "Communitarian Ethics ",
  "Communitarian ethics refers to several views which share a general orientation. These are ",
  "communitarian, neo-Aristotelian, and character or virtue ethics. They reflect a new perspective on ",
  "morals. Communitarians refuse to consider human beings as atomistic or in isolation from society. ",
  "Traditionally, Western thinkers regarded the essence of human self as consciousness, thought and ",
  "reason. Communitarians go back to the Aristotelian notion of man as a social animal whose moral ",
  "development can take place only within an ideal community (polis). They reject the idea of a universal ",
  "and independent human self. ",
  "Communitarians hold that human beings are born into actual historical societies; they share the ",
  "values and aims of such societies. Individual judgements and decisions-to-act should not be seen as ",
  "autonomously determined. They are the outcomes of reciprocal interaction between human beings ",
  "and society. In this regard, communitarians speak of man’s “situatedness” in society. They deny ",
  "‘individual primacy’ and accord due role to social influences on men. Communitarians do not ",
  "regard human beings as wholly self-seeking rationalist decision-makers – a model which underlies ",
  "modern market based economic theory. They emphasise community based sentiments such as ",
  "benevolence, altruism, loyalty, and group-based sentiments. This view has important implications ",
  "for perspectives on public administration and public policy. ",
  "Communitarianism focuses on character or virtue ethics. Morality is expressed not in terms of ",
  "rules but as virtues. For example, ‘Kill not’ is an expression of a rule. But ‘Hate not’ prescribes a ",
  "virtue which we need to cultivate. Communitarianism also calls for practical wisdom instead of rigid ",
  "codes or rules. ",
  "Communitarian ethics has four weaknesses. First, neither all communities nor all their features ",
  "are benign. Secondly, community based ethics tend to be particular or parochial and lack universality. ",
  "Thirdly, communitarianism, in overemphasizing group virtues and solidarity, can usher in totalitarian ",
  "trends. Fourthly, communitarianism seems like a form of “idealistic stained-glass window nostalgia” ",
  "for societies which exited human history long ago. ",
  "(Charles J. Fox, The Use of Philosophy in Administrative Ethics) ",
  " ",
  "Committee on Public Undertakings (COPU) ",
  "COPU is a parliamentary committee. The Committee on Public Undertakings exercises the same ",
  "powers on the public sector undertakings as the Public Accounts Committee exercises over CAG’S ",
  "audit reports of the Government Departments.  ",
  "Glossary of Terms    26.13 ",
  "Conduct ",
  "The habitual modes of action that accompany a formed or stable character are described by the ",
  "term conduct. ",
  "Conflict of Interest ",
  "Public servants have to decide various matters in the course of their work. In doing so, they have to act ",
  "in a detached and disinterested manner keeping in view only the relevant facts and law. Sometimes, ",
  "it may so happen that a public servant has a personal interest in a matter he or she has to decide. ",
  "Then he is said to have a conflict of interest. In other words, his personal interest and official duties ",
  "are in conflict. He should not decide such matters, but should recuse himself from them. ",
  "Conflict Management ",
  "In most conflicts, neither party is right or wrong; instead, different perceptions collide to create ",
  "disagreement. Conflict is natural and managers have to respond to conflict situations quickly and ",
  "professionally. Conflict can be positive; if managers deal with it openly, they can strengthen the ",
  "organization by correcting problems. Conflicting views give managers an opportunity to learn more ",
  "about themselves, explore views of others, and develop productive relationships. Clear and open ",
  "communication is the cornerstone of successful conflict resolution. ",
  "Conflict management refers to the practice of recognizing and dealing with disputes in a rational, ",
  "balanced and effective way. Conflict management, within a business environment usually involves ",
  "effective communication, problem resolving abilities and good negotiating skills to restore the focus ",
  "on the company’s overall goals. ",
  "To manage conflict effectively, one has to be a skilled communicator. One has to create an open ",
  "communication environment in the organization by encouraging employees to talk about work issues. ",
  "Listening to employee concerns will foster an open environment. One has to really understand what ",
  "employees are saying by asking questions and focusing on their perception of the problem. ",
  "Conscience ",
  "The term conscience is derived from the Latin “to be conscious (of wrong)”. But Butler gave it its ",
  "definite moral meaning. There are two meanings of the term. First, it means a feeling of pleasure or ",
  "pain, and especially a feeling of pain, accompanying the violation of a recognised principle of duty. ",
  "Secondly, it means the principle of judgment by which we pronounce one action or one kind of ",
  "action, to be right and another wrong. This principle of judgment may be of a particular individual ",
  "or a social group. Such phrases as “the Non-Conformist Conscience,” “the Conscience of Europe,” ",
  "and the like, illustrate use of the term in its reference to groups. ",
  "Butler considered human nature as an organic whole, with many elements, some of which are ",
  "naturally subordinate to others. Human nature comprises many particular passions or impulses ",
  "which lead us to pursue particular objects. These are naturally subordinate to self-love, on the one ",
  "hand, and to benevolence, on the other. Men naturally restrain or guide their passions for promoting ",
  "their own good or that of others. But there is a principle in human nature superior to self-love or ",
  "benevolence. This is the principle of reflection upon the law of rightness; and this is what Butler ",
  "understood by conscience.  ",
  "26.14   Ethics, Integrity & Aptitude ",
  "There are two versions of the concept of conscience. First, it is simply an inexplicable faculty ",
  "which we find within us, by which laws are laid down. Secondly, it is an intelligible authority ",
  "whose commands can be understood by rational reflection. The former view is generally known as ",
  "Intuitionism; the latter as the law of reason. ",
  "Modern writers maintain that conscience refers to codes of morality which are inculcated in men ",
  "during the process of upbringing in family and through education. These represent social values and ",
  "mores. The psychoanalyst Freud divided human consciousness into three parts. Id represents the ",
  "primitive drives of man which seek satisfaction unmindful of consequences. Ego is a more rational ",
  "part of consciousness that recognises that one has to regulate or check one’s selfish pleasure seeking ",
  "impulses considering the social norms and codes. This is a part of prudence which can be regarded ",
  "as the reality principle that guides human actions. Reality principle can be contrasted with pleasure ",
  "principle, which underlies the primitive impulses of id. Superego, the third part of consciousness, ",
  "consists of the moral codes which men acquire. Conscience can be considered as the analogue of ",
  "superego. ",
  "Conservatism ",
  "Conservatism is a political doctrine that emphasises the value of traditional institutions and practices. It ",
  "regards society as a living organism with organically interlinked parts. Conservatives value institutions ",
  "which evolved slowly for they promote social stability and continuity. Government should guard ",
  "existing ways of life and not attempt to transform society rapidly. Suspicion of government activism ",
  "separates conservatism from liberalism and radicalism. ",
  "Constitutional Protection to Civil Servants – Article 311 ",
  "Article 311 gives job security to government servants. It provides procedural safeguards to them ",
  "against arbitrary dismissal or removal or reduction to a lower rank. These provisions are enforceable ",
  "in a court of law. Any order which a disciplinary authority passes in violation of Article 311 will be ",
  "ab initio void or flawed or invalid from its very inception. The provisions of Articles 311 apply to ",
  "all government servants. ",
  "Conventional or Customary Morality ",
  "Conventional morality refers to those customs, laws, and judgments on which there is common social ",
  "agreement. This agreement or common feeling is the starting point of ethics and of ethical thought. ",
  "This agreement is itself a source of authority and a test of right and wrong. This social consensus ",
  "became the source of authority of morals, when morals were no longer accepted on the authority ",
  "of divinity and religion. However, majority is not always right. Common agreement does not make ",
  "anything right or wrong, or true or false. ",
  "The significance of convention or general agreement in morals lies in the fact that these ",
  "conventions constitute norms of conduct that have emerged from social experience. They form ",
  "the factual basis or raw material of ethics. Many literary writers have rebelled against conventional ",
  "morality which they termed petty-fogging and hypocritical. Philosophers like Nietzsche proposed a ",
  "“transvaluation of all our values”, and wanted to turn our moral codes topsy-turvy. Many philosophers, ",
  "on the other hand, think that it is not the business of Ethics to make a new morality, but rather to ",
  "understand and interpret the morality we have.  ",
  "Glossary of Terms    26.15 ",
  "Capital Punishment (Death Penalty) ",
  "Since long many people have been arguing for abolition of capital punishment or death penalty. ",
  "Those who support reinstituting or retaining capital punishment are called retentionists. They believe ",
  "that capital punishment is justified in heinous crimes like premeditated or cold blooded murder. ",
  "Abolitionists believe that capital punishment is never morally justified. ",
  "IPC prescribes death and penalty for grave crimes such as murder, rape resulting in victim’s ",
  "death, waging war against the State. Similarly, The Arms Act, The Narcotic Drugs and Psychotropic ",
  "Substances Act, The Scheduled Caste and Scheduled Tribes (Prevention of Atrocities) Act, The ",
  "Commission of Sati (Prevention) Act, The Army/Air Force/navy Acts, contain capital punishment ",
  "for serious offences. ",
  "The Supreme Court upheld the constitutional validity of capital punishment in “rarest of rare” ",
  "cases. It ruled that if capital punishment is provided in the law and if the procedure is fair, just and ",
  "reasonable, death sentence is constitutional. “Rarest of rare” cases imply that courts should specify ",
  "“special reasons” while awarding death penalty. ",
  " ",
  "Corporate Governance ",
  "Corporate governance refers to the processes, and the related organisational structures, by which ",
  "organisations are directed, controlled and held to account. It involves a set of relationships between ",
  "an organisation’s management, its board, its shareholders and other stakeholders. It can also be ",
  "viewed as the laws, rules, regulations, systems, principles, processes which regulate companies. ",
  "Three areas are of particular importance for corporate governance – finance, audit and corporate ",
  "law (which ensures compliance with regulations). Chief financial officer and company secretary play ",
  "critical parts in corporate governance. ",
  " ",
  "Corporate Social Responsibility (CSR) ",
  "If a company a) has a net worth of rupees five hundred crore or more, or b) turnover of rupees one ",
  "thousand crore or more, or c) a net profit of rupees five crore or more in a financial year, then it has ",
  "to constitute a Corporate Social Responsibility Committee of the Board. The committee should have ",
  "three or more directors, with at least one independent director. The Board’s report to share holders ",
  "should disclose the composition of the Corporate Social Responsibility Committee. CSR policy has ",
  "to be formulated and monitored by the board’s CSR committee. CSR can cover health, education, ",
  "anti–poverty, skill development and other similar programmes which help the poor and needy. ",
  "Corruption ",
  "Corruption includes: ",
  "(i)  Demanding and/or accepting [by any public servant] of gratification other than legal ",
  "remuneration with respect to an official act or for using his influence with any other official. ",
  "(ii)  Obtaining a valuable thing, without consideration or with inadequate consideration from a ",
  "person with whom he has or is likely to have official dealings or with whom his subordinates ",
  "have official dealings or where he can exert influence.  ",
  "26.16   Ethics, Integrity & Aptitude ",
  "(iii) Obtaining for himself or for any other person any valuable thing or pecuniary advantage ",
  "by corrupt or illegal means or by abusing his position as a public servant. ",
  "(iv) Possessing assets disproportionate to his known sources of income ",
  "(v)  Cases of misappropriation, forgery or cheating or other similar criminal offences. ",
  " ",
  "Deontology ",
  "Utilitarian and other consequentialist theories evaluate human actions, motives and institutions ",
  "depending fundamentally on their actual or likely consequences (good and bad). So, moral agents ",
  "in any situation have to select that action which leads to more good than bad to society. On the ",
  "other hand according to deontology, solution to moral problems or difficulties depends on finding ",
  "rationally valid rules or principles for dealing with them. Deontological theories assert that there ",
  "are other considerations that may make an action or rule right or obligatory besides the goodness ",
  "or badness of its consequences. These may be certain features of the act itself (other than its ",
  "beneficial effects). These features, for example, may be that the act keeps a promise; or that it is ",
  "just; or that it is divine command or a State law. In other words, a deontologist contends that it is ",
  "possible for an action or rule of action to be the morally right or obligatory one even if it does ",
  "not promote the greatest possible balance of good over evil for self, society or universe. Further, ",
  "the moral agent does not refer to his feelings, pleasures or ends. He acts in obedience to duty or a ",
  "moral command. Thus for Kant, morality consists in unflinching obedience to an ethical command. ",
  "Discretionary Decision-Making ",
  "In theory, government decisions at various levels are objective in the sense that they rely on a set of ",
  "impersonal rules and operate equally as between similarly situated individuals. However, in practice ",
  "no set of rules, no matter how exhaustive, can cover all possible cases. Hence, rules cannot entirely ",
  "guide decisions. In such situations officials have to use their individual discretion in decision making. ",
  "But discretionary power has to be minimised. There is a tendency for corruption to follow in the ",
  "wake of discretion. ",
  "Divisions of Ethics ",
  "Ethics is a part of philosophy. It is called moral philosophy. Philosophers analyse morality, moral ",
  "doctrines, moral questions and moral judgements. Ethics discusses these questions in three, rather ",
  "distinct (but related), ways. First, it conducts historical and empirical inquiries into moral practices ",
  "of existing or past societies. These studies are taken up in history, anthropology, social psychology ",
  "and sociology. These are factual or descriptive studies of moral behaviour of people in current or ",
  "past social systems. ",
  "It is customary to distinguish between the facts and the theories based upon the facts. The facts ",
  "of ethics are our actual morals. Ethical theory has to do with the reasons for them. We may think ",
  "that the morals of people - the facts of ethics - are how they actually act, the folk-ways or mores. ",
  "But this is not so. The morals of a people are the ways they think they ought to act, in other words ",
  "their judgments of good and bad, or of right and wrong. Ethical facts are always judgments; ethical ",
  "theories, the reasons given for these judgments. The fact has to do with the judgment of right and ",
  "wrong; the theory with the question of why it is right or wrong.  ",
  "Glossary of Terms    26.17 ",
  "The second type of study represents discussions into what is right, good or obligatory. This takes ",
  "the form of normative judgements like – ‘Wealth should be equitably distributed’, ‘Women should ",
  "have equal rights with men or ‘Old people should be covered by social security’. After making such ",
  "judgements, one has to give reasoned logical analysis supporting them. One may also think about ",
  "or discuss what is right or good in any given case, and then arrive at a normative judgement. By ",
  "and large, until the beginning of the twentieth century, philosophers tended to propose new moral ",
  "ideas or espouse and refine existing moral theories. ",
  "This approach of philosophers changed because philosophy methodologically took a linguistic ",
  "or analytical turn in the twentieth century. This meant that philosophers gave up discussing ",
  "substantive questions of what moral principles should an individual or society adopt or how one ",
  "should lead one’s life. Instead, they discuss the meanings of moral terms based on the writings of ",
  "earlier philosophers and on how common people use such terms in their ordinary speech. This ",
  "type of analysis discusses matters like – What is the meaning of good or right? What are the logical ",
  "implications of act-utilitarianism? How can moral judgements be justified? Can they be justified at ",
  "all? Such discussions are often marked by hair splitting and logic chopping. ",
  "Some writers divide the subject matter of Ethics textbooks into certain broad parts. One such ",
  "division is – ",
  "1.  The Psychology of the Moral Consciousness (Moral agent’s desires, drives and dispositions) ",
  "2.  The Sociology of the Moral Life (Actual facts of everyday morals of men and women in ",
  "society) ",
  "3.  The Theories of the Moral Standard (Theories like utilitarianism, deontology, virtue and ",
  "self realisation) ",
  "4.  The Application of the Standard to the treatment of the Moral Life. (Application of ethical ",
  "principles to individual, social and administrative  contexts) ",
  " ",
  "Doctrine of Double Effects (DDE) ",
  "The DDE assumes the following scenario: ",
  "¤ Agent X is contemplating an action T, which X foresees will produce both good/moral/just ",
  "effects J and bad/immoral/unjust effects U. ",
  "¤ The DDE permits X to perform T only if: 1) T is otherwise permissible; 2) X only intends J ",
  "and not U; 3) U is not a means to J; and 4) the goodness of J is worth, or is proportionately ",
  "greater than, the badness of U. ",
  "¤  Assume now that X is a country and T is war. ",
  "¤ The government of X, contemplating war in response to an attack by aggressor country Y, ",
  "foresees that, should it embark on war to defend itself, civilian casualties will result, probably ",
  "in both X and Y. ",
  "¤ The DDE stipulates that X may launch into this defensive (and thus otherwise permissible) ",
  "war only if: 1) X does not intend the resulting civilian casualties but rather aims only at ",
  "defending itself and its people; 2) such casualties are not themselves the means whereby ",
  "X’s end is achieved; and 3) the importance of X defending itself and its people from Y’s ",
  "aggression is proportionately greater than the badness of the resulting civilian casualties.  ",
  "26.18   Ethics, Integrity & Aptitude ",
  "¤ The DDE, in making these claims, refers to common shared principles regarding the moral ",
  "importance of intent, of appealing to better expected consequences, and insisting that bad ",
  "not be done so that good may follow from it. ",
  "Duty, Obligation and ‘Ought To’ ",
  "These three expressions tend to be used synonymously both in philosophy and common discourse. ",
  "But they have slightly different meanings. Duty is to be used when we have in mind some rule like ",
  "‘Tell the truth’ or some role like that of a major commanding forces at the front. Obligation has ",
  "to be used when we have in mind a law or agreement or promise. In these cases one person has ",
  "an obligation and another has a correlative right. Ought to is a wider term to cover things which ",
  "we do not regard as duties or obligations or to which others have any right. The statement that ",
  "‘one ought to go out of his way to assist the indebted’ does not constitute a duty or obligation; ",
  "nor does it point to any rights to which the indebted are entitled. ",
  "Egoistic Hedonism ",
  "Egoistic Hedonism is the doctrine that what each ought to seek is his own greatest pleasure. The only ",
  "writers who have held this doctrine in a pure form are the Cyrenaics and Epicureans. The writers of ",
  "the former school, however, confined themselves to advocating the pursuit of the pleasure of each ",
  "moment as it passes i. e. they did not take account of long term consequences. The Epicureans ",
  "recommended that one should secure the happiness of life as a whole. In modern times, owing to the ",
  "spirit of self-sacrifice introduced by Christianity, this doctrine has seldom been avowed in any form. ",
  "Moral philosophers generally tend to oppose ethical egoism because in a way it undercuts ",
  "morality. It places the individual happiness at the centre of the moral universe. There can be no ",
  "objection to individuals seeking happiness, but they should not completely ignore the other members ",
  "of society. ",
  "Ego Defence Mechanisms ",
  "According to Freud, much of human behaviour reflects an attempt to deal with or escape from anxiety. ",
  "Thus, how the ego deals with anxiety largely determines how people behave. Freud believed that ",
  "people avoid anxiety mainly by developing defence mechanisms that try to defend the ego against ",
  "the awareness of the instinctual needs or of situation threatening their self-esteem. Thus, defence ",
  "mechanism is a way of reducing anxiety by distorting reality. ",
  "Although some defence against anxiety is normal and adaptive, people who use these mechanisms ",
  "to such an extent that reality is truly distorted develop various forms of maladjustment. ",
  "Freud has described many different kinds of defence mechanisms. The most important ",
  "is repression, in which anxiety provoking behaviours or thoughts are totally repressed by the ",
  "unconscious. When people repress a feeling or desire, they become totally unaware of that wish or ",
  "desire. ",
  "Repressing one’s feelings can lead to psychological problems. Freud’s early studies in Vienna ",
  "were about hysteria in ladies caused by their repression of their sexual impulses and embarrassments. ",
  "Freud cured them by making them aware of their repressed feelings through psycho analysis.  ",
  "Glossary of Terms    26.19 ",
  "Other major defence mechanisms are projection, denial, reaction formation and rationalization. ",
  "In projection, people attribute their own traits to others. Thus, a person who has strong aggressive ",
  "tendencies may see other people as acting in an excessively aggressive way towards her/him. In ",
  "denial, a person totally refuses to accept reality. Thus, someone suffering from HIV/AIDS may ",
  "altogether deny her/his illness. In reaction formation, a person defends against anxiety by adopting ",
  "behaviours opposite to her/his true feelings. A person with strong sexual urges, who channels her/his ",
  "energy into religious fervour, presents a classical example of reaction formation. In rationalization, ",
  "a person tries to make unreasonable feelings or behaviour seem reasonable. For example, when ",
  "someone buys a set of new pens after doing poorly in an examination, she/he may try to rationalize ",
  "her/his behaviour by asserting “I will do much better with these pens”. ",
  "People who use defence mechanisms are often unaware of doing so. Each defence mechanism ",
  "is a way for the ego to deal with the uncomfortable feelings produced by anxiety. However, Freud’s ",
  "ideas about the role of defence mechanisms have been questioned. ",
  "Emotional Intelligence ",
  "Daniel Goleman explains emotional intelligence as consisting of “abilities such as being able to ",
  "motivate oneself and persist in the face of frustrations; to control impulse and delay gratification; ",
  "to regulate one’s moods and keep distress from swamping the ability to think; to empathize and ",
  "hope.” We can regard these as positive qualities which help us in steadfastly pursuing goals which ",
  "ultimately lead to success and happiness. Except empathy, the other qualities are directed towards ",
  "one’s own self. ",
  "According to Howard Gardener, interpersonal intelligence is the ability to understand other ",
  "people: what motivates them, how they work, how to work cooperatively with them. Successful sales ",
  "people, politicians, teachers, clinicians, and religious leaders are all likely to be individuals with ",
  "high degrees of interpersonal intelligence. Intrapersonal intelligence is a correlative ability, turned ",
  "inward. It is a capacity to form an accurate, veridical [true] model of oneself and to be able to use ",
  "that model to operate effectively in life. ",
  "In another formulation, Howard Gardener mentions that the core of interpersonal intelligence ",
  "includes “the capacities to discern and respond appropriately to the moods, temperaments, ",
  "motivations, and desires of other people”. In intrapersonal intelligence, the key to self- knowledge ",
  "is “access to one’s own feelings and the ability to discriminate among them and draw upon them to ",
  "guide one’s behaviour.” ",
  "Additional Note Emotional intelligence is a set of skills that underlie accurate appraisal, expression, ",
  "and regulation of emotions. It is the feeling side of intelligence. A good IQ and scholastic record is ",
  "not enough to be successful in life. You may find many people who are academically talented, but are ",
  "unsuccessful in their own life. They experience problems in family, workplace and in interpersonal ",
  "relationships. What do they lack? Some psychologists believe that the source of their difficulty may be ",
  "a lack of emotional intelligence. Salovey and Mayer consider emotional intelligence as “the ability to ",
  "monitor one’s own and other’s emotions, to discriminate among them, and to use the information to ",
  "guide one’s thinking and actions”. Emotional Quotient (EQ) is used to express emotional intelligence  ",
  "26.20   Ethics, Integrity & Aptitude ",
  "in the same way as IQ is used to express intelligence. In simple terms, emotional intelligence refers ",
  "to the ability to process emotional information accurately and efficiently. ",
  "Emotional Literacy ",
  "The term emotional literacy is used at times as a synonym for emotional intelligence, but the two ",
  "differ in important ways. According to Claude Steiner, Emotional Literacy is made up of ‘the ability ",
  "to understand your emotions, the ability to listen to others and empathize with their emotions, and ",
  "the ability to express emotions productively. Emotional literacy improves relationships, creates ",
  "loving possibilities between people, makes co-operative work possible, and facilitates the feeling of ",
  "community. ",
  "He breaks emotional literacy into 5 parts: ",
  "1.  Knowing one’s feelings. ",
  "2.  Having a sense of empathy. ",
  "3.  Learning to manage one’s emotions. ",
  "4.  Repairing emotional damage; and ",
  "5.  Emotional interactivity. ",
  "According to Steiner, emotional literacy involves understanding one’s feelings and those of others ",
  "to facilitate relationships, including using dialogue and self-control to avoid negative arguments. The ",
  "ability to be aware and read other people’s feelings enables one to interact with them effectively ",
  "so that powerful emotional situations can be handled in a skilful way. Steiner calls this “emotional ",
  "interactivity”. ",
  "Empathy ",
  "The dictionary meaning of empathy is the ability to understand and share the feelings of another. ",
  "People often confuse the words empathy and sympathy. Empathy means ‘the ability to understand ",
  "and share the feelings of another’ whereas sympathy means ‘feelings of pity and sorrow for someone ",
  "else’s misfortune’ (example: sympathy for the flood victims). ",
  "In psychology, empathy refers to the ability to imagine oneself in another’s place and understand ",
  "the other’s feelings, desires, ideas, and actions. It is a term coined in the early 20th century, equivalent ",
  "to the German Einfühlung and modelled on “sympathy.” The term is used with special (but not ",
  "exclusive) reference to aesthetic experience. The most obvious example, perhaps, is that of the actor ",
  "or singer who genuinely feels the part he is performing. With other works of art, a spectator may, ",
  "by a kind of introjection, feel himself involved in what he observes or contemplates. The use of ",
  "empathy is an important part of the counselling technique developed by the American psychologist ",
  "Carl Rogers. This ability helps managers and administrators to deal with workers and general public. ",
  "Ends and Means ",
  "Human actions can be seen as made-up of two parts. One part consists of the objective or aim of ",
  "action – also called its end. The other part consists of methods or mechanisms – usually called means ",
  "in ethics – used for achieving the ends.  ",
  "Glossary of Terms    26.21 ",
  "Moral discussions often involve questions about the relation between ends and means. The end ",
  "of an action is that for the sake of which it is performed; the means is the way in which the end is to ",
  "be achieved. The distinction arises also in connection with various moral principles. Some of these ",
  "are – you may not do evil for the sake of good; who wills the end wills the means; people must ",
  "always be treated as ends, never merely as means. One perennial debate in ethics is whether bad ",
  "means can be used to secure good ends. The general view of most moralists is that no good can ",
  "result from evil. If achieving a goal necessarily involves bad means, it has to be given up. There is ",
  "a general consensus that good ends can be or should be reached only through good means. It is ",
  "vehemently argued that evil means inevitably defeat even good ends. Or in trying to reach certain ",
  "ideals (as it happened in Soviet Union) one may end up inflicting enormous harm. ",
  "Working out how to adapt means to ends is one characteristic function of reason. According ",
  "to Hume and Weber, the place of reason in practical affairs consists in instrumental or technical ",
  "rationality. In other words, reasoning is concerned only with the best or efficient means of reaching ",
  "social goals. On such an account, questions of ends are not subject to reason, but are non-rational ",
  "matters of emotion or desire; reason therefore cannot adjudicate between conflicting ends, but only ",
  "tell us how to achieve them. Many writers regard that the equation of reason with instrumental ",
  "reasoning is a symptom of industrial, technical societies. They argue that human rationality helps in ",
  "suitable choice of individual and social goals. ",
  "(Oxford Dictionary of Philosophy) ",
  "Environmental Ethics ",
  "Definition ",
  "Environmental Ethics or Ethics of Nature is a branch of applied ethics that discusses values, rules, ",
  "norms and criteria for responsibly handling non-human natural entities. It provides the groundwork ",
  "for social policy on issues of environmental protection, animal protection, nature protection, animal ",
  "rights and sustainability. ",
  "Environmental ethics cover three main areas: ",
  "1.  Resource Ethics: responsible management of scarce and non renewable resources and ",
  "environmental media such as water, soil, air and climate ",
  "2.  Animal Ethics: Responsible treatment of animals, particularly those which can experience ",
  "pain ",
  "3.  Ethics of Nature Protection: responsible treatment of collective biotic entities e.g. ",
  "populations, species and ecosystems. ",
  "Major strands of thought ",
  "1.  Anthropocentrism (Greek: anthropos = human being) holds that animals, plants, or organisms ",
  "have no intrinsic value. They deserve protection only if they serve human purposes as ",
  "resources, or as sources of joy or of recreation/sports. Human beings are seen as at the top ",
  "of ‘nature’s ladder’ by virtue of their reasoning abilities. Classic Western philosophers like ",
  "Bacon, Descartes and Kant believed in this view which is based on dualism (body/soul; ",
  "body/spirit; body/brain).  ",
  "26.22   Ethics, Integrity & Aptitude ",
  "2.  Pathocentrism (Greek: pathos = suffering, pain) assumes that all life is of the same origin ",
  "and thus related. As a consequence, all living beings have the capacity to experience ",
  "pain. In Christian tradition, this leads back to an ‘ethics of compassion’. ",
  "3.  Holism: It is the doctrine that the whole is more than the sum of its parts or that in ",
  "certain contexts one has to look at the system as a whole than at its parts. ",
  "The following three doctrines provide the basis for many environmental themes and values. ",
  "(a) Biocentrism ",
  "Albert Schweitzer advocates that we should have reverence for life. “All life wants to live, ",
  "like me”. Paul Taylor says that all living has intrinsic value, and a will of life. Living beings ",
  "have own interests and strive for their own good. Biocentrism can be either individualistic ",
  "or holistic. It generally excludes ecosystems and non-living nature, like ozone layer. ",
  "(b) Ecocentrism ",
  "Aldo Leopold’s Land Ethics argues that the land/ecosystem forms a community as if it was ",
  "an organism or living being. It is self-regulating. People should not conquer the land but ",
  "protect it for the sake of themselves. There could be a question why the whole be preferable ",
  "to the interests of the individual entities. ",
  "(c) Deep Ecology ",
  "Norwegian philosopher Arne Naess propounded Deep Ecology. The term ‘deep’ implies ",
  "asking deeper questions concerning ‘why’ and ‘how’. This approach is thus concerned with ",
  "the fundamental philosophical questions about the impacts of human life as one part of ",
  "the ecosphere, rather than with a narrow view of ecology as a branch of biological science. ",
  "Incidentally, most holistic positions have been concerned with wilderness and its preservation. ",
  "In this connection, we may mention GAIA hypothesis. James Lovelock formulated GAIA in the ",
  "mid-1960s and published it in a book in 1979. The Gaia Hypothesis says that earth functions as a ",
  "single organism that maintains conditions necessary for its survival. This idea (which has it critics) has ",
  "led to several theories and many new fields of research. While this hypothesis is still unsubstantiated, ",
  "it provides many useful lessons about the interaction of physical, chemical, geological, and biological ",
  "processes on Earth. ",
  "The following ethical issues arise in environmental policies. ",
  "(i)  Inter generational equity or protecting interests of future generations ",
  "(ii)  Justice to poor (and to women) who suffer most from environmental decay ",
  "(iii)  Equity between rich and poor nations; since richer nations historically caused most ",
  "of environmental damage, they should bear a correspondingly greater burden in ",
  "environmental restoration ",
  "[Dr. Nicole ftarafyllis, Technical University, Braunschweig, Germany] ",
  "Ethical Dilemma ",
  "Ethical dilemmas are situations in which decisions involve conflicts between two or more moral ",
  "principles. In these situations, moral agents (who have to make decisions) find themselves in a  ",
  "Glossary of Terms    26.23 ",
  "quandary since they have to choose between two ethical norms (N1and N2) which have equal ",
  "status. If the moral agent selects N1, he has to give up N2 and vice versa. In other words, the ",
  "decision involves a trade-off between two moral criteria which have equal status. Similarly, it may ",
  "be possible to pass two opposite judgments – say J1 and J2 – on action using two different moral ",
  "standards. It involves moral conflict. Moral conflict can also be called moral dilemma. ",
  "It is social advance which introduces moral conflicts in a pronounced form. Scope for moral ",
  "conflicts is limited in primitive societies. First, each man’s duty is fairly obvious. Secondly, as there ",
  "is little division of labour, role conflicts are unlikely to arise. Thirdly, the manner of promoting the ",
  "welfare of the tribe is also well known. ",
  "Ethical dilemmas can also arise due to the different roles which men have in life. An individual ",
  "may be, for example, a father, soldier, judge, farmer and the like. Sometimes, his role, for example, ",
  "as a police officer may conflict his role as a brother if his sibling is caught in a crime. That is why ",
  "codes of conduct prescribe, that officers should not, especially in financial matters, get into conflict ",
  "of interest situations. ",
  "As society advances, moral questions get complicated. Then, the right way to act in a given ",
  "situation is not always clear. Law may conflict with custom, or one law with another. This problem ",
  "of moral conflict is dramatized in the ancient Greek drama Antigone which Sophocles wrote. In ",
  "it, there is a clash between law and the more customary principle of family affection. Antigone ",
  "chooses family love instead of law. His logic is that the principle of family affection is of great ",
  "antiquity and that its origin cannot be traced, whereas the law of state has been recently made ",
  "and may be unmade again. The conflict here is between the different roles of a man. We can ",
  "cite another instance, that of Desdemona, who says in the Shakespearean drama Othello: “I do ",
  "perceive here a divided duty.” This quotation is from what Desdemona tells her father before the ",
  "Venetian senate. She does not insist on her loyalty to Othello (her husband) at the expense of ",
  "respect for her father, but rather acknowledges that her duty is ‘divided’. She says that it is more ",
  "towards her husband, just as it was with her mother. To give a homely example, a man will be ",
  "troubled when his mother and wife get into a quarrel. But the point to note is that moral conflict ",
  "triggers reflection and search for deeper standards of judgment. ",
  "Ethical Questions ",
  "Ethics deals with different types of questions. These are – What kind of ethical standards should be ",
  "adopted by individuals and societies? Or what are the ideal moral standards? What should be the ",
  "objectives one should follow in life? What is an ideal life which leads to a man’s self realisation in ",
  "its highest sense? What are the ideal traits of human character? ",
  "Ethics ",
  "‘Ethics’ can be used in two senses. If used with upper case E, it means the subject Ethics. When ",
  "spelled with lower case e, ethics conveys a general meaning: for example: “His behaviour is expected ",
  "to be ethical”. Ethics has been defined in various ways. The definitions show the kind of questions ",
  "which are discussed in Ethics. Ethics tells us how to act rightly, i.e. what actions are right or wrong, ",
  "good or bad. Ethics is the science that deals with conduct in so far as, it is considered right or wrong,  ",
  "26.24   Ethics, Integrity & Aptitude ",
  "good or bad. [Some writers, as mentioned later in the entry ‘two types of judgement’ maintain that ",
  "the words ‘good’ and ‘bad’ should not be used with reference to actions, but to qualify character, ",
  "motives, intentions and the like.] ",
  "In this process of judging actions, Ethics also proposes and critically examines various standards, ",
  "criteria and principles for judging human conduct. A large part of Ethics is concerned with theories ",
  "which discuss such standards. Such discussions outline the standards, their origins or sources and ",
  "their rationale or justification. Some standards emphasise that men should follow their duty. These ",
  "are deontological. Others recommend that men should pursue ends like happiness or social welfare. ",
  "These theories are teleological. Other standards advocate that men should cultivate good character ",
  "or aim at self realisation. ",
  "Ethics is not concerned only with individual human actions. As mentioned above in relation ",
  "to standards, Ethics has a wider scope and discusses the ends and values of human life. It is also ",
  "concerned with right and wrong ways of doing things in the larger relations of life, in the business ",
  "of living itself or with values of life. ",
  "Some regard Ethics as the study which deals with the values of things. We do innumerable things ",
  "in life. For instance, we may watch a natural scene or read poetry. One may wonder what exactly ",
  "the point of such things is. After some reflection, we slowly realise that such things have aesthetic ",
  "value which refines our mind and thought. The value of the particular act becomes part of a larger ",
  "scheme of life and life’s values or of systematized valuing. Ethics is then, in the last analysis, just the ",
  "science of systematized valuing or systematizing the human activity of valuing various activities and ",
  "pursuits. ",
  "Estimates Committee ",
  "While PAC considers the regularity, propriety and legality of expenditure, the Estimates committee looks ",
  "at the accuracy of the budget estimates. (Incidentally, budget is a forecast of income and expenditure ",
  "for the coming financial year.) In other words, its focus is on how accurate the forecasts of the budget ",
  "proved to be. This aspect can be called ‘the targeting’ of budget. ",
  "Eudemonia (or Eudaimonia) ",
  "This is a term from ancient Greek philosophy. Plato defined it as: “The good composed of all goods; ",
  "an ability which suffices for living well; perfection in respect of virtue; resources sufficient for a living ",
  "creature.” In his Nicomachean Ethics, Aristotle says that everyone agrees that eudemonia is the highest ",
  "good for human beings, but that there is substantial disagreement on what sort of life counts as doing ",
  "and living well. Both ordinary men and philosophers identify living well and faring well with being ",
  "happy. But ordinary people think that happiness consists of things like pleasure, wealth or honour. ",
  "Aristotle points out that it is difficult to specify just what sort of activities enable one to live well. ",
  "He mentions three popular conceptions of the best life for human beings - (1) a life of pleasure, (2) ",
  "a life of political activity [active citizenship in a city state] and (3) a philosophical life. Aristotle links ",
  "another concept virtue as needed for achieving eudemonia. He says that the happy life is one of ",
  "“virtuous activity in accordance with reason”. ",
  "(Eudaimonia,  Wikipedia)  ",
  "Glossary of Terms    26.25 ",
  "False Claims Act ",
  "SARC recommended that a law on the model of the US False Claims Act should be passed in India ",
  "with the following main provisions: ",
  "¤  Citizens and civil society groups can seek legal relief when people defraud governments by ",
  "filing false claims against government. ",
  "¤  Any citizen can file a suit against any person or agency that makes a false claim against the ",
  "government. ",
  "¤  If the false claim is proved, then the person/agency responsible shall be liable for penalty ",
  "equal to five times the loss sustained by the exchequer or society. ",
  "¤  The person who brought the suit should be suitably rewarded out of the damages recovered. ",
  " ",
  "Fascism ",
  "Fascism is a totalitarian ideology. It opposes liberalism, conservatism, and socialism. Fascism claims ",
  "to be an elitist response to modern social and political problems which other ideologies are unable ",
  "to resolve. The main attributes of Fascism are: totalitarianism, omnipotent state, subordination of ",
  "individuals and institutions to state, opposition to equality, and commitment to nationalism and ",
  "racial superiority. ",
  "Feminism ",
  "Feminism is the belief that men and women should have equal rights and opportunities; it is organized ",
  "activity in support of women’s rights and interests. The movement witnessed three waves. In the first, ",
  "women sought full legal equality with men, including full educational opportunity, equal compensation ",
  "and the right to vote. In 1950s, a second wave of feminism arose challenging the restricted role assigned ",
  "to women in the workplace and the tendency to confine women to the household arena. A third ",
  "wave of feminism arose in the late 20th century and was notable for challenging middle-class white ",
  "feminists and for broadening feminism’s goals to encompass equal rights for all people, regardless ",
  "of race, creed, economic or educational status, physical appearance or ability, or sexual orientation. ",
  "Feminist Ethics ",
  "Feminist ethics is an offshoot of contemporary feminist movement. This movement aims at promoting ",
  "women’s flourishing and opposes forces which tend to harm women’s well being. Feminist ethics ",
  "specifically factor in women’s experience as a way to understand what flourishing means for women ",
  "and men. ",
  "Feminist ethics revises traditional ethical frameworks in order to provide new ways of dealing ",
  "with moral issues. It finds fault with traditional ethics for various reasons. “Malestream” ethics ",
  "underrates women’s moral abilities and ignores issues which are of special concern to women. More ",
  "fundamentally, it is vitiated by a masculine perspective. Traditional ethics, while picturing moral ",
  "life and analyzing ethical reasoning leaves out women, treating men as the only moral agents. ",
  "In traditional society, women are considered inferior to men. They are confined to spheres and ",
  "activities of life that men choose for them. Men are placed in the public realm and women in the ",
  "private realm. The cognitive traits of the two are seen as different. Men are regarded as reasonable,  ",
  "26.26   Ethics, Integrity & Aptitude ",
  "rational, and logical, whereas women as intuitive, illogical, and emotional. Emotions and sentiments ",
  "as feminine attributes are treated with supercilious disdain. ",
  "Arising from this mindset, many traditional moral theories gave primacy to reason and relegated ",
  "emotions to the background. Further, traditional academic ethics conceived good with the good of ",
  "its predominantly male practitioners in mind. Its conception causes mental anguish to women who ",
  "are excluded from the formulation of the good. ",
  "Arising from the above critique, feminine ethics adopts three approaches. One approach is based ",
  "on liberalism. Feminism is understood in this approach as a political movement that is concerned ",
  "with the rights of women - equal rights of women ",
  "The second approach concentrates on the liberation of women. Women are seen as trapped in ",
  "many social structures and practices that are oppressive. From this viewpoint, feminist ethics focus ",
  "on removing such oppressive structures and practices, and reshaping society so as to encourage ",
  "realisation of the full creative potential of women. ",
  "The third approach of feminist ethics consists in “a commitment to the distinctiveness of women’s ",
  "perspective and insight.” Traditional ethics ignore the experiences of women which are important ",
  "sources of moral insight. Women also feel the bonds of human relationships more intensely than ",
  "men, and better understand the interdependence of human beings. They show great sensitivity to ",
  "and concern for human suffering. Feminist ethics cover the three preceding broad areas, and several ",
  "individual elements within each area. ",
  "Source: Chaitanya Motupalli, Feminist Ethics ",
  "Functions of Attitudes ",
  "Daniel Katz proposed a functionalist theory of attitudes. He takes the view that attitudes are ",
  "determined by the functions they serve for us. People hold given attitudes because these attitudes ",
  "help them achieve their basic goals. Katz distinguishes four types of psychological functions that ",
  "attitudes  subserve. ",
  "A. Instrumental ",
  "We develop favourable attitudes towards things that aid or reward us. We want to maximise rewards ",
  "and minimize penalties. Katz says we develop attitudes that help us meet this goal. We favour political ",
  "parties that will advance our economic lot – if we are in business, we favour the party that will keep ",
  "our taxes low, and if unemployed we favour one that will increase social welfare benefits. We are ",
  "more likely to change our attitudes, if doing so allows us to fulfil our goals or avoid undesirable ",
  "consequences. ",
  "B. Knowledge ",
  "Attitudes provide meaningful, structured environment. In life we seek some degree of order, clarity, ",
  "and stability in our personal frame of reference. Attitudes help supply us with standards of evaluation. ",
  "Via such attitudes as stereotypes, we can bring order and clarity to the complexities of human life.  ",
  "Glossary of Terms    26.27 ",
  "C. Value-expressive ",
  "This pyschological function expresses an individual’s basic values and reinforces his/her self-image. ",
  "For example: if you view yourself as a Catholic, you can reinforce that image by adopting Catholic ",
  "beliefs and values. For example: We may have self-images of ourselves as enlightened conservatives ",
  "or militant radicals, and we therefore cultivate attitudes that we believe indicate such a core value. ",
  "D. Ego-defensive ",
  "Some attitudes serve to protect us from acknowledging basic truths about ourselves or the harsh ",
  "realities of life. They serve as defence mechanisms. For example: Those with feelings of inferiority ",
  "may develop an attitude of superiority. ",
  "Katz’s functionalist theory also offers an explanation as to why attitudes change. According ",
  "to Katz, an attitude changes when it no longer serves its function and the individual feels blocked ",
  "or frustrated. Thus, according to Katz, attitude change is achieved not so much by changing a ",
  "person’s information or perception about an object, but rather by changing the person’s underlying ",
  "motivational and personality needs. ",
  "Example: As your social status increases, your attitudes toward your old car may change - you need ",
  "something that better reflects your new status. (For that matter, your attitudes toward your old friends ",
  "may change as well). ",
  "Gene Therapy ",
  "Gene therapy is based on genetics which studies transmission of hereditary traits from one generation ",
  "to later generations. Defects in genes present within cells can cause inherited diseases like cystic ",
  "fibrosis, sickle-cell anemia, and hemophilia. If some chromosomes are missing in a cell, diseases ",
  "like Down syndrome are caused. A change in proper genetic sequence can cause diseases like ",
  "atherosclerosis and cancer. Gene therapy replaces missing genes or provides copies of functioning ",
  "genes to replace defective ones. The inserted genes can be naturally-occurring genes that produce ",
  "the desired effect or may be genetically engineered (or altered) genes. ",
  "General Utilitarianism ",
  "We looked at utilitarianism and its various versions such as act utilitarianism and rule utilitarianism. ",
  "General utilitarianism poses the question: What would be the consequences for the community if ",
  "everyone were to act similarly to the actor, in this case? This resembles rule utilitarianism which ",
  "says that everyone should follow rules which lead to maximum satisfaction or happiness in society. ",
  "The criticism of general utilitarianism is that it is unrealistic to expect everyone to act similarly, ",
  "particularly due to imperfections of different individuals. ",
  "(Gerald M. Pops, A Teleological Approach to Administrative Ethics) ",
  " ",
  "Good ",
  "Good is a fundamental term in Ethics. Textbooks of philosophy contain extensive linguistic analysis ",
  "of good. We can consider two definitions. According to R.B. Perry, “Good’ means being an object of ",
  "favourable interest (desire).” This is an empirical definition because we can determine whether X is  ",
  "26.28   Ethics, Integrity & Aptitude ",
  "good by verifying whether people desire it. F.C. Sharp defines “Good” as “desired upon reflection.” ",
  "This definition implies that people consider something as good after thinking rationally about it. ",
  "This may seem a more appropriate definition from the moral point of view. ",
  "Group IQ ",
  "Research has shown that work teams have a collective intelligence. It does not depend on the ",
  "intelligence of the team’s individual members. Group intelligence depends neither on the average ",
  "intelligence of the members or on that of its smartest member. Group intelligence predicts how ",
  "well a group handles a complex task such as the computer checkers game and on the Legos task. ",
  "Research found evidence for the following conclusions: ",
  "¤  Group or collective intelligence exists. ",
  "¤  A group’s motivation, satisfaction, and unity are important for its collective intelligence. ",
  "¤ In a group with a high level of collective intelligence, the members tended to score well on ",
  "a test that measured how good they were at reading other people’s emotions. ",
  "¤ Groups with overbearing leaders who were reluctant to cede the floor and let the others ",
  "talk did worse than those in which participation was better distributed and people took ",
  "turns speaking. ",
  "¤ The proportion of women in the group was a predictor of collective intelligence — arising ",
  "from women’s generally superior social sensitivity. ",
  "(From Carolyn Y. Johnson’s article in Boston Globe, December 19, 2010) ",
  " ",
  "Hedonism ",
  "Hedonism is the general term for those theories that regard happiness or pleasure as the supreme ",
  "end of life. These theories have taken many different forms. Some theorists maintain (as a matter ",
  "of fact) that men always seek pleasure, i.e. that pleasure in some form is always the ultimate object ",
  "of desire. Other hedonists confine themselves to the view that men ought always to seek pleasure. ",
  "The former theory is known as psychological hedonism, because it simply affirms the seeking of ",
  "pleasure as a psychological fact; whereas the latter theory is called ethical hedonism. ",
  "Psychological Hedonism is the theory that the ultimate object of desire is pleasure. ",
  "Following are the three ways of expressing psychological hedonism: ",
  "¤  Pleasure is always that which serves as the inducement to action. ",
  "¤  Pleasure and pain are the only possible motives to action. ",
  "¤  They are the only ends at which we can aim. ",
  "What we desire is very frequently some objective end, and not the accompanying pleasure. ",
  "The pleasures of thought and study can only be enjoyed in the highest degree by those who have ",
  "an ardour of curiosity which carries the mind temporarily away from self and its sensations. In all ",
  "kinds of art, again, the exercise of the creative faculty is attended by intense and exquisite pleasures; ",
  "but in order to get them, one must forget them. ",
  "Again, some have held that what each man seeks, or ought to seek, is only his pleasure; while ",
  "others hold that what each seeks, or ought to seek, is the pleasure of all human beings, or even of all  ",
  "Glossary of Terms    26.29 ",
  "sentient creatures. The former view is egoistic Hedonism; the latter, universalistic Hedonism – also ",
  "known as utilitarianism ",
  "Psychological hedonism is simply a statement of fact; whereas ethical hedonism is a theory of ",
  "value, a theory of the ground upon which one form of action ought to be preferred to others. ",
  "Hierarchical Model of Ideology ",
  "Sociologists have formulated a hierarchical model of political attitudes consisting of four tiers: specific ",
  "opinions, habitual opinions, attitudes and ideology. We can illustrate this hierarchical model from ",
  "Eysenck’s studies of social attitudes. The following example shows the manifestation of anti-Semitism ",
  "or anti-Jewish sentiment at four levels in the attitudinal hierarchy. Incidentally, anti-Jewish sentiment ",
  "prevailed for long in Europe and Russia. ",
  "1.  IDEOLOGY  (Conservatism) ",
  "2.  ATTITUDES  (Anti-Semitic) ",
  "3.  HABITUAL OPINIONS (“Jews are inferior.”) ",
  "4.  SPECIFIC OPINIONS (“Finkelstein is a an unreliable Jew!”) ",
  "Incidentally, all conservatives cannot be dubbed as anti-Jewish, and the above list has only an ",
  "illustrative value. ",
  "Homosexuality ",
  "Section 377 of the Indian Penal Code (IPC) makes homosexual sex punishable with life imprisonment. ",
  "Many people have been urging government to decriminalize homosexuality. Supreme Court upheld ",
  "the constitutionality of Section 377 of the IPC. Supreme Court however declared that Section 377, to ",
  "the extent it criminalizes consensual sexual acts of adults in private, violates Articles 21, 14 and 15 of ",
  "the Constitution. But it upheld the provisions of Section 377 covering non-consensual homosexuality ",
  "and homosexual acts involving minors. Supreme Court also suggested that Parliament should ",
  "suitably amend Sec377. Supreme Court also said it would refer petitions to scrap Section 377 to a ",
  "five-member constitutional bench. ",
  "Human desires ",
  "Older textbooks try to conceptually separate desire from its object which is present in the ",
  "consciousness. Good is defined as an object which is consciously desired. Nothing is an object of ",
  "desire for a man unless it is consciously regarded as a good. In all real desire, there is some object ",
  "that is consciously taken as an end. Such an object consciously taken as an end in desire is what ",
  "we call a good. ",
  "Desire, wish and will are often used as synonyms but some writers distinguish between these ",
  "words. Sometimes, desires collide, and certain desires overpower others; ‘wish’ can be used to refer ",
  "to those desires that prevail and are effective. We also have to distinguish a wish from a definite act ",
  "of will. Thus a mere resolution is still far from being an act. What is commonly called ‘force of will’ ",
  "means the power of carrying resolutions into action.  ",
  "26.30   Ethics, Integrity & Aptitude ",
  "Human Responsibility ",
  "Freedom of human will always seemed something of a riddle. Theologically, men and women were ",
  "seen as merely created, finite, and dependent beings, and therefore endowed with limited choices ",
  "of life patterns and activities. Even if human beings are considered self determined, the formation of ",
  "‘self’ is seen as dependent on influences – divine, social and psychological – over which they have ",
  "no control. On the other hand, some argued that God endows men with reason and the ability to ",
  "make rational choices. Men can shape their character and life substantially on their own. In this view, ",
  "men are held responsible for the kinds of lives they lead, and the habitual types of actions they take. ",
  "Men have stable elements of character. Sometimes, they may act on momentary impulses out of ",
  "tune with their character. But by and large, a man’s actions follow from his basic, stable character. ",
  "In this sense, his actions are free. ",
  "This issue is seen in modern times keeping in view the relation of the individual to society. In ",
  "one sense, an individual cannot shape or form his own character. He is naturally endowed with ",
  "certain aptitudes and tendencies. Further, the pattern of his life is set by the moral atmosphere into ",
  "which he is born or in which he is placed. We have no control over our inherited traits or our ",
  "environment. To what extent can society hold individuals responsible for their actions or offences? ",
  "The answer is that human beings cannot be regarded as wholly determined by external forces ",
  "and causes and absolved of responsibility. As rational beings living within a society, they have to be ",
  "regarded as governed by common human ideals. Once they recognise the ideal, they are under an ",
  "obligation to work towards that ideal through appropriate conduct. This is the way in which a man ",
  "or a society of men must judge human conduct. Men cannot abdicate common morals on vague ",
  "philosophical grounds. “There is no stone wall in the way of a man’s moral progress. There is only ",
  "himself. And he cannot accept himself as a mere fact, but only as a fact ruled by an ideal.” ",
  "Ideology ",
  "According to Middendorp, ideology consists of: “A system of general ideas on man and society, ",
  "centered around one or a few general values, which has manifested itself historically as a doctrine ",
  "adhered to by some major groups and categories, and which expresses the interests of some important ",
  "category e.g. a social class”. ",
  "Ideology may be loosely defined as any kind of action-oriented theory or approach to politics ",
  "based on a system of ideas. Ideology, in Destutt de Tracy’s original conception, has five characteristics: ",
  "¤  It contains a comprehensive explanatory theory about human experience and the external ",
  "world.It is based on a few underlying general values. ",
  "¤  It proposes a general programme for social and political organization. ",
  "¤  It believes that the programme can only be realized through a struggle ",
  "¤  It seeks not merely to persuade but to recruit loyal adherents with commitment. ",
  "¤  It addresses a wide public but assigns special leadership role to intellectuals. ",
  " ",
  "Idealism ",
  "Idealism advocates the moral point of view or “what ought to be” in politics. Till Machiavelli’s times, ",
  "political thinkers generally believed that politics, including the relations among states, should be  ",
  "Glossary of Terms    26.31 ",
  "virtuous, and that the methods of warfare should remain subordinated to ethical standards. However, ",
  "realism has been the dominant trend in politics and diplomacy. ",
  "Individual Differences in Ideology ",
  "Many factors are cited to explain ideological differences among individuals. Standard ‘background’ ",
  "variables, such as age, education, occupation, rural versus urban residence, and occasionally income ",
  "are used to explain individual differences. The influence of these variables is explained through ",
  "effects of socialization, or economic interests. Thus, policies which individuals prefer (or policy ",
  "preferences) are explained based on tangible benefits they expect or derive from policies. ",
  "Independent Directors ",
  "The independent directors are the custodians of corporate governance and the conscience keepers ",
  "of the board. The qualities expected of an independent director include: integrity and probity; ",
  "objective and constructive approach; bonafides of action; banishing extraneous considerations that ",
  "threaten his objective, independent judgment; refraining from abuse of his office and from any ",
  "action that would lead to loss of his independence. The Companies Act includes a code as a guide ",
  "to professional conduct for independent directors. ",
  "Integrity ",
  "Integrity is simply a synonym for honesty. But integrity is frequently connected with the more ",
  "complicated notion of a wholeness or harmony of the self in the sense that one has to live by certain ",
  "self-adopted standards of conduct. ",
  "Integrity is a concept of consistency between one’s values and principles and one’s actions ",
  "and measures. In ethics, integrity is regarded as the honesty and truthfulness or accuracy of one’s ",
  "actions. In other words, one’s actions have to match one’s professed moral principles. Integrity can ",
  "be regarded as the opposite of hypocrisy. Further, integrity regards internal consistency of one’s ",
  "values as a virtue. If an individual or a party subscribes to apparently conflicting values, they should ",
  "account for the discrepancy or alter their beliefs. ",
  "The word ‘integrity’ stems from the Latin adjective integer (whole, complete). In this context, ",
  "integrity is the inner sense of “wholeness” deriving from qualities such as honesty and consistency of ",
  "character. As such, one may judge that others “have integrity” to the extent that they act according ",
  "to the values, beliefs and principles they claim to hold. ",
  "Integrity in Ethics ",
  "In discussions on behaviour and morality, one view of integrity sees it as the virtue of basing actions ",
  "on an internally consistent framework of principles. One can describe a person as having ethical ",
  "integrity to the extent that everything that the person does or believes–actions, methods, measures ",
  "and principles–all of these derive from a single core group of values. ",
  "Some commentators stress the idea of integrity as personal honesty: acting according to ",
  "one’s beliefs and values at all times. Discussions about integrity can emphasise the ‘wholeness’ or  ",
  "26.32   Ethics, Integrity & Aptitude ",
  "‘intactness’ of a moral stance or attitude. Some views of wholeness may also emphasise commitment ",
  "and authenticity. Ann Rand considered that integrity “does not consist of loyalty to one’s subjective ",
  "whims, but of loyalty to rational principles.” ",
  "Integrity Pact ",
  "Integrity pact is an agreement between the public agency procuring goods and services and the ",
  "bidder for a public contract. Through the pact the bidders give assurances that they have not paid ",
  "and shall not pay any illegal gratification to secure the contract in question. From its side, the public ",
  "agency calling for bids commits to ensuring a level playing field and fair play in the procurement ",
  "process. Such pacts often involve supervision and scrutiny by independent, outside observers. Such ",
  "pacts increase transparency and confidence in the processes through which Government and public ",
  "sector units conclude major deals. Many national legal systems now recognise such pacts. ",
  "International Morality ",
  "International morality refers to morals or codes of conduct governing relations between nations. ",
  " ",
  "Intuitionism ",
  "A moral intuition is a moral judgement about a particular act, a particular problem, or a particular ",
  "agent and about a moral rule or principle. It is not derived from one’s other beliefs or through any ",
  "inferential reasoning. It arises on its own. Intuitionism is the doctrine that moral intuitions can be a ",
  "basis for ethical conduct. ",
  "Many theories based on intuitions have arisen in the history of moral philosophy. Intuitionism ",
  "has lost ground in philosophical discussion due to two reasons. First, intuitionism is associated ",
  "with the idea that there is a special faculty in the mind, somewhat like an inner eye, which enables ",
  "people to directly see objective values. Secondly, intuitions are indubitable – their truth cannot be ",
  "doubted – and infallible – that they cannot in fact be mistaken. But intuitions can often result from ",
  "social prejudice, self-interest and self-deception. ",
  "( Jeff McMahan, Moral Intuition) ",
  "Judgement and Value ",
  "Moral judgements are principles that state what type of conduct is morally justified and what is not. ",
  "For example, “A person ought to be kind to animals.” Specific moral judgements evaluate action: ",
  "“he should not have abandoned her.” Values are qualities which are praised or considered worthy. ",
  "For example, “honesty is the best policy”. Values and judgements are interrelated. Values can be ",
  "derived from judgements and vice versa. ",
  "Knowledge Worker ",
  "Peter Drucker, the doyen among management theorists, coined the term “knowledge worker” ",
  "and predicted that more than a third of the American workforce would soon consist of knowledge ",
  "workers. He mentions that their productivity consists in adding value to information. Knowledge ",
  "workers are people such as financial analysts, writers and computer programmers. Their knowledge  ",
  "Glossary of Terms    26.33 ",
  "is highly specialized and their productivity depends on their individual work getting integrated into ",
  "the work of a work team. For example, novelists are not publishers; and nor are hardware designers ",
  "sellers of computer parts. In knowledge – based work, team replaces the individual as the work unit. ",
  "Law and Ethics ",
  "The object of law is to determine, within its specific field, what actions are right and what are ",
  "wrong. Jurisprudence explains the basis or reason for laws or their rationale. Law and jurisprudence ",
  "presuppose ethics. Law is historically derived from morals. Law in general is codified custom and ",
  "customs are the mores or morals of a people. In the Anglo-Saxon legal system, for instance, English ",
  "common law is the basis of statute or civil law and this common law, or unwritten law, is essentially ",
  "moral in character. In general, development is from custom to codified law and from law to reflective ",
  "morality, which partly explains the grounds of custom and law. Reflective morality originates from ",
  "refined analysis of law and morality by enlightened scholars. ",
  "But the relation of law to morals is not only historical but also logical. This logical relation may ",
  "be seen at two points. First, all the primary principles or norms of law go back to and presuppose ",
  "moral norms. Thus laws protecting life, property, etc., all assume certain rights or claims that are ",
  "essentially moral in character. Thus law has been defined by many jurists as “the sum of conditions ",
  "necessary for the maintenance of society”, or as “the minimum of moral performance and disposition ",
  "required of members of society”. In short, law may be defined as the ethical minimum. ",
  "Secondly, justice in merely legal sense often tends to develop more or less independently of ethics. ",
  "Then, it becomes merely the impartial administration of law irrespective of the ultimate relation of ",
  "law to human welfare. Justice in this narrow sense has to supplement by equity or by justice in the ",
  "ethical sense. ",
  "Legal justice then often comes into conflict with ethical justice; and in such conflict the ultimate ",
  "court of appeal is ethics. The public at large has to acknowledge that law embodies a minimum of ",
  "moral right. People acknowledge law and its authority either because they are powerless before it or ",
  "because they regard the law as just. In the first case, law would be merely the tyranny of irrational ",
  "force; in the second case it gets its validity from ethics. ",
  "Law and Morals ",
  "The rules of Ethics are also called law, laws and moral law. One such set of laws are enforced by ",
  "government under threat of punishment. Another set of rules which operate without force of official ",
  "laws constitute optional morality, merit, virtue or nobleness. These are voluntary. Morality is not ",
  "obligatory, authoritative or  binding. ",
  "Positive law cannot be identified with the moral judgment. Positive laws are made by governments. ",
  "They take the form of laws passed by central and State legislatures, rules, regulations and judicial ",
  "orders. In older moral textbooks, positive laws i.e. statutory man-made laws are distinguished from ",
  "“natural law” which is purportedly based on universally accepted moral principles, “God’s law,” ",
  "and/or derived from nature and reason. Positive laws generally prohibit external acts likely to harm ",
  "society. But fully developed moral judgment is concerned with men’s intentions, motives,  and  ",
  "26.34   Ethics, Integrity & Aptitude ",
  "character than with their mere external actions. ",
  "This distinction emerges in the process of social evolution. The Jewish community followed ",
  "ceremonial and civil laws prior to Ten Commandments, which are laws that Moses received from ",
  "God. The Ten Commandments include two rules - “You shall not covet (crave)” and “You shall not ",
  "steal”. The former passes judgment on the inner attitude of mind whereas the latter passes judgement ",
  "on outer action which is usually prohibited by positive laws. As moral consciousness grows, this ",
  "distinction becomes sharper. ",
  "Learning Theory of Attitude Change ",
  "Psychologists mention three learning theories of attitude change: classical conditioning; operant ",
  "conditioning; and observational  learning. ",
  "Liberalism ",
  "Liberalism aims primarily at protecting and increasing an individual’s freedom. Liberals believe that ",
  "government is necessary to protect individuals from being harmed by others; but they also fear that ",
  "government itself, by usurping excessive power, can threaten individual liberty. Early liberals argued ",
  "that government should have minimum economic role and allow markets to function freely. Both ",
  "from political and economic perspectives, liberals wanted to limit government activity. ",
  "Over time, liberalism got divided into classical liberalism and modern liberalism. Classical ",
  "liberalism argues that government should merely protect individual liberty. Modern liberalism ",
  "believes that government should enhance individual freedom by promoting conditions for its ",
  "enjoyment by the poor. T.H. Green argued that excessive government powers which hindered ",
  "freedom earlier shrank by mid 19th century. But other hindrances such as poverty, disease, ",
  "discrimination, and ignorance have emerged. Governments should positively help needy individuals ",
  "to overcome these problems and enjoy their freedom. Modern liberalism enlists government to ",
  "establish public schools and hospitals, aid the needy, and regulate working conditions to promote ",
  "workers’ health and well-being. It is only through public support that the poor and powerless can ",
  "truly become free. Classical liberalism is said to be based on negative freedom and modern liberalism ",
  "on positive freedom. Neo-liberalism is closer to conservatism, and modern liberalism to socialism. ",
  "Marriage of Information and Predisposition ",
  "According to one view, values provide the underpinnings to political attitudes of people. John Zaller, ",
  "in The Nature and Origins of Mass Opinion, outlines the role of values (in shaping political attitudes) ",
  "along lines similar to accounts found in political psychology According to Zaller, every opinion is “a ",
  "marriage of information and predisposition: information to form a mental picture of the given issue, ",
  "and predisposition to motivate some conclusion about it”. He explains mass opinion or political ",
  "attitudes as based on (i) elite discourse which provides political information to people and (ii) the ",
  "‘predisposition’ of individuals who receive the information. The role of predispositions is critical in ",
  "this process.  ",
  "Glossary of Terms    26.35 ",
  "Model of Moral Decision-Making ",
  "In simple terms, moral decisions involve a moral agent, an action (of his own or of someone else), ",
  "judgement on action, a criterion used for judgement and the source of the criterion. These elements ",
  "are shown below. ",
  "¤  Moral agent → X ",
  "¤  Voluntary action or conduct → X picks Y’s pocket ",
  "¤  X’s action is morally wrong → judgment ",
  "¤  It is wrong to steal → moral standard ",
  "¤  Religion, custom, law, social norm and the like → sources of standard ",
  "¤  In administrative situations, codes of conduct and ethics are often the sources of moral ",
  "standards. ",
  " ",
  "Models of Reasoned Action ",
  "These theories go beyond prediction of likely behaviour of individuals; they discuss factors that ",
  "lead to formation of intentions. ",
  "The decision to adopt a particular behaviour will be determined by: i) positive or negative ",
  "consequences of behaviour; ii) approval or disapproval of behaviour by respected individuals or ",
  "groups; and iii) factors that may facilitate or impede behaviour. ",
  "This model assumes: ",
  "1.  Intention is the immediate antecedent of actual behaviour. ",
  "2.  Intention, in turn, is determined by attitude toward the behaviour, subjective norm, and ",
  "perceived behavioural control. ",
  "3.  These determinants are themselves a function, respectively, of underlying behavioural, ",
  "normative, and control beliefs. ",
  "4.  Behavioural, normative, and control beliefs can vary as a function of a wide range of ",
  "background factors. ",
  " ",
  "Moderates ",
  "Moderates occupy the middle ground in political spectrum. In any ideological grouping, moderates ",
  "avoid extreme positions. They are not ideologically driven. For example, socialists represent the ",
  "middle ground between capitalism and communism. ",
  " ",
  "Moral Relativism ",
  "One school of moral thinkers (who subscribe to moral objectivisim) maintains that the chief tenets of ",
  "morality are universal. There is a set of moral criteria or standards which are applicable universally ",
  "to all human societies at all times and places. Moral relativism denies this type of moral universalism. ",
  "Moral standards, according to this view, are relative to a specific period, time and culture. This ",
  "carries the implication that there are no objective standards by which to judge moral values as good ",
  "or bad, or right or wrong.  ",
  "26.36   Ethics, Integrity & Aptitude ",
  "Moral relativism can arise from empirical studies of morals in past or present societies. However, ",
  "such studies reveal that some core values are shared by all societies. Some philosophical trends also ",
  "lead to moral relativism. A.J. Ayer who takes a strictly empirical view of what constitutes knowledge ",
  "argues that the concepts of truth and falsehood do not apply to moral judgements. We can attribute ",
  "truth or falsity only to factual statements. Moral judgements are emotional (and not logical or factual) ",
  "utterances which convey approval or disapproval of the moral agent. In this view, claims like “I like ",
  "black coffee” and “It is wrong to ill treat old parents” have the same status. This view is variously ",
  "known as ‘emotivism’, ‘noncognitivism’ and ‘expressivism’. ",
  "Postmodernist philosophers go one better and deny knowledge status to even statements and ",
  "operations of natural sciences. We need not get into such arcane and eccentric views. ",
  " ",
  "Moral Hazard ",
  "In economics, moral hazard occurs when one person takes more risks because someone else bears ",
  "the burden of those risks. A moral hazard may occur where the actions of one party may change to ",
  "the detriment of another after a financial transaction has taken place. ",
  "More broadly, moral hazard occurs when the party with more information about its actions or ",
  "intentions has a tendency or incentive to behave inappropriately from the perspective of the party ",
  "with less information. ",
  "For example, with respect to the originators of subprime loans in USA which led to the financial ",
  "crisis of 2008, many bankers must have suspected that the borrowers would not be able to maintain ",
  "their payments in the long run and that, for this reason, the loans were not going to be worth much. ",
  "Still, because there were many buyers of these loans (or of pools of these loans) willing to take on that ",
  "risk under the misguided notion that pooling reduces risk, the originators did not concern themselves ",
  "with the potential long-term consequences of making these loans. After selling the loans in pooled ",
  "packets, the originators bore none of the risk; so there was little to no incentive for the originators ",
  "to investigate the credit worthiness of the borrowers. A party (originator) makes a decision, while ",
  "another party (buyer of payment streams from packaged loans) bears the costs if things go bad, and ",
  "the party isolated from risk (originator) behaves differently from how it would have if it were fully ",
  "exposed to the risk. ",
  " ",
  "Moral Standards ",
  "An important part of Ethics deals with theories which propound or discuss moral standards. The ",
  "discussions centre around questions like – particular standards or systems of standards; sources of ",
  "standards; nature of standards; justification of standards; and application of standards to concrete ",
  "situations.  ",
  "Glossary of Terms    26.37 ",
  "The common ends of life which moral thinkers have proposed are shown in the table below: ",
  " ",
  "Philosophy or theory  Prescribed end of life ",
  "Cyrenaics  Pursuit of gross pleasures and enjoyments; ‘drink life to the dregs’ ",
  "Hedonism ",
  "Epicureanism  Pursuit of happiness or refined pleasures ",
  "Stoicism  Living in harmony with nature; self-control; endurance; being ",
  "untroubled in adversity ",
  "Materialism  Accumulation of wealth and material comforts ",
  "Humanism  Well-being of people of individual nations or of world at large ",
  "Spiritualism  Undergoing self-discipline to realise God ",
  "Utilitarianism  Maximizing social utility or welfare ",
  "Deontology  Following moral law; duty ",
  "Virtue ethics  Cultivating a virtuous character through practice ",
  "Natural law ethics  Valuing (especially human life) and promoting growth of species, ",
  "its preservation and welfare ",
  " ",
  "Motive and Intention ",
  "An intention, in the broadest sense of the term, means any aim that is definitely adopted as an ",
  "object of will. ",
  "The motive means what moves us or causes us to act in a particular way. Now there is an ",
  "ambiguity in the term ‘cause’. It is no doubt true that men are sometimes moved to action by feeling. ",
  "In conduct, on which a moral judgment can be passed, however, a man is never solely moved by ",
  "feeling. If a man is entirely ‘carried away’ by feeling, by anger or fear, for instance he cannot properly ",
  "be said to act at all, any more than a stone acts when a man throws it at an object. Moral activity or ",
  "conduct is purposeful action; and action with a purpose is not simply moved by feeling: it is moved ",
  "rather by the thought of some end to be attained. ",
  "This leads us to the second, and more correct, sense in which the term ‘motive’ may be used. ",
  "The motive that induces us to act is the thought of a desirable end. The motive of an act, then, is a ",
  "part of the intention, in the broadest sense of that term, but does not necessarily include the whole ",
  "of the intention. ",
  "Nation ",
  "A nation is a group which thinks of itself as ‘a people,’ usually because they share many things in ",
  "common. These consist of a common territory, history, culture, language, religion and way of life.  ",
  "26.38   Ethics, Integrity & Aptitude ",
  "National Financial Reporting Authority (NFRA) ",
  "NFRA will formulate the accounting and auditing standards for companies. The Institute of Chartered ",
  "Accounts has earlier prescribed the existing ‘accounting standards’ or the correct ways of writing ",
  "accounts. This authority will formulate the accounting and auditing standards by revisiting the existing ",
  "standards prescribed by the institute of chartered accountants. It will monitor and enforce compliance ",
  "of these standards. To this end, it will oversee the quality of the professions like accountancy, auditing ",
  "and financial analysis connected with these matters. The Authority will investigate professional and ",
  "other misconduct of chartered accounts or of their firms. ",
  "Nature of Audit ",
  "Audit means examination of accounts, transactions and records which CAG does in pursuance of ",
  "duties and exercise of powers under the Constitution and the CAG Act. It also includes performance ",
  "audit or any other type of audit determined by CAG. The CAG examines various aspects of ",
  "Government expenditure. Conduct of audit is done based on such accounts, vouchers and records ",
  "as may be received in the audit office and/or in the accounts office and may include online data, ",
  "information and documents of the auditable entity. It may also be done in the office of the auditable ",
  "entity or at the site where the relevant records for audit are available. The CAG audit is broadly ",
  "classified into Regularity Audit and Performance Audit. ",
  "New Politics - The Emergence of New Issues and Conflicts ",
  "Themes known as ‘new politics’ issues and new social movements have recently emerged in ",
  "political science. This literature focuses on the consequences of massive economic and social ",
  "changes sweeping the Western democracies. In this view, new social and political developments ",
  "have shaken the classic Western ideological structures. Schools of thought such as New Politics, the ",
  "post-materialist left and the radical right question the former ideas of unidimensional ideological ",
  "structure which mainly revolved around economic factors. Many writers have recognised that ",
  "traditional socio-economic cleavages can no longer explain political behaviour. ",
  "Nolan Committee’s List of Values ",
  "The ‘Seven Principles of Public Life’ enunciated by the Nolan committee are – selflessness, integrity, ",
  "objectivity, accountability, openness, honesty and  leadership. ",
  "Observational Learning ",
  "One way in which people form attitudes is by observing people around them. People are particularly ",
  "influenced by the attitudes of those whom they admire. Children observe the attitudes of their parents ",
  "and imitate their ways including attitudes. Some psychologists believe that learning is the source of ",
  "most of our attitudes. ",
  "Ombudsman ",
  "An ombudsman is usually appointed by the government or by parliament but with a significant ",
  "degree of independence, and is charged with representing the interests of the public by investigating  ",
  "Glossary of Terms    26.39 ",
  "and addressing complaints of maladministration or violation of rights. The modern use of the term ",
  "began in Sweden, with the Swedish Parliamentary Ombudsman being instituted by the Instrument ",
  "of Government of 1809, to safeguard the rights of citizens by establishing a supervisory agency ",
  "independent of the executive branch. Lokpal is an ombudsman. ",
  " ",
  "Ontological Ethics ",
  "One common standard for taking or justifying action is what the moral agent regards as his duty ",
  "or the moral command applicable to the situation. The moral agent does not refer to his feelings, ",
  "pleasures or ends. He acts in obedience to duty or a moral command. This view of moral justification ",
  "is best exemplified by Kant’s idea of moral command. This approach is known as ontological. ",
  " ",
  "Outputs and Outcomes ",
  "The purpose of fund utilization is to realise value for money, and achieve the programme objectives. ",
  "Achievement of these objectives depends on provision of facilities, inputs and services. Physical targets ",
  "of programmes are necessary but not sufficient for achieving its ultimate goals. As a result, there is ",
  "considerable emphasis in recent times on the final outcomes of the programmes. It is necessary to ",
  "distinguish between outputs and outcomes. To take an example, the goals of health programmes ",
  "are now stated in terms of reducing infant mortality rates, maternal mortality rates and total fertility ",
  "rates. Earlier, they were stated in physical terms such as number of hospitals, doctors, nurses or ",
  "supply of medicines and nutrients. ",
  " ",
  "Pacifism ",
  "Pacifism totally opposes war. While pacifists oppose all killing, they particularly abhor the mass ",
  "killing which usually accompanies war. They object to this type and scale of killing. Pacifists believe ",
  "that no moral grounds can justify war, and that it is always wrong. Many thinkers disagree with this ",
  "blanket opposition to war. ",
  " ",
  "Panchsheel ",
  "The Panchsheel Treaty (from Sanskrit, panch: five, sheel: virtues) is considered the high watermark ",
  "of the Indian diplomacy of fifties. Panchsheel consists of five principles for peaceful coexistence ",
  "between nations or for governing relations between states. Their first formal codification in treaty ",
  "form was in an agreement between China and India in 1954.The five principles to which states have ",
  "to subscribe are: ",
  "1.  Mutual respect for each other’s territorial integrity and sovereignty ",
  "2.  Mutual non-aggression ",
  "3.  Mutual non-interference in each other’s internal affairs ",
  "4.  Equality and mutual benefit and ",
  "5.  Peace and coexistence.  ",
  "26.40   Ethics, Integrity & Aptitude ",
  "Paradox of Hedonism ",
  "Hedonism is the doctrine that men should seek pleasure. But human desires are not always directed ",
  "towards pleasure. To experience pleasure, men have to seek something else. To experience the joy of ",
  "success, people have to toil at something, and the committed people derive pleasure from the effort. ",
  "Further, physical pleasures soon begin to pall so that persuit of pleasure becomes self-defeating. This ",
  "is known as paradox of hedonism. Pleasure has to be derived as a by product by following avidly ",
  "one’s creative, intellectual and cultural interests. ",
  "Performance Audit ",
  "The objective of performance audit is to see that Government programmes have achieved the desired ",
  "objectives at the lowest cost and produced the intended benefits. ",
  "The three Es of performance audit are economy, efficiency and effectiveness. Economy is ",
  "minimizing the cost of resources used for an activity, having regard to appropriate quality. Efficiency ",
  "is the relationship between the output, in terms of goods, services or other results and the resources ",
  "used to produce them. Efficiency exists where the use of financial, human, physical and information ",
  "resources is such that output is maximised for any given set of resource inputs, or input is minimized ",
  "for any given quantity and quality of output. Effectiveness is the extent to which objectives are ",
  "achieved and the relationship between the intended impact and the actual impact of an activity. ",
  "Effectiveness addresses the issue of whether the scheme, programme or organization has achieved ",
  "its objectives. ",
  "Personality ",
  "Personality is characterised by the following features: ",
  "1.  It has both physical and psychological components. ",
  "2.  Its expression in terms of behaviour is fairly unique in a given individual. ",
  "3.  Its main features do not easily change with time. ",
  "4.  It is dynamic in the sense that some of its features may change due to internal or external ",
  "situational demands. Thus, personality is adaptive to situations. ",
  "Once we are able to characterize someone’s personality, we can predict how that person will ",
  "probably behave in a variety of circumstances. An understanding of personality allows us to deal ",
  "with people in realistic and acceptable ways. ",
  "Personality and Ideological Orientation ",
  "Individual personality is largely moulded by family dynamics [events in family from one’s childhood ",
  "to adulthood], cultural forces, work experiences, and educational experiences. Personality differences ",
  "have a significant bearing on political attitudes and behaviour. According to modern psychologists, ",
  "there are five major personality traits (the Big Five) - agreeableness, openness to experience, emotional ",
  "stability (or alternatively its inverse, neuroticism), conscientiousness, and extraversion. These are also ",
  "known as dispositional personality traits and are used to explain an individual’s ideological orientation. ",
  "Social psychology uses the SR mechanism model to explain political attitudes and behaviour. ",
  "According to this view, political attitudes are characteristic adaptations that are the product of essential  ",
  "Glossary of Terms    26.41 ",
  "dispositional traits and environmental factors. McCrae and Costa describe characteristic adaptations ",
  "as “acquired skills, habits, attitudes, and relationships that result from the interaction of individual and ",
  "environment”. In this framework, political issues and ideological labels are “stimuli” [stimuli come from ",
  "environment] to which the Big Five traits shape responses. The meaning of these stimuli is shaped by ",
  "environmental factors such as political context. ",
  "Extraversion implies an energetic approach to the social and material world and includes traits ",
  "such as sociability, activity, assertiveness, and positive emotionality. Agreeableness contrasts a pro ",
  "social and community orientation toward others with antagonism and includes traits such as altruism, ",
  "tender-mindedness, trust, and modesty. Conscientiousness describes socially prescribed impulse ",
  "control that facilitates task and goal-directed behaviour, such as thinking before acting, delaying ",
  "gratification, following norms and rules, and planning, organizing, and prioritizing tasks. Emotional ",
  "Stability describes even-temperedness and contrasts with negative emotionality, such as feeling ",
  "anxious, nervous, sad, and tense. Openness to Experience (versus closed-mindedness) describes ",
  "the breadth, depth, originality, and complexity of an individual’s mental and experiential life. ",
  "Social psychologists explained the relationship of the Big Five psychological traits to an individual’s ",
  "ideological  preferences. ",
  "Personality-related Terms ",
  "¤  Temperament:  Biologically based characteristic way of reacting. ",
  "¤  Trait: Stable, persistent and specific way of behaving. ",
  "¤  Disposition: Tendency of a person to react to a given situation in a particular way. ",
  "¤  Character:  The overall pattern of regularly occurring behaviour. ",
  "¤  Habit: Over-learned modes of behaving. ",
  "¤  Values: Goals and ideals that are considered important and worthwhile to achieve. ",
  " ",
  "Persuading People to Change Attitudes ",
  "In order to be effective persuaders, we must first get people’s attention, then send an effective ",
  "message to them, and then ensure that they process the message in the way we would like them ",
  "to. Furthermore, to accomplish these goals, persuaders must take into consideration the cognitive, ",
  "affective, and behavioural aspects of their methods. Persuaders also must understand how the ",
  "communication they are presenting relates to the message recipient—his or her motivations, desires, ",
  "and goals. ",
  "People process the message – like advertisements – in two ways. Spontaneous attitude change ",
  "occurs as a direct or affective response to the message, whereas thoughtful attitude change is based ",
  "on our cognitive elaboration of the message. The messages that we deliver may be processed in ",
  "two ways: spontaneously or thoughtfully. Other terms for ‘spontaneously’ are ‘peripherally ‘or’ ",
  "heuristically. Other terms for ‘thoughtfully’ are ‘centrally ‘and systematically’. ",
  "(a) Spontaneous Message Processing ",
  "Spontaneous processing is direct, quick, and often involves affective responses to the message. We ",
  "may simply accept the message without thinking about it very much. In these cases, we engage in  ",
  "26.42   Ethics, Integrity & Aptitude ",
  "spontaneous message processing, in which we accept a persuasion attempt because we focus on ",
  "whatever is most obvious or enjoyable without much attention to the message itself. ",
  "(b) Thoughtful Message Processing ",
  "Thoughtful processing, on the other hand, is more controlled and involves a more careful cognitive ",
  "elaboration of the meaning of the message. ",
  "The route that we take when we process a communication is important in determining whether ",
  "or not a particular message changes our attitudes. ",
  "Political Attitudes ",
  "In simple terms, political attitudes can be defined as relatively stable views, either favourable or ",
  "unfavourable, which individuals or groups have about events, movements, policies and issues in ",
  "the public sphere. These targets towards which attitudes are directed are described in literature as ",
  "“attitude objects.” ",
  "Political Spectrum ",
  "Political attitudes are best understood based on the idea of political spectrum. Political spectrum is ",
  "a graphic, or more specifically, a straight line along which political positions are shown from left to ",
  "right. These positions are radical, liberal, moderate, conservative and reactionary. These terms are ",
  "generic descriptions of political attitudes. They also refer to specific ideologies. ",
  "Positive Thinking ",
  "“The power of positive thinking” is the idea that thinking positively helps people meet their goals ",
  "and keeps them healthy, happy, and able to effectively cope with the negative events that they ",
  "experience. It turns out that positive thinking really works. People who think positively about their ",
  "future, who believe that they can control their outcomes, and who are willing to open up and share ",
  "with others, are healthier people. The power of positive thinking comes in different forms, but they ",
  "are all helpful. Some researchers have focused on optimism, a general tendency to expect positive ",
  "outcomes, and have found that optimists are happier and have less stress. Others have focused ",
  "on self-efficacy, the belief in our ability to carry out actions that produce desired outcomes. People ",
  "with high self-efficacy respond to environmental and other threats in an active, constructive way— ",
  "by getting information, talking to friends, and attempting to face and reduce the difficulties they ",
  "are experiencing. These people, too, are better able to ward off their stresses in comparison with ",
  "people with less self-efficacy. It helps in part because it leads us to perceive that we can control the ",
  "potential stressors that may affect us. Workers who have control over their work environment (e.g., ",
  "by being able to move furniture and control distractions) experience less stress, as do patients in ",
  "nursing homes who are able to choose their everyday activities. ",
  "Professional Codes of Conduct ",
  "These are regulations which are voluntarily adopted by members of various professions and ",
  "occupations. They define the standard practices which all members follow to ensure uniformity ",
  "and acceptable quality of service which maintains their reputation and credibility. For example,  ",
  "Glossary of Terms    26.43 ",
  "various professionals such as nurses, doctors, engineers, accountants, auditors and lawyers have ",
  "professional codes. Such standards, also known as professional standards, are also prescribed by ",
  "regulatory agencies for some  professions. ",
  "Professional Ethics ",
  "Professional ethics cover the personal and job-related standards of behaviour expected of professionals. ",
  "Professionals possess and use specialist knowledge and skill. The manner of using such knowledge ",
  "while providing a service to the public is considered a moral issue and is termed as professional ",
  "ethics. Professionals can make informed judgments in various situations based on their skills. The ",
  "general public is unable to make such decisions for want of relevant training. ",
  "Public Accounts Committee (PAC) ",
  "The Public Accounts Committee satisfies itself that the moneys (shown in the accounts) were used ",
  "legally on the service or purpose to which they were applied; that the expenditure was authorized; ",
  "and that re-appropriation (i.e. whether reallocation of funds from one programme or budget head ",
  "to another programme or budget head) was appropriate. The PAC also examines the statement of ",
  "accounts of autonomous and semi-autonomous bodies, the audit of which is conducted by the CAG. ",
  "Public Sphere ",
  "Public sphere is the arena in which the policies and actions of political parties, government and civil ",
  "society are formulated and enacted. This concept of public sphere applies best to open democratic ",
  "societies; it is inapplicable to states in which oligarchies and coteries hold the levers of power. ",
  "Purpose ",
  "When will is regarded in relation to the end at which it aims, it is called Purpose. Will is, however, ",
  "sometimes used also to describe the end itself, rather than the fact of aiming at an end. Purpose ",
  "should be carefully distinguished from those tendencies to action which accompany appetite, desire, ",
  "and wish. ",
  "Purpose and other drivers of human action are shown in the table below: ",
  " ",
  "Appetite  action  blind impulse ",
  "Desire  action  conscious impulse ",
  "Wish  action  inclination ",
  "Considered approval of inclination  action  Purpose or resolution ",
  " ",
  "In other words, tendency to action may arise from blind impulse, conscious impulse, inclination ",
  "and purpose or resolution. ",
  "Realism ",
  "Realists doubt the relevance of morality to international politics. This usually leads them to the  ",
  "26.44   Ethics, Integrity & Aptitude ",
  "following conclusions: there is no place for morality in international relations; morality and successful ",
  "conduct of international relations of a nation are incompatible; morality of States is different from ",
  "customary morality; and morality, if any, is merely used instrumentally to justify states’ conduct. ",
  "Radicalism ",
  "“Radical” refers to individuals, parties, and movements that seek to drastically alter any existing ",
  "practice, institution, or social system. As radicals are highly dissatisfied with the society, they want ",
  "immediate and revolutionary changes. Extreme leftists challenge the most cherished values and ",
  "assumptions of society. They reject the institutions of the establishment, and seek a more humane, ",
  "egalitarian, and idealistic social and political system. Many radicals espouse violence. ",
  " ",
  "Regularity Audit (Financial) ",
  "In regularity (financial) audit and in other types of audit when applicable, auditors should analyse ",
  "the financial statements to establish whether acceptable accounting standards for financial reporting ",
  "and disclosure are complied with. ",
  "Related Party Transactions ",
  "Related transactions are those in which board directors or their immediate family members have ",
  "a personal financial interest. These transactions place them in conflict of interest situations. Their ",
  "gain may depend on company’s loss. It is a cardinal principle that they should keep a safe distance ",
  "from such transactions. ",
  "Right ",
  "According to Perry, “Right” means “being conducive to harmonious happiness”. In other words, ",
  "to say that an action X is right is to say that it is conducive to harmonious happiness. According ",
  "to F.C. Sharp, “right” means “desired when looked at from an impersonal point of view.” In other ",
  "words, in judging an action as right, we do not look at it from our personal or individual viewpoint. ",
  "The definition of Perry relate to empirical facts. One may define “good” as God’s command. ",
  "Such a definition is theological or metaphysical or simply goes beyond the facts known to human ",
  "experience. We can understand two other ethical terms at this point. Those who define ethical ",
  "terms as Perry does empirically (or regard them as disguised empirical assertions) are called ethical ",
  "naturalists. Those who consider ethical statements as disguised theological or metaphysical statements ",
  "are called metaphysical moralists. ",
  "Rule Deontological Theories ",
  "Rule-deontologists assert that the standard of right or wrong consists of one or more rules. The rules ",
  "can be as in “we must always tell the truth”. Unlike utilitarians, they argue that the rules are valid ",
  "irrespective of whether or not they promote good in a particular case. ",
  "Rule Utilitarianism ",
  "In act-utilitarianism, the act itself is judged for its actual or expected consequences i.e. what are likely ",
  "to be the consequences for the community or society if an agent in a particular case takes a given  ",
  "Glossary of Terms    26.45 ",
  "action. Rule utilitarianism focuses attention on the aggregate of consequences which follow from ",
  "the consistent application of a rule. The relevant question becomes: Which rule applied in this case ",
  "and similar cases will promote the greatest common good? According to Frankena, its consistent ",
  "application is likely to produce the optimum benefits to society with least effort on the part of the ",
  "agent (decision costs) in reaching the decision. Rule utilitarianism makes unnecessary the recalculation ",
  "of net good on every occasion, thus simplifying action and improving efficiency. Rule utilitarianism ",
  "avoids the kind of anomalous results to which act-utilitarianism leads. ",
  "Schools of Ethical Philosophy ",
  "Moral thinkers propounded many theories of ethics in modern times. They can be conveniently ",
  "grouped into the following categories. ",
  "¤  Intuitionist theories ",
  "¤  Rationalist theories ",
  "¤  Utilitarian theories ",
  "¤  Evolutionist theories ",
  " ",
  "Secretarial Audit ",
  "The purpose of this audit is to ensure that the company duly complies with all the legal requirements ",
  "as specified in the Companies Act and other relevant laws. Every listed company and/or specified ",
  "Company has to attach to its Board’s report to share holders a secretarial audit report given by a ",
  "company secretary in practice. The task of a company secretary who heads its secretariat is to ensure ",
  "that the company duly complies with all the legal requirements as specified in the Companies Act ",
  "and other relevant laws. ",
  " ",
  "Self-Awareness ",
  "Self-awareness refers to the extent to which we are currently fixing our attention on our own self- ",
  "concept. When the self-concept becomes highly accessible because of our concerns about being ",
  "observed and potentially judged by others, we experience the publicly induced self-awareness known ",
  "as self-consciousness. Emotions such as anxiety and embarrassment occur in large part because the ",
  "self-concept becomes highly accessible, and they serve as a signal to monitor and perhaps change ",
  "our behaviour. ",
  "People are more likely to act morally when they are self-aware. This implies that while trying ",
  "to study harder, or engage in other difficult behaviours, one should try to focus on oneself and the ",
  "importance of the goals one is pursuing. Another important point is that people who lose their self- ",
  "awareness are likely to violate acceptable social norms. When people are in large crowds, such as ",
  "a mass demonstration or a riot, they may become so much a part of the group that they lose their ",
  "individual self-awareness and experience deindividuation—the loss of self-awareness and individual ",
  "accountability in groups. They are more prone to violent actions. ",
  " ",
  "Self-Complexity ",
  "The self-concept is a rich and complex social representation. In addition to our thoughts about ",
  "who we are right now, the term self-concept includes thoughts about our past self—our experiences, ",
  "accomplishments, and failures—and about our future self—our hopes, plans, goals, and possibilities.  ",
  "26.46   Ethics, Integrity & Aptitude ",
  "The self-concept also includes thoughts about our relationships with others. Although every human ",
  "being has a complex self-concept, there are nevertheless individual differences in self-complexity, ",
  "to the extent to which individuals have many different and relatively independent ways of thinking ",
  "about themselves. Some selves are more complex than others, and these individual differences ",
  "can be important in determining psychological outcomes. Having a complex self means that we ",
  "have a lot of different ways of thinking about ourselves. For example, imagine a woman whose ",
  "self-concept contains the social identities of student, wife, daughter, economics graduate, and ",
  "tennis player who has encountered a wide variety of life experiences. Social psychologists would ",
  "say that she has high self-complexity. On the other hand, a man who perceives himself solely as ",
  "a student or solely as a member of the hockey team and who has had a relatively narrow range ",
  "of life experiences would be said to have low self-complexity. People with more complex self- ",
  "concepts have been found to have lower levels of stress and illness and more positive and less ",
  "negative reactions to events that they experience. They may be better able to adjust to such ",
  "adverse events by turning to other interests. ",
  "Self-Concept ",
  "The self-concept is a knowledge representation that contains knowledge about us, including our ",
  "beliefs about our personality traits, physical characteristics, abilities, values, goals, and roles, as well as ",
  "the knowledge that we exist as individuals. Throughout childhood and adolescence, the self-concept ",
  "becomes more abstract and complex and is organized into a variety of different cognitive aspects, ",
  "known as self-schemas. We have self-schemas about our appearance, skills and many other aspects. ",
  "Adults have many self-schemas, and can analyse their thoughts, feelings, and behaviours, and can ",
  "see that other people may have different thoughts than we do. At times, having a sense of self may ",
  "seem unpleasant—when we are not proud of our appearance, actions, or relationships with others. ",
  "But being aware of our past and being able to speculate about the future is adaptive—it allows us to ",
  "modify our behaviour on the basis of our mistakes and to plan for future activities. ",
  "Although each person has a unique self-concept, people include common items in it. Physical ",
  "characteristics are an important component of the self-concept. A second characteristic of the self- ",
  "concept reflects our memberships in the social groups that we belong to and care about. Our group ",
  "memberships form an important part of the self-concept because they provide us with our social ",
  "identity—the sense of our self that involves our memberships in social groups. The remainder of the ",
  "self-concept is normally made up of personality traits—the specific and stable personality characteristics ",
  "that describe an individual. ",
  " ",
  "Self-Realisation ",
  "Many writers maintain that the moral end of a human being must consist in some form of self- ",
  "realisation i.e. in some form of the development of character – that the end, in short, ought to be ",
  "described rather as perfection than as happiness. In this view, moral life is, in its very essence, a ",
  "growth or development. As we saw, this idea is part of Aristotelian moral tradition. ",
  "We can find other roots of this view. Jesus Christ says, “be ye perfect as your Father in Heaven ",
  "is perfect”. St. Paul elaborated this idea and made it an integral part of Christianity. The two great ",
  "Christian theologians, St. Augustine and St. Anselm, were followers of Plato, and continued to ",
  "follow the Greek philosophical tradition. However, it was St. Thomas Aquinas who fully formulated ",
  "the Christian moral philosophy. He borrowed heavily from Aristotle’s thought. Like Aristotle, he  ",
  "Glossary of Terms    26.47 ",
  "believed that everything in nature, every created thing, has its own good and its own perfection and ",
  "strives towards that perfection. The good of man consists in the perfection of his rational or spiritual ",
  "nature, and ultimately in the beatific vision of God from whom his being and reason are derived. ",
  "Philosophers such as Leibnitz and Spinoza subscribed to this conception of the moral life. Despite ",
  "his formalism, Kant’s moral philosophy, taken as a whole, contains an element of perfectionism, and ",
  "Hegel has expressed it most completely for modern times. English idealistic philosophers such as ",
  "T. H. Green, F. H. Bradley, Bernard Bosanquet and others also held this moral view. They were ",
  "influenced by classic Greek thought and Christian philosophy, and opposed the hedonism and ",
  "utilitarianism of the English empirical school. ",
  "Self-Regulation ",
  "We also need to learn how to control our emotions, to prevent our emotions from letting our ",
  "behaviour get out of control. The process of setting goals and using our cognitive and affective ",
  "capacities to reach those goals is known as self-regulation, and a good part of self-regulation ",
  "involves regulating our emotions. To be the best people that we possibly can, we have to work ",
  "hard at it. Succeeding at school, at work, and in our relationships with others takes a lot of effort. ",
  "When we are successful at self-regulation, we are able to move toward or meet the goals that we ",
  "set for ourselves. When we fail at self-regulation, we are not able to meet those goals. People who ",
  "are better able to regulate their behaviours and emotions are more successful in their personal ",
  "and social encounters and thus self-regulation is a skill we should seek to master. ",
  "Sex Selective Abortions ",
  "Indian couples have a strong preference for a male child. This led to misuse of the provisions of ",
  "MTP Act for conducting abortions of female foetuses. Subsequently, new technologies such as ",
  "sonography made sex detection easier, and increased sex-selective abortions. To control these ",
  "abortions, the Pre-natal Diagnostic Techniques (PNDT) Act, was passed in 1994. ",
  "Situation Ethics ",
  "Situation ethics is the doctrine that particular judgements are fundamental to ethical conduct. Particular ",
  "judgements in this view are contrasted with general moral principles or maxims. For example, one ",
  "may take pity on a famished beggar and give him money for food. This action is based simply on ",
  "considerations connected with finding a famished beggar. One may also view the act as following ",
  "from the general principle that those in distress should be helped. Situation ethics says that such ",
  "general principles are irrelevant or of no use. It may also maintain that general moral principles ",
  "are inductive generalizations based on observing several similar individual occurrences. Thus the ",
  "generalization, ‘barking dogs do not bite’ may be an inductive generalization based on observing ",
  "many barking dogs. ",
  "Sleeper Effect ",
  "People are generally aware that communicators may deliver messages that are inaccurate or ",
  "misleading, and tend to discount messages that come from untrustworthy sources. But there is ",
  "one interesting situation in which people may be fooled by communicators. This occurs when a ",
  "message is presented by someone that people think is untrustworthy. On first hearing that person’s  ",
  "26.48   Ethics, Integrity & Aptitude ",
  "communication, people discount it and it therefore has little influence on their opinions. However, ",
  "over time there is a tendency to remember the content of a communication to a greater extent than the ",
  "source of the communication. As a result, people may forget over time to discount the remembered ",
  "message. This attitude change that occurs over time is known as the sleeper effect. ",
  "Social Audit ",
  "While financial audit is conducted by qualified accountants and auditors, social audit is done ",
  "through people’s participation. It is particularly useful in ascertaining the true state of affairs about ",
  "programmes which benefit large groups such as local public works, distribution of welfare payments, ",
  "and procurement of products and services for government and delivery of services to people. ",
  "Provisions for social audit should be made a part of the operational guidelines of all such schemes. ",
  "It has already been adopted in many schemes. ",
  "Social Cleavage Model ",
  "In the sociological tradition, the notion (idea) of primary social groups is used to explain ideologies. ",
  "Social groups are based on common group interests or seen as a reflection of social cleavages. In ",
  "this perspective, cleavage is defined as social division, accompanied by specific group identities ",
  "and attitudes (specific group ideology), and politicization of the division by specific political parties. ",
  "Socialism ",
  "The word socialism was coined in the early 1800s. It advocated policies which meet the basic needs ",
  "of the entire society instead of policies that serve needs of individuals. Socialism opposed competing ",
  "ideologies (such as classical liberalism) that rank in their political priorities individualism above the ",
  "common good. Later, socialists were called social democrats or democratic socialists. They reject ",
  "Marxism-Leninism. They see its advocacy of a vanguard party as authoritarian. Social democrats ",
  "believe in integrating socialism and democracy. Unlike Marxist-Leninists, social democrats support ",
  "peaceful, legal efforts to work toward socialism, and they believe in multiparty competition and civil ",
  "liberties. They view socialism as a way of organizing society so that all groups are guaranteed some ",
  "level of social well-being and economic security. ",
  "Soft Skills ",
  "Soft skills refer to a person’s ‘EQ’ (Emotional Intelligence Quotient) - the cluster of personality traits, ",
  "social graces, communication, language, personal habits, friendliness, and optimism - that characterize ",
  "relationships with other people. Soft skills complement hard skills which are the occupational ",
  "requirements of a job and many other activities. They are related to feelings, emotions, insights and ",
  "(some would say) an ‘inner knowing’: i.e. they provide an important complement to ‘hard skills’ ",
  "and IQ. ",
  "Soft skills are personal attributes that enhance an individual’s interactions, job performance ",
  "and career prospects. Unlike hard skills, which are about a person’s skill set and ability to perform ",
  "a certain type of task or activity, soft skills relate to a person’s ability to interact effectively with co- ",
  "workers and customers and are broadly applicable both in and outside the workplace. ",
  "A person’s soft skill EQ is an important part of his/her individual contribution to the success of ",
  "an organization. Particularly those organizations dealing with customers face-to-face are generally  ",
  "Glossary of Terms    26.49 ",
  "more successful, if they train their staff to use these skills. It has been suggested that in a number of ",
  "professions, soft skills may be more important over the long term than occupational skills. ",
  "Soft Skills are behavioural competencies. Also known as interpersonal skills, or people skills, ",
  "they include proficiencies such as communication skills, conflict resolution and negotiation, personal ",
  "effectiveness, creative problem solving, strategic thinking, team building, influencing skills and selling ",
  "skills. ",
  "Sovereignty ",
  "Political theorists commonly use sovereignty in three contexts. From an international legal perspective, ",
  "it refers to the terms of the reciprocal recognition that states accord one another in the international ",
  "political order. In its reference to domestic polity of a state, it means the ultimate source of legal or ",
  "constitutional authority. Empirically, it means effective capacity to exercise unilateral control over ",
  "various fields of activity and to formulate policies unilaterally. ",
  "Standards or Norms ",
  "Standards or norms are defined as principles of right action binding upon members of a group and ",
  "serving to guide, control, or regulate proper and acceptable behaviour. Standards and norms are ",
  "the codification of group, organizational, community, or governmental values. Laws, regulations, ",
  "codes of ethics, and rules are typical examples of standards and norms. ",
  "(H. George Frederickson & Jeremy Davis Walling, Research and ftnowledge in Administrative Ethics) ",
  " ",
  "State ",
  "The state has a narrower meaning referring to the constitutional arrangements which determine ",
  "how a nation is governed. Or ‘state’ refers to the machinery of government which organizes life in ",
  "a given territory. Whereas governments come and go, state is an enduring entity and permanent, ",
  "barring cataclysmal changes. ",
  "Stem Cells ",
  "A stem cell is a unique type of cell with remarkable qualities. It can differentiate into other types of ",
  "functional cells like nerve cells or skin cells. It can renew itself, and also form other cells. However, ",
  "most stem cells reside in particular organs and tissues, and produce a limited range of cells. Thus, ",
  "bone marrow cells only produce blood cells. These are known as adult stem cells. ",
  "Embryonic stem (ES) cells are much more potent. They can produce any other type of cell--- ",
  "blood, brain, intestine, muscles, bone and skin. Hence, they are known as pluripotent. They can ",
  "be isolated from embryo, and grown in Petri dishes in laboratory. They can grow continuously in ",
  "culture. ",
  "Strength of Attitudes ",
  "The importance of an attitude, as assessed by how quickly it comes to mind, is known as attitude ",
  "strength. Some of our attitudes are strong attitudes, in the sense that we find them important, hold ",
  "them with confidence, do not change them very much, and use them frequently to guide our actions. ",
  "These strong attitudes may guide our actions completely out of our awareness. Strong attitudes are  ",
  "26.50   Ethics, Integrity & Aptitude ",
  "attitudes that are more cognitively accessible—they come to mind quickly, regularly, and easily. We ",
  "can easily measure attitude strength by assessing how quickly our attitudes are activated when we ",
  "are exposed to the attitude object. If we can state our attitude quickly, without much thought, then ",
  "it is a strong one. If we are unsure about our attitude and need to think about it for a while before ",
  "stating our opinion, the attitude is weak. Attitudes become stronger when we have direct positive or ",
  "negative experiences with the attitude object. Other attitudes are weaker and have little influence ",
  "on our actions. ",
  "Summum Bonum ",
  "Plato and Aristotle introduced this concept. It is the highest good, especially as the ultimate goal ",
  "according to which values and priorities are established in an ethical system. Individual actions ",
  "of men aim at particular ends. The particular ends are in turn means for achieving other ends. ",
  "However, this means-ends series finds closure in a final or ultimate end which has no reference to ",
  "any other end. This ultimate value or end is summum bonum. Aristotle identified it with serene ",
  "philosophical  contemplation. ",
  "Aquinas took from Aristotle this notion of an ultimate end, or goal—a summum bonum—at which ",
  "all human action is directed; and, like Aristotle, he conceived of this end as necessarily connected ",
  "with happiness. This conception was Christianized, however, by the idea that happiness is to be ",
  "found in the love of God. ",
  "(Partly from Encyclopaedia Britannica) ",
  "Surrogacy ",
  "Surrogacy means a practice whereby one woman bears and gives birth to a child for an intending ",
  "(mainly infertile) couple with the intention of handing over such child to the intending couple after ",
  "the birth. The Surrogacy regulation Bill (which union cabinet recently approved) makes a distinction ",
  "between altruistic and commercial surrogacy. In altruistic surrogacy, no monetary incentives of ",
  "whatever nature (other than medical insurance and expenses) are given to the surrogate mother or ",
  "her dependents or her representative.. Commercial surrogacy refers to commercialisation either in ",
  "whole or part of surrogacy services or procedures. Commercialization may cover selling or buying ",
  "of human embryo or trading in the sale or purchase of human embryo or gametes or selling or ",
  "buying or trading the services of surrogate motherhood by giving incentives in cash or kind, to the ",
  "surrogate mother or her dependents or her representative. ",
  "System of Human Values ",
  "Human moral values can be arranged in a hierarchy from the lower to the higher. ",
  "THE TABLE OF VALUES (ascending order) ",
  "I.  Bodily Values ",
  "II.  Economic Values ",
  "III.  Values of Recreation ",
  "IV.  Values of Association ",
  "V.  Character Values  ",
  "Glossary of Terms    26.51 ",
  "VI.  Aesthetic Values ",
  "VII.  Intellectual Values ",
  "VIII.  Religious Values ",
  "The values in this table of values fall into three distinct groups. ",
  "The bodily, economic and recreation values go together since they all involve the satisfaction ",
  "of wants connected with what we may call the bodily self. The character values and the values of ",
  "association form a distinct group because they are connected with the social self and arise only in ",
  "relation of the self to others. The aesthetic, intellectual and religious values also go together. They ",
  "are no doubt related to the bodily and social self, and conditioned by them. But these values arise ",
  "only in some functioning of the self that goes beyond man’s bodily and social self. ",
  "The values arise from certain dispositions or tendencies which may be taken as fundamental ",
  "springs of action. The dispositions can be instincts or cultivated habits. There are certain dispositions ",
  "or tendencies which, whether innate or acquired, are fundamental and universal enough to be made ",
  "the basis of human values. All these values correspond to fundamental instinctive needs or wants ",
  "of men. ",
  "Self-realisation requires the satisfaction of all these tendencies, or the realisation of all these ",
  "values. It is only an ideal, in the sense that it describes only a direction in which man’s conscious ",
  "activity may be directed. There is no such thing as total self-realisation, realisation of the self all at ",
  "once, or in one act. Life is a process. ",
  "Systemic Reforms ",
  "Government procedures or methods often have an inbuilt scope for corrupt operations. The operating ",
  "environment is marked by monopolistic structures, opaque procedures, discretionary decision-making, ",
  "dilatory processes and lack of accountability to public. Further, government tends to allocate public ",
  "or natural resources at much below their market price. This environment reduces the chances of ",
  "speedy detection of malfeasance and creates incentives for collusive corruption. Systemic reforms ",
  "can follow four main routes: deregulation and reducing government controls; creating competition ",
  "by providing alternative service providers; speeding up work and increasing transparency through ",
  "use of ICT; and streamlining work procedures. ",
  "Teleological or End-based Ethics ",
  "Some moral standards propose that the actions of moral agents should serve harmonious social ",
  "ends, or lead to maximum social welfare. Such standards are in fact saying that an action should ",
  "be judged based on the end or objective which it seeks. This type of moral justification of an act ",
  "based on the end which the moral agent has in view is called teleological. The classic example of ",
  "teleological ethics is utilitarianism. Deontology on the other hand holds that moral agents should ",
  "obey their duty or moral commands without worrying about the likely consequences. ",
  "Terrorism ",
  "Terrorism is defined in many ways. Its main attributes are the following: ",
  "•  A type of violence harming people and damaging property ",
  "•  Specific use of violence for achieving social and political ends  ",
  "26.52   Ethics, Integrity & Aptitude ",
  "•  Creating great fear, alarm and a sense of panic among people ",
  "•  Reliance on random or arbitrary use of violence ",
  "•  Targeting innocent people or non combatants ",
  "Another definition of terrorism which Caleb Carr gave is: “... the contemporary name given to, and ",
  "the modern permutation of, warfare deliberately waged against civilians with the purpose of destroying ",
  "their will to support either leaders or policies that agents of such violence find objectionable.” It is ",
  "noteworthy that terrorism is warfare and aims at undermining peoples’ will and belief in their way ",
  "of living. ",
  "The Freedom of The Will ",
  "There is an age old debate on whether men are free or dependent beings. Some philosophers argued ",
  "that there is no real human freedom, since men are determined by circumstances. Others considered ",
  "this as a “lazy sophism” or an excuse to avoid moral effort. ",
  "Moral judgement maintains that we ought to act in one way rather than in another, that one ",
  "manner of action is good or right, and another bad or evil. As Kant remarked, there would be no ",
  "meaning in an ‘ought’ if it were not accompanied by a ‘can’ – i.e. if men have no freedom or ability ",
  "to act. But ability or habit needed for moral action cannot be instantaneously generated. The ‘can’ ",
  "may not be an immediate possibility. A man ought to be wise, for instance; but wisdom is a quality ",
  "that can only be gradually developed. Thus, virtues have to be cultivated over time. ",
  "Now if a man’s will were absolutely determined by his circumstances, it would be strictly ",
  "impossible for him to become anything but that which he does become. Moral imperatives (‘ought to’) ",
  "would cease to have any meaning. If the moral imperative is to operate, human will must in some ",
  "sense be free. ",
  "The MODE Model ",
  "This model depicts how general attitudes affect evaluations of the attitude object. General attitudes ",
  "introduce bias in perceiving and judging information relevant to the attitude object. The bias depends ",
  "on how strong or weak the general attitude is. If the general attitude is strong, the bias will be high. ",
  "If it is weak, bias will be low. ",
  "Intention and Behaviour ",
  "Many theorists regard that the nearest cognitive antecedent of actual behavioural performance is ",
  "the agent’s intention than his attitude. It means that one can accurately predict specific behaviours ",
  "from the intentions of their performers. ",
  "The Nine Types of Intelligence ",
  " ",
  "1. Naturalist Intelligence (Nature Smart) ",
  "This refers to the human ability to discriminate among living things (plants, animals) as well as ",
  "sensitivity to other features of the natural world (clouds, rock configurations). This ability was clearly ",
  "of value in our evolutionary past as hunters, gatherers, and farmers; it continues to be central in  ",
  "Glossary of Terms    26.53 ",
  "such roles as botanist or chef. Present day consumer society exploits the naturalist intelligence by ",
  "creating discriminating tastes among cars, dresses, shoes, different types of makeup, and the like. ",
  "2. Musical Intelligence (“Musical Smart”): ",
  "Musical intelligence is the capacity to follow musical qualities like pitch, rhythm, timbre, and ",
  "tone. Composers, conductors, musicians, vocalists, and sensitive listeners are endowed with these ",
  "qualities. Many thinkers have commented on the link between music and the emotions, and between ",
  "mathematical and musical aptitudes. ",
  "3. Logical-Mathematical Intelligence (Number/Reasoning Smart): ",
  "Logical-mathematical intelligence denotes skills of calculation, quantification and problem solving.  ",
  "It involves the ability to visualize relationships and connections and to use abstract, symbolic ",
  "thought. It is also reflected in sequential reasoning as well as in inductive and deductive thinking. ",
  "Logical intelligence is associated with mathematicians, physical scientists, statisticians and computer ",
  "programmers. ",
  "4. Existential Intelligence: ",
  "This indicates sensitivity and capacity to tackle deep questions about human existence, such as the ",
  "meaning of life, why do we die, and how did we get here and why we are born on earth. In this ",
  "concept, Martin Gardner is referring to philosophical, theological and metaphysical interests of ",
  "people. Adi Sankara, Plato, Pascal, Spinoza and Kant will fall in this category. ",
  "5. Interpersonal Intelligence (People Smart): ",
  "Interpersonal intelligence is the ability to understand and interact effectively with others. It involves ",
  "effective verbal and nonverbal communication, the ability to appreciate differences among people, ",
  "awareness of the moods and temperaments of others, and the capacity for viewing matters from ",
  "multiple perspectives. These skills are usually present in teachers, social workers, actors, and ",
  "politicians. ",
  "6. Bodily-Kinesthetic Intelligence (Body Smart): ",
  "This involves the ability to manipulate objects and use various bodily skills. It includes a sense of ",
  "timing and fine tuning skills through mind–body coordination. These skills are commonly found ",
  "among athletes, dancers, surgeons, and various categories of craftsmen. ",
  "7. Linguistic Intelligence (Word Smart): ",
  "These skills relate to verbal thinking and linguistic usages for expressing complex and difficult ",
  "involved ideas. This forms the essence of written communication skills. It enables one to express ",
  "and communicate ideas clearly and coherently. Masters of prose and poetry use this intelligence to ",
  "create appropriate ambience in fiction, drama and verse. ",
  "8. Intra-personal Intelligence (Self Smart): ",
  "Intra-personal intelligence signifies self-understanding – one’s personality, abilities, motives and ",
  "aptitudes. By understanding our thoughts and feelings we can plan and direct our life. This skill  ",
  "26.54   Ethics, Integrity & Aptitude ",
  "also involves understanding the human predicament or the general situation of man in society and ",
  "nature, and the common course of man’s life. Psychologists, spiritual leaders, philosophers and ",
  "great literary artists possess this type of intelligence. ",
  "9. Spatial Intelligence (Picture Smart): ",
  "Spatial intelligence refers to skills in visualizing three dimensional entities. It involves imaginative ",
  "faculty and configuration of things in three dimensional spaces. The specific skills which fall into this ",
  "category include: mental imagery, spatial reasoning, image manipulation and graphic and artistic ",
  "skills. Sailors, pilots, sculptors, painters, and architects all have these skills. ",
  "The Principle of Beneficence ",
  "William Frankena defines beneficence as the obligation to do good and prevent harm. Beneficence ",
  "implies four things. ",
  "1.  One ought not to inflict harm or evil. (What is bad) ",
  "2.  One ought to prevent harm or evil. ",
  "3.  One ought to remove evil. ",
  "4.  One ought to promote or do good. ",
  "Morality strictly prohibits doing harm to anyone. However, helping others, except when they ",
  "are in dire need or extreme difficulty (covered in 3), may not be obligatory though desirable. ",
  "(William Frankena, Ethics) ",
  " ",
  "The Theory of Planned Behaviour ",
  "Although there is generally consistency between attitudes and behaviour, the relationship is stronger ",
  "in certain situations, for certain people, and for certain attitudes. The theory of planned behaviour ",
  "outlines many of the important variables that affected the attitude-behaviour relationship (summarized ",
  "in the list that follows). ",
  "¤  When attitudes are strong, rather than weak ",
  "¤  When we have a strong intention to perform the behaviour ",
  "¤  When the attitude and the behaviour both occur in similar social situations ",
  "¤  When the same components of the attitude (either affect or cognition) are accessible ",
  "¤  When the attitude is assessed and when the behaviour is performed ",
  "¤  When the attitudes are measured at a specific, rather than a general, level ",
  "¤  For low self-monitors (rather than for high self-monitors) ",
  "The above factors determine whether attitudes lead to corresponding behaviours. ",
  " ",
  "The Three Selves of Man ",
  "From moral point of view, man’s rational self alone counts as his real self. Man’s genuine freedom ",
  "consists in acting from this rational self. The man who acts irrationally is said to be “enslaved by ",
  "his passions.” He is thus not really free. ",
  "There can be said to be three selves in every man. One is the self revealed in momentary impulses ",
  "which men cannot subdue. The second is the man’s permanent character which habitually guides  ",
  "Glossary of Terms    26.55 ",
  "his actions. The third is the true or rational self which expresses what is best in man. These ideas ",
  "find expression in modern terms in Freud’s id, ego and superego. ",
  "Transparency ",
  "Transparency signifies openness and accountability of administration. An organization is transparent ",
  "when its decision–making and mode of working is open to public and media scrutiny and public ",
  "discussion. A transparent system of administration encourages public participation in government’s ",
  "decision–making processes. It is especially useful in promoting grass root level democracy. RTI Act ",
  "is the foremost measure that government took for promoting transparency in administration. ",
  "Theory of Persuasion ",
  "This theory posits that attitudes of people on any subject can be changed by suitably communicating ",
  "appropriate information to them. Many aspects are relevant in trying to persuade people to change ",
  "their attitude on any subject. These are: ",
  "(i)  object of the attitude i.e. thing, person, group or idea towards which an attitude is directed; ",
  "(ii)  the message or information; ",
  "(iii) the manner in which it is delivered; ",
  "(iv) the messenger and ",
  "(v)  the target audience i.e. individuals whose attitudes need change. ",
  " ",
  "Two Types of Moral Judgements ",
  "In some of our moral judgements we say that a certain action or kind of action is morally right, ",
  "wrong, obligatory, or ought or ought not to be done. In others, we talk not about action or kind of ",
  "action, but about persons, motives, intentions, character traits and the like. We may say that they ",
  "are morally good, bad, virtuous, vicious, responsible, blameworthy, etc. The things talked about in ",
  "these two kinds of judgement and what is said about them is different. The former judgements are ",
  "called judgements of moral obligation (deontic) and the latter as judgements of moral value (aretaic). ",
  "It is better to avoid expressions like ‘good actions’ and ‘good deeds’. Here, good refers to intentions ",
  "or consequences. However, judgements of events and values are interrelated. ",
  "Two Types of Self Awareness ",
  "Two particular types of individual differences in self-awareness have been found to be important, ",
  "and they relate to self-concern and other-concern, respectively. Private self-consciousness refers to ",
  "the tendency to introspect about our inner thoughts and feelings. People who are high in private ",
  "self-consciousness tend to think about themselves a lot and to be attentive to their inner feelings. ",
  "People who are high on private self-consciousness are likely to base their behaviour on their own ",
  "inner beliefs and values—they let their inner thoughts and feelings guide their actions—and they may ",
  "be particularly likely to strive to succeed on dimensions that allow them to demonstrate their own ",
  "personal accomplishments ",
  "Public self-consciousness, in contrast, refers to the tendency to focus on our outer public image ",
  "and to be particularly aware of the extent to which we are meeting the standards set by others. These ",
  "are the people who check their hair in a mirror they pass and spend a lot of time getting ready in the  ",
  "26.56   Ethics, Integrity & Aptitude ",
  "morning; they are more likely to let the opinions of others, (rather than their own opinions) guide ",
  "their behaviours and are particularly concerned with making good impression on others. ",
  "Universalistic Hedonism ",
  "Hedonism implies that people pursue pleasure. In doing so, the greatest attainable pleasure is always ",
  "to be selected. In choosing our own pleasures, the future is to be regarded as of equal weight with ",
  "the present. In like manner, also, the pleasures of others are to be regarded as of equal weight with ",
  "our own. In this way, Dr. Sidgwick rejects egoistic hedonism, and argues universalistic hedonism to ",
  "be the only reasonable hedonistic system. This is another way of describing utilitarianism. ",
  "UN Charter ",
  "UN Charter can be regarded as embodying the currently accepted code of international morality. ",
  "The preamble refers to the great human misery which the First World War and the Second World ",
  "War caused and to the need to end wars. It emphasises the value of human rights, and also the ",
  "rights of small (and weak) nations. It highlights that nations should abide by treaties and should ",
  "observe international law. ",
  "The Charter mentions the following as requirements for achieving the aims set out in the ",
  "preamble. ",
  "¤  An environment of peace, tolerance and good neighbourly relations ",
  "¤  A commitment to act together for collective or international security ",
  "¤  Adoption of principle and institutions for avoiding use of armed forces ",
  "The main purpose of UN is to maintain international peace and security. From these two ",
  "instrumental objectives follow: to act collectively to prevent and remove threats to peace; and to ",
  "suppress acts of aggression or other breaches of peace. An allied purpose is to settle peacefully, and ",
  "in accordance with the principles of justice and international law, international disputes or situations ",
  "which can disrupt peace. ",
  "Utilitarianism ",
  "Utilitarianism recommends that an act or application of rule by a moral agent should seek to ",
  "maximise the net balance of good over evil (the “greatest good”) for as many members of the society ",
  "as possible (the “greatest number”). Utilitarianism requires measuring and aggregating (at least in ",
  "rough quantity) the relative benefits and burdens to an entire community of people of some act or ",
  "rule. Consequences may be judged as good or bad from the individual moral agent’s perspective ",
  "or on the basis of welfare or happiness or utility. ",
  "(Gerald M. Pops, A Teleological Approach to Administrative Ethics) ",
  " ",
  "Values ",
  "According to William Frankena, “values” in the narrower sense refer to that which is considered ",
  "good, desirable or worthwhile, and in the broader sense, to “all kinds of rightness, obligation, virtues, ",
  "beauty, truth, and holiness”. The anthropologist Clyde Kluckhohn says: “A value is a conception, ",
  "explicit or implicit, distinctive of an individual or characteristic of a group, of the desirable which  ",
  "Glossary of Terms    26.57 ",
  "influences the selection from available modes, means, and ends of action.” David Hume refers to ",
  "values as the ‘oughts’ and ‘ought nots’ of the world. ",
  "According to sociologists values are not strictly individual. Thomas McCullough defines values ",
  "as: ",
  "Values … are communal. They are public in that they are standards transcending individual taste, carrying a ",
  "claim to be recognised by the community. They can be discussed, analysed, ordered, and justified in a rational discourse. ",
  "A meaningful discussion about values presupposes a common lifeworld, a shared cultural context within which persons ",
  "respect one another and care about ideas and values as determinants of life together. ",
  "Max Weber referred to “value pluralism” and observed that ultimately the possible attitudes ",
  "towards life are innumerable and irreconcilable. However, as pointed out by Durkheim, human ",
  "beings in society achieve some convergence in their values through “collective sentiments and ",
  "collective ideas”. ",
  "(Harold F. Gortner, Values and Ethics) ",
  "There can be values in different spheres of society as shown in the table ",
  " ",
  "Social  Bureaucratic  Economic *  Democratic**  Professional ",
  "Humanitarianism  Competence &  Rationality  Individual worth &  Expertise ",
  "  specialization    dignity   ",
  "Security, comfort  Externally  Economic  Personal achievement  Rejection of self interest ",
  "  established goals  efficiency    in action ",
  "Equality  Impersonality  Measurability of  Minority rights  Independent  decisions ",
  "  in action  values in material     ",
  "    or monetary terms     ",
  "External conformity  Rationality,  Quantifiable goals  Liberty, Freedom  Beneficence for clients ",
  "  stability       ",
  "Efficiency  Career in  Minimum  Efficacy,  empowerment  Recognition,  identification ",
  "  organization  interference with    by community ",
  "    market forces     ",
  "Practicality  Hierarchical      Lifetime work ",
  "  obligation &      commitment ",
  "  accountability       ",
  "        Social obligation ",
  "        & self regulation ",
  "        within profession ",
  "*The reference to minimum market interference is derived from economic liberalism. Socialist can have different ideas. ",
  "**For a statement of these values in Indian context, refer to constitutional values in the text. ",
  "*** The table does not include the character virtues mentioned in Ethics. We have referred to them elsewhere in the text. ",
  " ",
  "Vigilance ",
  "Vigilance is a generic term for the mechanisms and procedures followed in government organizations ",
  "to curb corruption. Government agencies can adopt three broad approaches to reduce corruption. ",
  "The three approaches are (i) Preventative vigilance; (ii) Punitive vigilance; and (iii) Surveillance ",
  "and detection. Preventive vigilance refers to measures which are taken to reduce or eliminate the  ",
  "26.58   Ethics, Integrity & Aptitude ",
  "likelihood of corruption in an organization. Punitive vigilance refers to actions including award ",
  "of punishment which arise after commission of acts of corruption. Surveillance vigilance refers to ",
  "ongoing monitoring of vigilance cases. ",
  "Virtue as a Golden Mean ",
  "In his ethical discussions, Aristotle focuses on character, because by improving it, he thought men ",
  "could also improve their virtues. Aristotle considered that virtue represents a balance between ",
  "extremes. For example, courage is the middle between one extreme of deficiency (cowardice) ",
  "and the other extreme of excess (recklessness). A coward would be a warrior who flees from the ",
  "battlefield and a reckless warrior would charge at fifty enemy soldiers. This doesn’t mean that the ",
  "golden mean is the exact arithmetical middle between extremes, but that the middle depends on the ",
  "situation. There is no universal middle that would apply to every situation. Because of the difficulty ",
  "the balance in certain situations can represent, constant moral improvement of the character is crucial ",
  "for recognizing it. The golden mean applies only for virtues, not vices. Certain emotions and actions ",
  "(hate, envy, jealousy, theft, and murder) are always wrong, regardless of their degree. ",
  "The importance of the golden mean is that it re-affirms the balance needed in life. It was ",
  "recognised in ancient Greek: “Nothing in Excess”. This approach is very relevant to modern society ",
  "which suffers from excessive wealth accumulation and consumption and neglect of education, healthy ",
  "sports activities and of intellectual pursuits. ",
  "Virtue Ethics or Character Ethics ",
  "This is an approach to Ethics which regards notion of virtue (often conceived as excellence) as ",
  "fundamental. Virtue ethics is primarily concerned with traits of character that are essential to human ",
  "flourishing, not with the enumeration of duties. It considers that morality consists not in adhering ",
  "certain principles (like hedonism), but consists in cultivating good character traits. According to ",
  "virtue ethics, an ideal moral life can be led by cultivating good character. ",
  "This can be viewed as another approach to Ethics – along with deontological ethics and ",
  "consequentialism. It has a closer affinity to deontological ethics in that it views morally right actions ",
  "are constitutive of the end itself and are not mere instrumental means to the end. ",
  "(From Britannica Concise Encyclopaedia) ",
  "Whistleblower ",
  "The term “whistle blowing” is a newly coined expression. It refers to an individual who makes public ",
  "the illegal or dark secrets carefully hidden within an organization. ",
  "Widening The Definition of Corruption ",
  "SARC recommended widening the definition to include: ",
  "¤  Gross perversion of the Constitution and democratic institutions amounting to wilful violation ",
  "of oath of office ",
  "¤  Abuse of authority unduly favouring or harming someone ",
  "¤  Obstruction of justice ",
  "¤  Squandering public money  ",
  "",
  ""
]