[
  "C h a p t e r.15 ",
  "Lokpal ",
  " ",
  " ",
  " ",
  " ",
  "HISTORICAL BACKGROUND OF LOKPAL ",
  "Although ‘Lokpal’ has shot into prominence recently due to Anna Hazare’s anti-corruption crusade, ",
  "the concept is quite old. Lokpal parallels the concept (which emerged globally and especially in ",
  "the Scandinavian countries) of Ombudsman as a means of tackling corruption and/or of redressing ",
  "public grievances. Late jurist L.M. Singhvi mentioned about this institution in the parliament and ",
  "gave its rationale: “...an institution such as the Ombudsman must be brought into existence in our ",
  "country. It is for the sake of securing justice and for cleansing the public life of the Augean stable ",
  "of corruption, real and imaginary, that such an institution must be brought into existence… It is to ",
  "provide an alternative to the cold and protracted formality of procedure in course of law that such ",
  "an institution should be brought to existence. There is every conceivable reason today which impels ",
  "to the consideration that such an institution is now overdue in our country...” ",
  "This is how the idea of Lokpal appeared on the national legislative agenda. Later, the Government ",
  "appointed an Administrative Reforms Commission which in its recommendation suggested a scheme ",
  "of appointing Lokpal at Centre and Lokayuktas in each State. Subsequently, to implement the ",
  "recommendations of the First Administrative Reforms Commission, eight Bills were introduced in ",
  "the Lok Sabha from time to time. However, all these Bills, (except the 1985 bill) lapsed consequent ",
  "upon the dissolution of the respective Lok Sabhas. The 1985 Bill was later withdrawn. The Bills had ",
  "varied conceptions of the scope, structure and jurisdiction of the Lokpal. We will examine the matter ",
  "based on The Lokpal and Lokayuktas Bill, 2011which Lok Sabha passed. Therein the institution of ",
  "Lokpal appears with many changes which reflect the changing socio-economic conditions and the ",
  "nature, level and pervasiveness of corruption in contemporary society. ",
  " ",
  "RECENT DEVELOPMENTS ",
  "The proximate cause which pushed government into formulating the latest version of the Lokpal bill ",
  "is Anna Hazare’s anti corruption movement. Anna Hazare and his team demanded that government ",
  "should pass their Jan Lokpal bill. After negotiations with Anna Hazare, government appointed a  ",
  "15.2   Ethics, Integrity & Aptitude ",
  "Joint Drafting Committee (which included Anna and four members of his team) for preparing the ",
  "Lokpal bill. Its draft formed the basis (though it was not wholly adopted) for the government bill. ",
  "Based on the deliberations of the Committee, and on the basis of inputs received from Chief ",
  "Ministers of States and political parties, Government prepared a revised Lokpal Bill, 2011 which was ",
  "introduced in the Lok Sabha in August, 2011. The Government introduced a new comprehensive ",
  "Lokpal and Lokayuktas Bill, 2011 in the Lok Sabha on 22.12.2011 to establish the institution of Lokpal ",
  "at the Centre and Lokayukta at the level of States along with the Constitution 116th Amendment Bill, ",
  "2011 to provide for the Constitutional status to these bodies. ",
  "These Bills were taken up for consideration by the Lok Sabha on 27.12.2011. The Lokpal ",
  "and Lokayuktas Bill, 2011 was passed with certain amendments whereas the Constitution 116th ",
  "Amendment Bill, 2011 could not be passed with the requisite majority required for Constitutional ",
  "amendments. The Lokpal and Lokayuktas Act, 201 was taken up for discussion and passing in the ",
  "Rajya Sabha on 29.12.2011. The discussion remained inconclusive. ",
  "Later parliament passed the necessary legislation ‘The Lokpal And Lokayuktas Act, 2013’. It ",
  "received presidential consent on 1.1.2014 and came into force on the same day. The Act made a ",
  "few changes in the earlier bill. Our discussion incorporates the changes, and gives the latest position. ",
  " ",
  "MAIN PROVISIONS OF THE ACT ",
  "Composition ",
  "Now, we will outline the main provisions of the Act. The Lokpal will have a Chairperson and upto ",
  "eight members. Four of these will be judicial members. The chairman can be i) a serving or retired ",
  "chief justice of India; or ii) serving or retired Supreme Court judge or iii) an eminent person. A ",
  "Judicial Member should be i) a serving or retired Judge of the Supreme Court or ii) a serving or ",
  "retired Chief Justice of a High Court. A non-judicial member has to be a person of impeccable ",
  "integrity and outstanding ability having special knowledge and expertise of not less than twenty- ",
  "five years in the matters relating to anti-corruption policy, public administration, vigilance, finance ",
  "including insurance and banking, law and  management. ",
  "The Lokpal and Lokayuktas Act provides that not less than fifty per cent of the Members of the ",
  "Lokpal shall be from amongst the persons belonging to Scheduled Castes, Scheduled Tribes, Other ",
  "Backward Classes, Minorities and women. ",
  "The following categories of persons are ineligible for being chairman or members of the Lokpal ",
  "¤  Member of Parliament or a member of the Legislature ",
  "¤  Member of any Panchayat or Municipality ",
  "¤  A person convicted of any offence involving moral turpitude ",
  "¤  A person of less than forty-five years of age ",
  "¤  A person who has been removed or dismissed from the service of the Union or a State ",
  "¤ A person holding any office of trust or profit (other than his office as the Chairperson or a ",
  "Member) or affiliated with any political party or carrying on any business or practising any ",
  "profession. However, those holding any trust or office, those in business and profession can ",
  "join Lokpal after giving up such vocations.  ",
  "Lokpal   15.3 ",
  "Manner of Appointment: Selection Committee ",
  "The President of India will appoint the Chairperson and Members of Lokpal based on the ",
  "recommendations of a Selection Committee. The Selection committee will consist of– ",
  "(a)  Prime  Minister–chairperson; ",
  "(b)  Speaker of the House of the People–member; ",
  "(c)  Leader of Opposition in the House of the People–member; ",
  "(d)  Chief Justice of India or a Judge of the Supreme Court nominated by him–member; ",
  "(e)  One eminent jurist as recommended by committee members (a), (b), (c) to be nominated ",
  "by the President–member. ",
  " ",
  "Search Committee ",
  "The Selection Committee will have to constitute a Search Committee for preparing a panel of ",
  "persons to be considered for appointment as the Chairperson and Members of the Lokpal. The ",
  "Search Committee will have at least seven persons of standing. They should be experts in anti- ",
  "corruption policy, public administration, vigilance, policy making, finance including insurance and ",
  "banking, law and management or in any other matter which the Selection Committee considers ",
  "relevant. Not less than fifty per cent of the members of the Search Committee have to be from ",
  "Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities and women. ",
  "The Selection Committee may also consider any person other than the persons recommended ",
  "by the Search Committee. The selection committee will devise its own procedures for carrying on ",
  "its functions. The Chairperson and every Member shall, on the recommendations of the Selection ",
  "Committee, be appointed by the President. ",
  "The chairman and members of Lokpal can hold office for 5 years or until they attain the age ",
  "of 70 years. The chairman and members are barred from holding any other offices in the Central ",
  "or State governments. They cannot fight elections for parliament, assemblies or local bodies for a ",
  "period of five years after completing their tenure in the Lokpal. ",
  " ",
  "LOKPAL’S  JURISDICTION ",
  "Lokpal represents a mechanism for dealing with complaints of corruption against public functionaries ",
  "and public servants at all levels of government from top to the bottom. The term ‘public functionaries’ ",
  "is often used to refer to persons other than civil servants holding public offices like ministers or other ",
  "political persons. The complaint should contain allegations that a public servant has committed an ",
  "offence punishable under the Prevention of Corruption Act. Lokpal has a wide jurisdiction of looking ",
  "into complaints against public functionaries and public servants who may be serving or who may have ",
  "retired. The Act mentions the following categories. ",
  "¤  Prime minister ",
  "¤  Ministers ",
  "¤  Members of parliament  ",
  "15.4   Ethics, Integrity & Aptitude ",
  "¤ Group ‘A’ or Group ‘B’ officer or equivalent or above when serving or who has served in ",
  "the Central government ",
  "¤ Any Group ‘C’ or Group ‘D’ official or equivalent when serving or who has served in the ",
  "Central  government ",
  "¤ Any person who is or has been a chairperson or member or officer or employee in any ",
  "body or Board or corporation or authority or company or society or trust or autonomous ",
  "body (by whatever name called) established by an Act of Parliament or wholly or partly ",
  "financed by the Central Government or controlled by it. This covers the officials working in ",
  "any Central government undertaking including banks and any other entity which receives ",
  "Central government funds. ",
  "¤ Officials (such as directors, managers, secretaries or other officers) in bodies which are ",
  "wholly or partly financed by the Government and the annual income of which exceeds ",
  "such amount as may be specified by the Central Government. ",
  "¤ Officials of every other society or association of persons or trust which receives more than ",
  "a specified amount or more than Rs 10 lakhs from any foreign donors. ",
  "Inquiry Wing and Prosecution Wing ",
  "The traditional practice is to place investigative and prosecution agencies under the executive ",
  "wing of government. For example, State police, CBI and Enforcement directorate are investigative ",
  "agencies. In recent years, to reduce political interference in corruption cases, CBI has been ",
  "brought under the direction and superintendence of Central Vigilance Commission, with regard ",
  "to corruption cases. Supreme Court is considering the question of making CBI autonomous from ",
  "government, with a view to delink corruption case investigations from government influence. ",
  "Lokpal will have an in house Inquiry Wing headed by the Director of Inquiry for conducting ",
  "preliminary inquiry into any allegations of corruption. Lokpal will also have a Prosecution Wing ",
  "headed by the Director of Prosecution. This wing will prosecute public servants charged after ",
  "investigation into complaints received by Lokpal. The Lokpal can independently constitute these ",
  "Directorates. ",
  "Procedure for Complaint Handling ",
  "The Act lays down the procedure for handling the complaints. When Lokpal gets a complaint, they ",
  "will first decide whether to proceed with the matter or to close it. Frivolous and unsubstantiated ",
  "complaints will be closed. But if the Lokpal decides to proceed further, it shall order a preliminary ",
  "inquiry against any public servant by its Inquiry Wing or any agency (including the CBI) to ascertain ",
  "whether there exists a prima facie case for proceeding in the matter. ",
  "Lokpal can send complaints received by it about Group A or Group B or Group C or Group ",
  "D government servants to the Central Vigilance Commission. The Central Vigilance Commission ",
  "after making preliminary inquiry of the complaint shall submit its report to the Lokpal about public ",
  "servants of Group A and Group B. As regards public servants belonging to Group C and Group ",
  "D, it can decide the further course of action on its own.  ",
  "Lokpal   15.5 ",
  "During the preliminary inquiry, the Inquiry Wing or CBI also has to seek the comments on the ",
  "allegations made in the complaint from the public servant and from the competent authority or his ",
  "designated official superior. Thereafter, the report has to be submitted to Lokpal. A bench consisting ",
  "of not less than three Members of the Lokpal will consider the report received from the Inquiry ",
  "Wing or CBI. After giving an opportunity of being heard to the public servant, the bench will decide ",
  "whether there exists a prima facie case and which course to adopt. There are three alternatives if a ",
  "prima facie case is made out in the report: (a) investigation by any agency or the CBI; (b) initiation ",
  "of the departmental proceedings or any other appropriate action against the concerned public ",
  "servants by the competent authority; and (c) closure of the proceedings against the public servant. ",
  "If the complaint is malicious or baseless, action can be taken against the complainant. ",
  "When Lokpal orders an investigation, CBI has to complete the investigation within six months ",
  "and submit the investigation report containing its findings to the Lokpal. A bench consisting of three ",
  "Members has to consider the investigation report. They may decide either to ",
  "(a)  file chargesheet or closure report before the Special Court against the public servant; ",
  "(b)  initiate departmental proceedings or other appropriate action against the concerned public ",
  "servant through the competent authority. ",
  "The Lokpal may, if it decides to file a chargesheet, direct its Prosecution Wing to initiate ",
  "prosecution in the Special Court. Lokpal Act contains provisions for setting up special courts for ",
  "the trial of cases filed by Lokpal. ",
  "No Prior Sanctions ",
  "Government has created safeguards to protect senior officers who participate in or take sensitive ",
  "decisions. There are general legal clauses which protect actions which public servants take in ",
  "good faith. In such cases, no action can be taken against them. In addition, there are provisions in ",
  "relevant laws which lay down that investigations or prosecutions cannot be started against officers ",
  "of certain seniority without the prior approval of government or other competent authority. These ",
  "provisions are section 197 of the Code of Criminal Procedure, section 6A of the Delhi Special ",
  "Police Establishment Act, and section 19 of the Prevention of Corruption Act. ",
  "These provisions have often become a means of delaying action against errant officials. They have ",
  "also created avoidable legal complications in court proceedings. There have been persistent demands ",
  "for removing these provisions. These requirements have been made inapplicable in the Lokpal Act. ",
  "No sanction or approval of any authority is required when the Lokpal orders a preliminary inquiry ",
  "or an investigation or prosecution. This will not apply to those who hold constitutional offices and ",
  "are removable by procedures separately laid down in the constitution. ",
  "The Act empowers the Lokpal to attach the proceeds of corruption (cash and other assets) in ",
  "possession of a public servant. The attachment can be done for 90 days, and subject to the approval ",
  "of the special court, for the duration of the prosecution against the public servant. If the charges ",
  "are proved against the public servant, the attached proceeds can be confiscated by the central ",
  "government. Otherwise, they are returned to the public servant.  ",
  "15.6   Ethics, Integrity & Aptitude ",
  "CONTROVERSIAL ISSUES ",
  "As we noted earlier, Lokpal legislation emerged against the background of a popular anti-corruption ",
  "agitation which Anna Hazare led. Creation of Lokpal was a main demand of the agitators. They ",
  "also came up with their own conception of Lokpal, and proposed a Jan Lokpal bill. This was one ",
  "of the inputs which went into the final bill that Lok Sabha Passed. There were also negotiations ",
  "between government and Anna Hazare. A joint drafting committee with government members and ",
  "the representatives of Anna team was formed. Now, we will turn to the issues which divided the ",
  "groups seeking the Lokpal law. ",
  "Inclusion of Prime Minister in Lokpal’s Purview ",
  "The Lokpal Act provides certain safeguards with regard to investigation of complaints against the ",
  "prime minister. There were sharply divided views on whether the Lokpal bill should cover the prime ",
  "minister. Without getting into too many details, the three principal positions can be summarized as ",
  "follows. ",
  "(a)  The Prime Minister should be altogether excluded, without exception and without ",
  "qualification. ",
  "(b)  The Prime Minister should be included, without exception and without qualification. Very ",
  "few subscribed to this view. ",
  "(c)  The Prime Minister should be included, with subject matter exclusions like national security, ",
  "foreign affairs, atomic energy and space. Some variants and additions suggested the addition ",
  "of ‘national interest’ and ‘public order’ to this list of subject matter exclusions. ",
  "The Act passed by parliament contains the following provisions. ",
  "¤ Lokpal shall not inquire into any allegation of corruption against the Prime Minister if it ",
  "relates to international relations, external and internal security, public order, atomic energy ",
  "and space. This is called the subject matter exclusion. ",
  "¤ Lokpal can inquire into allegations of corruption against prime minister if they refer to ",
  "subjects other than the above. Further, even in these matters, the full bench of the Lokpal ",
  "consisting of its Chairperson and all Members has to consider the initiation of inquiry and ",
  "at least two-thirds of its Members have to approve such inquiry. ",
  "¤ There is another safeguard that any such inquiry shall be held in camera and that if the ",
  "Lokpal concludes that the complaint deserves to be dismissed, the records of the inquiry ",
  "shall not be published or made available to anyone. ",
  " ",
  "Conduct of MPs inside Parliament ",
  "Opinion was also divided on whether the speeches, actions and conduct of members of parliament ",
  "should come under Lokpal’s purview. A concrete example is of a member of parliament taking a ",
  "bribe to vote in a particular way. According to a long standing tradition, the activities of members ",
  "of parliament within the House are regulated by the House itself or by the speaker. No outside ",
  "influence from judiciary or elsewhere is countenanced in the matter. It is a question of supremacy ",
  "of parliament in a democracy.  ",
  "Lokpal   15.7 ",
  "Actually, Constitution covers this point in article 105(2). MP’s acts like speech or voting in the ",
  "House cannot be inquired into by the Lokpal or by any other agency to the extent they are covered ",
  "under Article 105(2) of the Constitution. But Anna Hazare’s team contends that Article 105 of the ",
  "Indian Constitution does not seek to immunize corrupt vote, corrupt speech and corrupt action ",
  "within the House. Alternatively, they contend that if Article 105 is read as granting immunity to ",
  "voting, speech or conduct involving corruption, then Article 105 must necessarily be amended. ",
  "The counter view is summarized in Report on The Lokpal Bill, 2011 of the Parliamentary ",
  "Standing Committee on Personnel, Public Grievances, Law and Justice: ",
  "Vote, conduct or speech within the House is intended to promote independent thought and action, without fetters, within ",
  "Parliament. Its origin, lineage and continuance are ancient and time-tested. Even an investigation as to whether vote, speech ",
  "or conduct in a particular case involves or does not involve corrupt practices, would whittle such unfettered autonomy and ",
  "independence within the Houses of Parliament down to vanishing point. Such immunity for vote, speech or conduct within ",
  "the Houses of Parliament does not in any manner leave culpable MPs blameless or free from sanction. They are liable to ",
  "and, have, in the recent past, suffered severe parliamentary punishment including expulsion from the Houses of Parliament, ",
  "for alleged taking of bribes amounting to as little as Rs. 10,000/- for asking questions on the floor of the House. It is ",
  "only external policing of speech, vote or conduct within the House that Article 105 frowns upon. It leaves such speech, ",
  "vote and conduct not only subject to severe intra-parliamentary scrutiny and action, but also does not seek to affect corrupt ",
  "practices or any other vote, speech. ",
  "In short, Article 105 does not provide MPs immunity or protection from disciplinary proceedings ",
  "or sanctions initiated and conducted by the Parliament itself. The Committee cites the cash for ",
  "questions scam which led to the expulsion of 11 Members from different political parties. Their ",
  "appeal to the Supreme Court challenging their expulsion was also rejected by the Supreme Court. ",
  "Lokpal Act excludes the conduct of members of parliament inside the house from Lokpal’s scrutiny. ",
  "To quote the Act, “…the Lokpal shall not inquire into any matter involved in, or arising from, or connected ",
  "with, any such allegation of corruption against any member of either House of Parliament in respect of anything ",
  "said or a vote given by him in Parliament or any committee thereof covered under the provisions contained in clause ",
  "(2) of article 105 of the Constitution.” ",
  "Inclusion of Group C and D Employees in Lokpal’s Purview ",
  "As members of armed forces – of army, navy and air force - are covered by separate laws, they are ",
  "excluded from the purview of Lokpal. But this was not a point in dispute. ",
  "Another dispute about Lokpal centred on inclusion of Group C and D categories within Lokpal’s ",
  "jurisdiction. Anna Hazare sought their inclusion. Government functionaries like patwaris, other ",
  "revenue officials, and police inspectors are seen as the exploiters of common people. Government ",
  "pointed to the difficulties of including them because their sheer size can overwhelm the working ",
  "of Lokpal. The total of Group A to D + Railways + Central PSUs + Post and Telegraph would be ",
  "approximately 63 lakhs, or 65 lakhs at 2011 estimates. Of these, 57 to 58 lakh belong to Group C ",
  "and D. (We can ignore the fact that after the Sixth Pay Commission, Groups C and D are getting ",
  "merged for it makes no difference to the numbers.) On a conservative estimate of one policing officer  ",
  "15.8   Ethics, Integrity & Aptitude ",
  "per 200 employees (a ratio propounded by several witnesses including team Anna), approximately ",
  "35000 employees would be required in the Lokpal to police the Central Government employees. ",
  "This policing is certainly not a practicable proposition for the Lokpal. ",
  "The Select Committee observes: “Even after it is created, it may lead to a huge parallel bureaucracy which ",
  "would set in train its own set of consequences, including arbitrariness, harassment and unfair and illegal action by the ",
  "same bureaucracy which, in the ultimate analysis would be nothing but a set of similar employees cutting across the ",
  "same A, B and C categories. As some of the Members of the Committee, in a lighter vein put it, one would then have ",
  "to initiate a debate on creating a super Lokpal or a Dharampal for the policing of the new bureaucracy of the Lokpal ",
  "institution itself ”. ",
  "The Select Committee has therefore proposed that if from the total of 65 lakh government ",
  "employees, C and D categories are excluded, the number of A and B categories employees would ",
  "be approximately 7.75 lakhs. The Committee believes that this figure of 7.75 or 8 lakhs would be ",
  "manageable figure for the Lokpal. ",
  "The Act passed by Lok sabha brings Group C and D employees under the purview of Lokpal. ",
  "However, Lokpal can transmit complaints about them to the central vigilance commission. And the ",
  "commission can take final decisions on those complaints. The Act has adopted a practical course ",
  "in the matter. ",
  "Inclusion of Judiciary in Lokpal’s Jurisdiction ",
  "Whether to include or exclude the judiciary from the ambit of the Lokpal was also a question on ",
  "which opinion was divided. One side emphasises the judiciary as a separate organ of State distinct ",
  "and independent of the executive. The Judiciary consists of about 31 judges of the Apex Court, 800 ",
  "judges of the High Courts, and 20,000 judges of the subordinate judiciary. Separation of judicial ",
  "power from executive is essential for an independent judiciary in a democracy and is recognised ",
  "specifically in Article 50 of the Indian Constitution. The lower judiciary (below high courts) is under ",
  "the disciplinary control of high courts as provided in Article 235 of the constitution. High court and ",
  "Supreme Court judges can be removed only after impeachment proceeding in parliament which is ",
  "virtually impossible. Further, conduct of higher judiciary cannot be discussed in parliament except ",
  "in proceedings for their removal. ",
  "There has been public clamour for laying down standards for the Judiciary and creating a ",
  "practicable mechanism for ensuring accountability of Judiciary, including effective mechanisms for ",
  "criminal prosecution for corruption practiced by judicial officers and the higher judiciary. ",
  "The Anna Committee argued: “.....The judiciary may be brought under the purview of anti-corruption ",
  "system through a separate Bill, to be introduced simultaneously, provided the Judicial Conduct Commission so set up ",
  "is also independent of the government as well as the judiciary and has the power of investigating and prosecuting ",
  "judges for corruption. The Judicial Standards and Accountability bill of the government does not deal with criminal ",
  "investigation of judges, nor does it set up an independent committee.....” ",
  "However, the consensus was to keep the judiciary out of Lokpal’s ambit. At the same time, ",
  "there is an urgent need for a comprehensive law on judicial standards and accountability. A Bill has ",
  "already been proposed on the subject. It provides a mechanism within judiciary itself for tackling  ",
  "Lokpal   15.9 ",
  "errant judicial behaviour by taking disciplinary action such as censure, warning, suspension and ",
  "removal. But the Judicial Standards and Accountability Bill, by conscious design, does not deal with ",
  "issues of corruption. ",
  "There is a widely held view that self-disciplinary mechanisms within judiciary are no longer ",
  "effective. Further, overtime, the role of executive in judicial appointments has reached a vanishing ",
  "point. The collegium system of appointing judges is seen by many as opaque. The Select committee ",
  "recommends: “The appointment process cannot be allowed and should not be allowed to continue in the hands of a ",
  "self-appointed common law mechanism created by judicial order operating since the early 1990s. A National Judicial ",
  "Commission must be set up to create a broad-based and comprehensive model for judicial appointments, including, if ",
  "necessary, by way of amendment of Articles 124 and 217 of the Indian Constitution.” ",
  "Inclusion of Lokayuktas in The Law ",
  "Another issue which divided opinion is a constitutional point. Anna Hazare team wanted the bill ",
  "to cover Lokpal at the Centre and Lokayuktas in States. Others argued that Central government ",
  "cannot pass a law on Lokayuktas who have to function in States. The concerned States have to pass ",
  "the necessary laws creating Lokayuktas. ",
  "There are two questions involved here. One is whether the centre has the constitutional power ",
  "or legislative competence to pass a law creating Lokayuktas in States. India being a federal State, ",
  "the subjects on which laws can be passed by the Centre and States are divided in the Constitution. ",
  "There is a central list which enumerates the subjects on which the Centre alone can legislate. There ",
  "is a State list which enumerates subjects on which States alone can legislate. Finally, a concurrent ",
  "list contains items on which both can legislate. Some argued that Centre can pass, within the present ",
  "scheme of things, a law on Lokayuktas relying on an Article of the constitution which permits ",
  "Centre to enact laws to give effect to international treaties to which it is a signatory. They cited the ",
  "instance of National and State Human Rights Commissions which were set up under this provision. ",
  "Similarly, ‘the Lokpal and Lokayuktas Bill’ cites UN Convention against Corruption as the source of ",
  "its legislative competence. In this connection, the Ministry of Law made an interesting observation ",
  "that the requirement of following international treaties and conventions cannot override other ",
  "constitutional provisions. Without intending to do so, Centre in the name of following international ",
  "treaties can ride roughshod over rights of States. ",
  "The other question is that the procedure infringes the federal principle. In this case, it would be ",
  "for the concerned State to create or not to create a Lokayukta. There are practical questions which ",
  "are relevant here. For instance, it is necessary to ensure uniformity in such matters. Otherwise, ",
  "government servants doing similar jobs will be governed by different laws in adjacent States. Further, ",
  "the procedures for tackling corruption will vary as between States. The existing Lokayuktas clearly ",
  "show the differences in their structure, functions and procedures. One suggestion was that the Central ",
  "law can contain a chapter on Lokayuktas which States can adopt. The Act contains the following ",
  "provision covering Lokayuktas: “Every State shall establish a body to be known as the Lokayukta for the State, ",
  "if not so established, constituted or appointed, by a law made by the State Legislature, to deal with complaints relating ",
  "to corruption against certain public functionaries, within a period of one year from the date of commencement of this ",
  "Act.”  ",
  "15.10   Ethics, Integrity & Aptitude ",
  "Other Important Provisions ",
  "¤ The Central Government shall constitute such number of Special Courts, as recommended ",
  "by the Lokpal, to hear and decide the cases arising out of the Prevention of Corruption Act, ",
  "1988 or under the Lokpal Act. ",
  "¤ Every public servant shall make a declaration of his assets and liabilities in the manner as ",
  "provided in the Act. ",
  "¤ If any public servant is convicted of an offence under the Prevention of Corruption Act, ",
  "1988 by the Special Court, it may make an assessment of loss, if any, caused to the public ",
  "exchequer on account of the actions or decisions of such public servant not taken in good ",
  "faith and for which he stands convicted, and may order recovery of such loss, if possible ",
  "or quantifiable, from such public servant so convicted. Further, if the Special Court comes ",
  "to the conclusion that the loss caused was pursuant to a conspiracy with the beneficiary or ",
  "beneficiaries of actions or decisions of the public servant so convicted, then such loss may ",
  "also be recovered from such beneficiary or beneficiaries proportionately. In this and other ",
  "matters, the Act incorporates the recommendations which seek to deprive corrupt public ",
  "servants of their ill gotten gains. ",
  " ",
  "Conclusion ",
  "The Lokpal and Lokayuktas Act is a welcome addition to the mechanisms for fighting corruption. ",
  "There is little doubt that Lokpal will have a salutary effect on improving the moral tone of the ",
  "administration. It represents a consensus between government, civil society groups, political parties, ",
  "experts and enlightened public. It gives legal backing to many recommendations made earlier for ",
  "checking corruption. It will create a uniform system for fighting corruption in the country. ",
  " ",
  "   Summary  ",
  " ",
  "¤ Although ‘Lokpal’ has shot into prominence recently due to Anna Hazare’s anti-corruption ",
  "crusade, the concept is quite old. ",
  "¤ Lokpal parallels the concept (which emerged globally and especially in the Scandinavian ",
  "countries) of Ombudsman as a means of tackling corruption and/or of redressing public ",
  "grievances. ",
  "¤ The First Administrative Reforms Commission recommended a scheme of appointing Lokpal ",
  "at Centre and Lokayuktas in each State. ",
  "¤ For creating the Lokpal, eight Bills were introduced in the Lok Sabha from time to time. ",
  "However, all these Bills (except the 1985 bill), lapsed consequent upon the dissolution of the ",
  "respective Lok Sabhas. The 1985 Bill was later withdrawn. The Bills had varied conceptions ",
  "of the scope, structure and jurisdiction of the Lokpal. ",
  "¤ The proximate cause which pushed government into formulating the latest version of the ",
  "Lokpal bill is Anna Hazare’s anti corruption movement. Anna Hazare and his team demanded ",
  "that government should pass their Jan Lokpal bill.  ",
  "Lokpal   15.11 ",
  "¤ After negotiations with Anna Hazare, government appointed a Joint Drafting Committee ",
  "(which included Anna and four members of his team) for preparing the Lokpal bill. Its draft ",
  "formed the basis (though it was not wholly adopted) for the government bill. ",
  "¤ Lok Sabha passed the Lokpal and Lokayuktas Bill, 2011 with certain amendments whereas ",
  "the Constitution 116th Amendment Bill, 2011 could not be passed with the requisite majority ",
  "required for Constitutional  amendments. ",
  "¤  Lokpal and Lokayuktas Act, 2013 came into force on 1-1-2014. ",
  "¤ The Lokpal will have a Chairperson and up to eight members. Four of these will be judicial ",
  "members. ",
  "¤ The President of India will appoint the Chairperson and Members of Lokpal based on the ",
  "recommendations of a Selection Committee under the chairmanship of the Prime minister. ",
  "¤ The Selection Committee will have to constitute a Search Committee for preparing a panel ",
  "of persons to be considered for appointment as the Chairperson and Members of the Lokpal. ",
  "The Search Committee will have at least seven persons of standing. ",
  "¤ Lokpal will have a wide jurisdiction covering the prime minister, ministers, MPs, all categories ",
  "of government and public sector employees and employees of NGOs receiving sizeable ",
  "funding from government. ",
  "¤ Lokpal will have an in house Inquiry Wing headed by the Director of Inquiry for conducting ",
  "preliminary inquiry into any allegations of corruption. Lokpal will also have a Prosecution ",
  "Wing headed by the Director of Prosecution. ",
  "¤ The Act lays down the procedure for handling the complaints. This procedure was outlined ",
  "earlier in the chapter. ",
  "¤ No sanction or approval of any authority is required when the Lokpal orders a preliminary ",
  "inquiry or an investigation or prosecution. This will not apply to those who hold constitutional ",
  "offices and are removable by procedures separately laid down in the constitution. ",
  "¤  The following controversial issues arose during the consideration of the Lokpal legislation ",
  "(a)  Inclusion of prime minister in Lokpal’s purview ",
  "(b)  Conduct of MPs inside parliament ",
  "(c)  Inclusion of group C and D employees in Lokpal’s purview ",
  "(d)  Inclusion of judiciary in Lokpal’s jurisdiction ",
  "(e)  Inclusion of Lokayuktas in the law ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What is the historical origin of the concept of Lokpal? ",
  "2.  Briefly mention the history of Lokpal idea in India. ",
  "3.  What is the rationale of the Lokpal institution? ",
  "4.  What are the circumstances which led to the formulation of the Lokpal and Lokayuktas bill? ",
  "5.  According to some critics, Anna’s agitation for Lokpal was a damp squib. Do you agree? Give ",
  "reasons in support of your view.  ",
  "15.12   Ethics, Integrity & Aptitude ",
  "6.  “The jurisdiction Anna demanded for Jan Lokpal was too wide to be practicable.” Comment. ",
  "7.  What is the present status of the Lokpal and Lokayuktas bill? ",
  "8.  Briefly outline the procedure laid down in Lokpal and Lokayuktas Act for constituting the Lokpal. ",
  "9.  What are the qualifications proposed in the Lokpal and Lokayuktas Act for the chairman and ",
  "members of the Lokpal institution? ",
  "10.  What are the arguments for and against bringing the prime minister under the jurisdiction of ",
  "the Lokpal? ",
  "11.  What are the practical problems in bringing group C and D employees under the purview of ",
  "Lokpal? ",
  "12.  What are the issues involved in bringing the conduct of MPs inside parliament within the ambit ",
  "of Lokpal or other agencies? ",
  "13.  What is the difference between Lokpal and Lokayukta? What is the problem in making a central ",
  "law on Lokayukta? ",
  "14.  Why is it necessary for Lokpal to have its own wings for investigation and prosecution? ",
  "15.  Discuss the issue of judicial accountability in the context of the role of Lokpal. ",
  " ",
  "REFERENCES ",
  " The Lokpal and Lokayuktas Act 2014 ",
  " Parliamentary Standing Committee on Personnel, Public grievances, Law and Justice Report ",
  "on the Lokpal Bill 2011  ",
  "",
  ""
]