[
  "C h a p t e r.5  ",
  "Lessons from the ",
  "Lives of Great Indian ",
  "Leaders, Reformers and ",
  "Administrators ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION  AND APPROACH ",
  "We need to begin this chapter with a few prefatory remarks. The verbatim reproduction of UPSC’s ",
  "description of the topic is ‘Human values – lessons from the lives and teachings of great leaders, ",
  "reformers and administrators’. This topic is open–ended in the sense that it is difficult to determine ",
  "its contours. Further, the number of such men and women being large, one can discuss only a ",
  "selected few as representative exemplars. The treatment has to briefly cover both their lives and ",
  "ethical messages. ",
  "One has to further consider the three categories - leaders, reformers and administrators. Some ",
  "individuals have combined these roles. Among leaders, those who spearheaded our national ",
  "independence movement deserve special mention. Students will be familiar with the names: Gandhi, ",
  "Nehru, Vallabhai Patel, Subhas Chandra Bose, Dadabhai Naoroji, Tilak, Gokhale, Maulana Azad, ",
  "Ambedkar, Rajagopalachari, Tanguturi Prakasam, Subhramanya Bharati and many others. Students ",
  "would have learnt about their lives, sacrifices and ideas while reading about Indian independence ",
  "movement. It is, therefore, unnecessary to discuss them here. ",
  "Reforms can be political, social, economic, moral, ethical or religious. Religion and ethics are ",
  "closely connected, and accordingly, we concentrate on such reforms. Moreover, historians have ",
  "especially focused on social and religious reforms in Indian society in the nineteenth century. Raja ",
  "Ram Mohan Roy, Ramakrishna Paramahamsa and Swami Vivekananda are the foremost figures ",
  "of this reform movement. We also need to go back in history and consider the saints associated  ",
  "5.2   Ethics, Integrity & Aptitude ",
  "with Bhakti movement. They emphasised simple devotion to God and cultivation of virtue. They ",
  "tried to promote social unity and break caste barriers. Their messages have particular relevance to ",
  "contemporary  Indian society. ",
  "‘Administrators’ may mean members of bureaucracy as in modern sense, or in a historical ",
  "context, able or benevolent rulers in Indian history. They can be from ancient, medieval and modern ",
  "periods. As examples, we can think of Kautilya, Asoka, Shershah, Raja Todarmal, Rani Ahalyabai, ",
  "enlightened rulers of Baroda and Mysore princely states, Sir Thomas Munro and M. Visveswarayya. ",
  "From an examination point of view, rulers or administrators of post–independence period can be ",
  "ignored. It is better to concentrate on historical figures that are distant from us in time. ",
  "UPSC gave the following model question from this area for the guidance of students: Which ",
  "great Indian personality has inspired you as a role model and how have you been able to benefit in ",
  "your life by such an inspiration? Although we cannot assume that questions of only this pattern will ",
  "be asked, we can draw one conclusion from it. Questions may not be set by name on a particular ",
  "leader, reformer or administrator. They may ask candidates to explain how they have been influenced ",
  "by any great personality or what lessons his life teaches us. This is only our conjecture. ",
  "The following question from this topic was asked in GS 4 Paper in examination of 2014: ",
  "Q4 (a) Which eminent personality has inspired you the most in the context of ethical conduct in ",
  "life? Give the gist of his/her teachings giving specific examples; describe how you have been able ",
  "to apply these teachings for your own ethical development. Following question from 2017 paper is ",
  "also from this part of the syllabus: ",
  "Q5. (a) “Great ambition is the passion of a great character. Those endowed with it may perform ",
  "very good or very bad acts. All depends on the principles which direct them.” – Napoleon Bonaparte. ",
  "Stating examples mention the rulers (i) who have harmed society and country, (ii) who worked for ",
  "the development of society and country. ",
  "Examiners may interpret the topic in various ways and ask questions to test the understanding and ",
  "analytical skills of candidates. ",
  "In this regard, we make a suggestion which students will find useful. Whenever they happen ",
  "to read about a prominent historical personality, they can ask themselves whether he or she can ",
  "be placed among great leaders, reformers or administrators. If they think so, they should jot down ",
  "brief details of the life and teachings of such personalities. They can use index cards, one for each ",
  "individual, to enter such details. They should remember these details. ",
  " ",
  "HUMAN VALUES ",
  "There is another point which we need to remember. This topic is mentioned under the rubric or ",
  "heading of ‘human values’. Values can be seen in two ways: as ideals and as desirable individual ",
  "moral qualities. We first look at the list of human values which Marshall Urban Wilbur gives. He ",
  "lists human values as they relate to individual human beings. He classifies values as bodily values, ",
  "economic values, values of recreation, values of association, character values, aesthetic values, ",
  "intellectual values and religious values. This classification refers to values encompassing almost all ",
  "human activities. The activities can be defined as bodily, social and those transcending these two.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.3 ",
  "The bodily, economic and recreation values involve the satisfaction of wants connected with ",
  "man’s bodily self. They are organic Values of character and values of association are connected ",
  "with man’s social self. They arise only in relations of the self to others. The aesthetic, intellectual ",
  "and religious values while related to the bodily and social self and conditioned by them, arise only ",
  "in functioning of the self that goes beyond them. These three categories are spiritual in two senses. ",
  "They are spiritual in being hyper-organic. In addition, ‘spiritual values’ also mean objects of human ",
  "interest which are of an ideal nature like truth, goodness and beauty. We call them things of the ",
  "spirit. ",
  "The intellectual values of knowledge are highly prized. Knowledge has a highly instrumental ",
  "value and is an indispensable means for acquisition of bodily and economic good. It helps in imbibing ",
  "cultural, aesthetic and social values. Human beings have an urge to realise their innate potentials as ",
  "part of self realisation. Education is needed for this purpose. Religious values concern divine things, ",
  "but some people have little inclination for them. ",
  "The above values pertain to individual men and women. What people consider as human values ",
  "can vary. Values are codes of internal conduct, the principles according to which men lead their lives ",
  "and make decisions. We get the values first from our parents. To these are added the values from ",
  "peers, teachers and religion. Human Values are also defined as those universal concepts found in ",
  "all cultures and societies at all times and places. Five such human values are - truth, right conduct, ",
  "love, peace and non-violence. ",
  "Human values can have another meaning as recognizing human rights. Humanism as a doctrine ",
  "placed man at the centre of discussion in philosophy, morals and humanities. It focuses on human ",
  "happiness, human concerns and human freedom and achievement. It is what underlies the saying ",
  "that ‘man is the measure of all things’. We can also say that ‘man is the be-all and end-all of things’. ",
  "In one form, Kant’s categorical imperative implies this idea. Human beings have to be always treated ",
  "as ends in themselves and not as means to any putative higher end. ",
  "Humanism is often seen in opposition to religion. Religious doctrines contain various perspectives ",
  "on God and divine purposes. They claim that the universe is moving inexorably towards divinely ",
  "ordained purposes. In this process, man though important, has to follow divine will and divine ",
  "prescriptions as revealed to holy men or prophets. Humanism rejects religious ideas, affirms autonomy ",
  "of human reason and man’s duty to chalk out independently the paths of self development and social ",
  "progress. This approach will result in a different set of values, though generally not too different ",
  "from those which religions uphold. ",
  "So far, we considered the meanings of human values. We have to examine the lives and doctrines ",
  "of great leaders, reformers and administrators from this viewpoint. Religious discourse may often ",
  "focus on spiritual exercises, theological or doctrinal questions and on external religious observances. ",
  "Sometimes, religious leaders promote narrow outlook of bigotry and sectarian intolerance. We have ",
  "to steer clear of such views. Religious approaches have to promote feelings of common humanity, ",
  "human fraternity, social equality and mutual tolerance. Students, in their reading of famous historical ",
  "personalities, should concentrate on this aspect. ",
  "Our selection of historical personalities has to be necessarily restricted. We have mainly ",
  "included religious and social reformers. We tried to include the more well–known figures. But it ",
  "does not mean that we regard the others as unimportant. India is a land of great saints and spiritual  ",
  "5.4   Ethics, Integrity & Aptitude ",
  "leaders. Only erudite and devoted scholars can do justice to the subject. Our limited purpose is to ",
  "outline the inspiring lives and teachings of a few great spiritual thinkers. Students can follow this ",
  "approach while reading about other leaders and administrators. ",
  " ",
  "VIVEKANANDA ",
  "Swami Vivekananda was born in an affluent family in Kolkata in 1863. He possessed great intellect ",
  "and innate spiritual powers. While studying in Calcutta University, he acquired deep mastery of ",
  "Western philosophy and history. He used to practise meditation even from his boyhood, and was ",
  "associated with Brahmo Movement for some time. ",
  "In his early youth, he experienced a spiritual crisis with his mind beset with doubts about the ",
  "existence of God. Upon hearing about Sri Ramakrishna from one of his English professors, he met ",
  "Sri Ramakrishna who was staying at the Kali Temple in Dakshineshwar. He straightaway asked ",
  "the Master, “Sir, have you seen God?” Vivekananda put this question to many others but received ",
  "no satisfactory answer. But Sri Ramakrishna, without a moment’s hesitation, replied: “Yes, I have. ",
  "I see Him as clearly as I see you, only in a much intenser sense.” This was how a great Guru- ",
  "disciple relationship of modern times began. Vivekananda made rapid spiritual progress under Sri ",
  "Ramakrishna’s guidance. ",
  "After sometime, Vivekananda had to cope with two misfortunes. His father died suddenly ",
  "in 1884. Vivekananda had to bear the burden of supporting his mother, brothers and sisters. ",
  "The second tragedy was the illness and death of Sri Ramakrishna. Vivekananda bore these ",
  "troubles with fortitude. He also formed a monastic brotherhood with the other disciples of ",
  "Ramakrishna, and set upon the mission of spreading the gospel of his master. So in the middle ",
  "of 1890, Vivekananda set out on a long journey of exploration and discovery of India. ",
  "Discovery of Real India ",
  "During his travels all over India, Swami Vivekananda was deeply moved by the appalling poverty ",
  "and backwardness of the masses. He was the first religious leader in India to understand and openly ",
  "declare that the real cause of India’s downfall was the neglect of the masses. The immediate need ",
  "was to provide food and other bare necessities of life to them by spreading knowledge of improved ",
  "methods of agriculture, by promoting village industries and through other similar activities. ",
  "Vivekananda saw the problem as two fold. Owing to centuries of oppression, the downtrodden ",
  "masses had lost self-confidence. It had to be restored through a life-giving, inspiring message. ",
  "Vivekananda found it in the principle of the Atman, the doctrine of the potential divinity of the ",
  "soul, taught in Vedanta, the ancient system of religious philosophy of India. The masses had to be ",
  "taught the life-giving, ennobling principles of Vedanta and the means of applying them in practical ",
  "life. Besides, they needed worldly knowledge to improve their economic condition. Vivekananda ",
  "thought that education is the means of providing both forms of knowledge. ",
  "Vivekananda also saw the need for an organization to spread education and to improve the ",
  "condition of the poor and women. He wanted “to set in motion machinery which will bring noblest ",
  "ideas to the doorstep of even the poorest and the meanest.” It was with this end that he founded the ",
  "Ramakrishna Mission.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.5 ",
  "During the course of his wanderings, Vivekananda heard about the World’s Parliament of ",
  "Religions to be held in Chicago in 1893. Prompted by friends and admirers, he decided to attend ",
  "the Parliament to present his Master’s message to the world. But he wanted a sense of inner certainty ",
  "and of divine calling regarding his mission. He found these while in deep meditation on the rock- ",
  "island at Kanyakumari. His speeches at the World’s Parliament of Religions made him famous as ",
  "an ‘orator by divine right’ and as a ‘Messenger of Indian wisdom to the Western world’. After the ",
  "Parliament, he spent nearly three and a half years mostly in the eastern parts of USA and in London ",
  "spreading Vedanta as lived and taught by Sri Ramakrishna. ",
  "Awakening his Countrymen ",
  "He returned to India in January 1897. He delivered a series of lectures in different parts of India. ",
  "In these lectures, Vivekananda  attempted: ",
  "¤  to rouse the religious consciousness of the people and create in them pride in their cultural ",
  "heritage; ",
  "¤  to bring about unification of Hinduism by pointing out the common bases of its sects; ",
  "¤  to focus the attention of educated people on the plight of the downtrodden masses; and ",
  "¤  to expound his plan for their amelioration by the application of the principles of Practical Vedanta. ",
  "Soon after his return to Kolkata, Swami Vivekananda founded (1897) Ramakrishna Mission. The ",
  "Mission was to enable monks and lay people to jointly undertake propagation of Practical Vedanta, ",
  "render various forms of social service, such as running hospitals, schools, colleges, hostels, rural ",
  "development centres etc, and provide relief and rehabilitation to victims of natural calamities. ",
  "In early 1898, Swami Vivekananda set up at Belur on the banks of the Ganges the famous ",
  "Ramakrishna Math. ",
  "His Spiritual Thoughts ",
  "New Understanding of Religion: Swami Vivekananda interpreted religion as a universal experience ",
  "of transcendent reality common to all humanity. He denied any dichotomy between science and ",
  "religion and described religion as the science of consciousness. This universal conception frees ",
  "religion from the hold of superstitions, dogmatism, priest–craft and intolerance, and makes it the ",
  "highest and noblest pursuit of freedom, knowledge and happiness. ",
  "New View of Man ",
  "Vivekananda’s concept of ‘potential divinity of the soul’ is new and ennobles man. In the present age ",
  "of humanism, scientific progress greatly improved human material wellbeing. The communications ",
  "revolution made the world a ‘global village’. But there has also been moral decay as evidenced ",
  "in the great increase in broken homes, immorality, violence and crime. Vivekananda’s concept of ",
  "potential divinity of the soul prevents this degradation, divinizes human relationships, and makes ",
  "life meaningful and worth living. He has laid the foundation for ‘spiritual humanism’. ",
  "Principle of Morality and Ethics ",
  "The prevalent morality, in both individual life and social life, is mostly based on fear – fear of the ",
  "police, fear of public ridicule, fear of God’s punishment and fear of Karma. The current theories of  ",
  "5.6   Ethics, Integrity & Aptitude ",
  "ethics also do not explain why a person should be moral and be good to others. Vivekananda has ",
  "given a new theory of ethics and new principle of morality based on the intrinsic purity and oneness ",
  "of the Atman. We should be pure because purity is our real nature, our true divine Self or Atman. ",
  "Similarly, we should love and serve our neighbours because we are all one in the Supreme Spirit ",
  "known as Paramatman or Brahman ",
  "Bridge between East and West ",
  "Swami Vivekananda built a bridge between Indian and Western cultures. He did this by interpreting ",
  "Hindu scriptures, philosophy, institutions and way of life to Westerners in easily intelligible terms. ",
  "He made them realise that they could benefit greatly from Indian spirituality. He was instrumental ",
  "in ending India’s cultural isolation from the rest of the world. He was India’s first great cultural ",
  "ambassador to the West. ",
  "On the other hand, Vivekananda’s interpretation of ancient Hindu scriptures, philosophy and ",
  "institutions made Indians receptive to Western science, technology and humanism. He taught Indians ",
  "how to master Western science and technology while retaining their religious and spiritual roots. ",
  "He emphasised that Indians need to adapt Western humanism (especially the ideas of individual ",
  "freedom, social equality and justice and respect for women) to Indian ethos. ",
  "His Contributions to India ",
  "In spite of her innumerable linguistic, ethnic, historical and regional diversities, India has had from ",
  "time immemorial a strong sense of cultural unity. It was, however, Swami Vivekananda who revealed ",
  "the true foundations of this culture and thus clearly defined and strengthened the sense of unity as ",
  "a nation. ",
  "He reminded Indians of their great national spiritual heritage and revived their pride in their ",
  "past. Furthermore, he showed the weaknesses of Western culture and how India could help in ",
  "overcoming them. ",
  "Sense of unity, pride in the past and sense of mission – which Vivekananda proclaimed greatly ",
  "strengthened India’s nationalist movement. Jawaharlal Nehru wrote: “Rooted in the past, full of ",
  "pride in India’s prestige, Vivekananda was yet modern in his approach to life’s problems, and was ",
  "a kind of bridge between the past of India and her present … he came as a tonic to the depressed ",
  "and demoralized Hindu mind and gave it self-reliance and some roots in the past.” Netaji Subhash ",
  "Chandra Bose wrote: “Swamiji harmonized the East and the West, religion and science, past and ",
  "present. And that is why he is great. Our countrymen have gained unprecedented self-respect, self- ",
  "reliance and self-assertion from his teachings”. ",
  "Swamiji’s most unique contribution to the creation of new India was to open the minds of Indians ",
  "to their duty to the downtrodden masses. Long before the ideas of Karl Marx were known in India, ",
  "Swamiji spoke about the role of the labouring classes in the production of national wealth. Swamiji ",
  "was the first religious leader in India to speak for the masses, formulate a definite philosophy of ",
  "service, and organize large-scale social service.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.7 ",
  "His Contributions to Hinduism ",
  "Identity ",
  "Swami Vivekananda gave to Hinduism as a whole a clear-cut identity, a distinct profile. Although ",
  "Hindus had a clear sense of their roots and identity, Hinduism was considered a loose confederation ",
  "of many different sects. Speaking about Swamiji’s role in giving Hinduism its distinct identity, Sister ",
  "Nivedita wrote: “… it may be said that when he began to speak it was of ‘the religious ideas of the ",
  "Hindus’, but when he ended, Hinduism had been created”. ",
  "Unification ",
  "Before Swamiji’s advent, discord and competition were common among the various sects of ",
  "Hinduism. Similarly, the protagonists of different systems and schools of philosophy were claiming ",
  "their views to be the only true and valid ones. By applying Sri Ramakrishna’s doctrine of Harmony ",
  "(Samanvaya) Swamiji brought about an overall unification of Hinduism on the basis of the principle ",
  "of unity in diversity. ",
  "Defence ",
  "Vivekananda was foremost among those who raised their voice in defence of Hinduism. This was, ",
  "in fact, his main accomplishment in the West. Christian missionary propaganda had created a false ",
  "view of Hinduism and India in Western minds. Vivekananda had to face stiff opposition in his ",
  "attempts to defend Hinduism. ",
  "New Ideal of Monasticism ",
  "A major contribution of Vivekananda to Hinduism is the rejuvenation and modernization ",
  "of monasticism. In this new monastic ideal, followed in the Ramakrishna Order, the ancient ",
  "principles of renunciation and God realisation are combined with service to God in man (Shiva ",
  "jnane jiva seva). Vivekananda equated service to man with service to God. ",
  "Modern interpretation of Hindu Philosophy and religious doctrines: Vivekananda interpreted ",
  "ancient Hindu scriptures and philosophical ideas in terms of modern thought. He also added several ",
  "illuminating original concepts based on his own transcendental experiences and vision of the future. ",
  "Some Famous Sayings of Vivekananda ",
  "¤ So long as the millions live in hunger and ignorance, I hold every man a traitor who, having ",
  "been educated at their expense pays not the least heed to them. ",
  "¤ Whatever you think, that you will be. If you think yourselves weak, weak you will be; if you ",
  "think yourselves strong, strong you will be. ",
  "¤ If you have faith in all the three hundred and thirty millions of your mythological gods … ",
  "and still have no faith in yourselves, there is no salvation for you. Have faith in yourselves, ",
  "and stand up on that faith and be strong; that is what we need. ",
  "¤ Strength, strength it is that we want so much in this life, for what we call sin and sorrow ",
  "have all one cause, and that is our weakness. With weakness comes ignorance, and with ",
  "ignorance comes misery.  ",
  "5.8   Ethics, Integrity & Aptitude ",
  "¤  The older I grow, the more everything seems to me to lie in manliness. This is my new Gospel. ",
  "¤  Purity, patience, and perseverance are the three essentials to success, and above all, love. ",
  "¤ Religion is realisation; not talk, not doctrine, nor theories, however beautiful they may be. ",
  "It is being and becoming, not hearing or acknowledging; it is the whole soul becoming ",
  "changed into what it believes. ",
  "¤  Religion is the manifestation of the Divinity already in man. ",
  "¤ Teach yourselves, teach everyone his real nature, call upon the sleeping soul and see how ",
  "it awakes. Power will come, glory will come, goodness will come, purity will come, and ",
  "everything that is excellent will come when this sleeping soul is roused to self-conscious ",
  "activity. ",
  "¤  They alone live who live for others, the rest are more dead than alive. ",
  "¤  This is the gist of all worship – to be pure and to do good to others. ",
  "Vivekananda is among the greatest Hindu saints. He fused Hindu Vedantic ideals with Western ",
  "scientific and humanistic thought. He worked against the tendency of Hindus to devote themselves ",
  "to exclusive sects and doctrines. He reminded Indians of their glorious traditions. He popularized ",
  "Vedanta philosophy in the West. Above all, he reminded people of the need to help the masses ",
  "submerged in poverty and ignorance. ",
  " ",
  "RAMAKRISHNA PARAMAHAMSA ",
  "Sri Ramakrishna was born in 1836 in Kamarpukur village near Kolkata. His parents, Kshudiram ",
  "Chattopadhyaya and Chandramani Devi, were poor but very pious and virtuous. From early days, ",
  "Ramakrishna was disinclined towards formal education and worldly affairs. He was fond of serving ",
  "holy men and listening to their discourses. He was also very often found absorbed in spiritual ",
  "moods. At the age of six, he experienced the first ecstasy while watching a flight of white cranes ",
  "moving against the background of black clouds. This tendency to enter into ecstasy intensified ",
  "with age. His father’s death when he was seven years old served only to deepen his introspection ",
  "and increase his detachment from the world. ",
  "When Sri Ramakrishna was sixteen, his brother took him to Kolkata to assist him in his priestly ",
  "profession. In 1855 the Kali Temple at Dakshineshwar built by Rani Rasmani was consecrated. When ",
  "his brother died, Ramakrishna became its chief priest. Ramakrishna developed intense devotion ",
  "to Mother Kali and spent hours in loving adoration of her image, forgetting the rituals of priestly ",
  "duties. His intense longing culminated in the vision of Mother Kali as boundless effulgence engulfing ",
  "everything around him. ",
  "Intense Spiritual Practices ",
  "Sri Ramakrishna’s god-intoxicated state alarmed his relatives in Kamarpukur and they got him ",
  "married to Saradamani. Unaffected by marriage, Sri Ramakrishna plunged into even more intense ",
  "spiritual practices. Impelled by a strong inner urge to experience different aspects of God, he followed ",
  "with the help of a series of Gurus, the various paths described in the Hindu scriptures, and realised ",
  "God through each one of them. In this way, Sri Ramakrishna relived the entire range of spiritual ",
  "experiences of more than three thousand years of Hindu religion.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.9 ",
  "With his unquenchable thirst for God, Sri Ramakrishna broke the frontiers of Hinduism, glided ",
  "through the paths of Islam and Christianity, and attained the highest realisation through each of them ",
  "in a short span of time. He looked upon Jesus and Buddha as incarnations of God, and venerated ",
  "the ten Sikh Gurus. He expressed the quintessence of his twelve-year-long spiritual realisation in a ",
  "simple dictum: “Yato mat, tato path - “As many faiths, so many paths.” He now habitually lived in an ",
  "exalted state of consciousness in which he saw God in all beings. ",
  "Sri Ramakrishna’s name as a saint began to spread. He came into contact with several leaders ",
  "and members of Brahmo Samaj and exerted much influence on them. His teaching on harmony ",
  "of religions attracted people belonging to different denominations. Many householders and youth ",
  "became his disciples. ",
  "The intensity of his spiritual life and untiring spiritual ministration to the endless stream of seekers ",
  "told on Sri Ramakrishna’s health. He developed cancer of the throat. Sri Ramakrishna gave up his ",
  "physical body, uttering the name of the Divine Mother. ",
  "Contributions of Sri Ramakrishna to World Culture ",
  "Spiritual ideal: Sri Ramakrishna’s life strengthened the ideal of God realisation in the modern ",
  "world. Atheism, materialism and science have undermined people’s faith in traditional religions. Sri ",
  "Ramakrishna established the possibility of having direct experience of transcendent Reality. Mahatma ",
  "Gandhi has said: “His (Ramakrishna’s) life enables us to see God face to face. No one can read ",
  "the story of his life without being convinced that God alone is real and that all else is an illusion.” ",
  "Harmony of religions: Sri Ramakrishna was an advocate of harmony of religions. He did not ",
  "regard all the religions as one. He recognised differences among religions but showed that, in spite ",
  "of these differences, all religions lead to the same ultimate goal, and hence they are all valid and ",
  "true. ",
  "Sri Ramakrishna expresses this idea in the following words: A lake has many ghats. From one ",
  "ghat the Hindus take water in jars and call it ‘jal’. From another ghat the Mussalmâns take water ",
  "in leather bags and call it ‘pani’. From a third the Christians take the same thing and call it ‘water’. ",
  "Suppose someone says that the thing is not ‘jal’ but ‘pâni’, or that it is not pâni but water, or that it ",
  "is not ‘water’ but ‘jal’, it would indeed be ridiculous. But this very thing is at the root of the friction ",
  "among sects, their misunderstandings and quarrels. This is why people injure and kill one another, ",
  "and shed blood, in the name of religion. But this is not good. Everyone is going toward God. They ",
  "will all realise Him if they have sincerity and longing of heart. ",
  "Thus Sri Ramakrishna anticipated the idea of pluralism. Sri Ramakrishna’s view is singular ",
  "in that it was based, not on speculation, but on direct religious experience. Since conflicts among ",
  "religions and the rise of religious fundamentalism are threats to humanity, Sri Ramakrishna’s doctrine ",
  "of harmony of religions has great relevance to modern world. As the distinguished British historian ",
  "Arnold Toynbee wrote: “… Mahatma Gandhi’s principle of non-violence and Sri Ramakrishna’s ",
  "testimony to the harmony of religions: here we have the attitude and the spirit that can make it ",
  "possible for the human race to grow together into a single family – and in the Atomic Age, this is ",
  "the only alternative to destroying ourselves.”  ",
  "5.10   Ethics, Integrity & Aptitude ",
  "Divinization of love ",
  "Sri Ramakrishna elevated love from the level of emotions to the level of the spiritual unity of all ",
  "beings in God. This principle of oneness of the Supreme Self and its immanence in all beings is a ",
  "central tenet of the Upanishads. But it was hardly applied in practical life. Sri Ramakrishna saw the ",
  "Divine in all, even in fallen women, and treated them all with respect. He embodied the famous ",
  "dictum of the New Testament, “God is Love”. This divinization of love and human relationships is ",
  "a great contribution of Sri Ramakrishna to human welfare. ",
  "Sri Ramakrishna did not write any book, nor did he deliver public lectures. Instead, he chose ",
  "to speak in simple language using parables and metaphors by way of illustration, drawn from the ",
  "observation of nature and ordinary things of daily use. His conversations were charming and attracted ",
  "the cultural elite of Bengal. Mahendranath Gupta, his disciple, noted down these conversations ",
  "and published them under the title Sri Ramakrishna ftathamrita in Bengali. Its English rendering is ",
  "The Gospel of Sri Ramakrishna. ",
  "Other Contributions ",
  "¤ Sri Ramakrishna bridged the gulf between the ancient and the modern by showing that the ",
  "ancient ideals and experiences could be realised even while following the normal modern ",
  "way of life. ",
  "¤ Sri Ramakrishna’s emphasis on truthfulness and renunciation of lust and greed enhanced ",
  "the moral life in modern times. He also cleansed religious life of immoral practices, external ",
  "pomp, miracle mongering and the like. ",
  "The great contributions of Ramakrishna Paramahamsa are: establishing the possibility of directly ",
  "experiencing God; preaching of harmony of religions; harmonizing ancient religious practices with ",
  "modern secular life; discounting the abuses which have entered religions; and improving the tone ",
  "of morality in social life. His thoughts were free from obscurantism. ",
  " ",
  "SRI AUROBINDO ",
  "Aurobindo was a great scholar, litterateur, philosopher, patriot, social reformer and visionary. ",
  "He was born in Calcutta in 1872. His father Dr K D Ghose was an anglophile (i.e. great admirer ",
  "of English culture). When he was five years old, Aurobindo was admitted to the Loreto Convent ",
  "School in Darjeeling. At the age of seven, he was sent to St. Paul’s School in London and then to ",
  "King’s College, Cambridge. He mastered English, Greek, Latin and French and became familiar ",
  "with major European languages. Being a brilliant scholar, he passed with record marks in the ",
  "Classical Tripos examination. He qualified for the Indian Civil Service. However, he was dismissed ",
  "from the service since he did not appear for horse riding test at the end of his training. ",
  "When he was 21, Aurobindo Ghose began working under the Maharaja of Baroda. He became ",
  "a part-time lecturer in French at Baroda College. He later became a professor in English, and then ",
  "the Vice-Principal of the college. He also became proficient in Sanskrit, Indian history and many ",
  "Indian languages.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.11 ",
  "The Patriot ",
  "In 1906, Aurobindo resigned his position as the Principal of India’s first National University in ",
  "Calcutta to join active politics. He took part in freedom movement and became famous for his ",
  "patriotic editorials in Bande Mataram. He was among the first of the Nationalist leaders to insist on ",
  "full independence for India as the goal of the movement. He devoted all his great ability and energy ",
  "to freedom struggle. C R Das described him as “the poet of patriotism, the prophet of nationalism ",
  "and a lover of humanity”. For Netaji Subhas Chandra Bose, he was “a name to conjure with”. The ",
  "Viceroy of India Lord Minto considered him “the most dangerous man we…have to reckon with”. ",
  "Aurobindo espoused the idealism of the Leftist thinkers, and fearlessly pleaded for Indian ",
  "independence. He awakened the national aspiration for freedom, and urged people to give up their ",
  "languor and indifference. He was arrested and imprisoned from 1908 to 1909. During this year of ",
  "seclusion, Aurobindo experienced a spiritual transformation. He realised that man should aspire ",
  "and attain a New Being and try to create a divine life upon earth. His spiritual experience led him ",
  "to believe that the route to this is the Sanatana Dharma - the ancient spiritual knowledge and practice ",
  "of India. ",
  "A Divine Life ",
  "In 1910, obeying an inner call, he went to Pondicherry, then a French Indian territory, to evade ",
  "police surveillance. He established the Auroville Ashram. The Mother was his spiritual collaborator. ",
  "He totally abandoned politics, concentrating exclusively on a spiritual inner awakening. He was ",
  "searching for a means of permanently elevating human spiritual state. He practised “Internal Yoga” ",
  "for many years. It is the route to acquire spiritual elevation. It embraces various aspects such as the ",
  "mind, will, heart, life and body. ",
  "Aurobindo also spoke of the conscious as well as the subconscious and the superconscious parts ",
  "of human beings. His purpose was to reach a state which he termed the “Supramental Consciousness”. ",
  "With this aim, Sri Aurobindo struggled inwardly with the dark forces within man. He continually ",
  "fought secret spiritual battles to establish truth, peace and perennial joy. He believed this to be the ",
  "sole way of moving towards the divine. ",
  "Aurobindo did not want to establish a new religion or establish a new faith or an order. His focus ",
  "was on an inner development of man. Man can use his will and intelligence to begin to participate ",
  "consciously in this process of self-discovery and self-exploration. It will enable each human being ",
  "to perceive the oneness in all. It will lead to an elevated consciousness in man. In the process, the ",
  "god-like attributes in man’s being will come to the surface and change his behaviour. Aurobindo’s ",
  "vision gives each individual a meaningful place in a progressive cosmic unfolding, and casts our ",
  "understanding of human endeavour, whether individual or collective, in a new and purposeful ",
  "perspective. ",
  "A Great Litterateur ",
  "Aurobindo was a prolific writer. He wrote many works with a view to enlighten human souls. His ",
  "major works include: The Life Divine, The Synthesis of Yoga, Essays on the Gita, Commentaries on the Isha ",
  "Upanishad, Powers Within . They express the intense knowledge that he had gained in the practice of  ",
  "5.12   Ethics, Integrity & Aptitude ",
  "Yoga. He also wrote The Foundations of Indian Culture, The Ideal of Human Unity, The Future Poetry, The ",
  "Secret of the Veda and The Human Cycle. His other famous work is Savitri, a great epic of 23,837 lines ",
  "directing man towards the Supreme Being. ",
  "He died in 1950. He left behind a great heritage of spiritual glory which can free man from his ",
  "troubles. His ultimate message to humanity was: “A divine life in a divine body is the formula of the ideal ",
  "that we envisage.” ",
  "Five Dreams ",
  "At the time of independence, people wanted his message. Aurobindo mentioned the following five ",
  "dreams in his message: ",
  "¤  “... a revolutionary movement which would create a free and united India.” ",
  "¤ “... the resurgence and liberation of the peoples of Asia and her return to her great role in the progress of human ",
  "civilization.” ",
  "¤  “... a world-union forming the outer basis of a fairer, brighter and nobler life for all mankind.” ",
  "¤  “... the spiritual gift of India to the world.” ",
  "¤ “... a step in evolution which would raise man to a higher and larger consciousness and begin the solution of the ",
  "problems which have perplexed and vexed him since he first began to think and to dream of individual perfection ",
  "and a perfect society.” ",
  "Aurobindo is one of the most difficult writers to read. This is probably because it is hard to put ",
  "into words the insights he gained through his long and arduous meditations. He is also a metaphysician ",
  "whose thoughts are hard to fathom. Wading through his philosophical writings is like trying to climb ",
  "towards remote peaks shrouded in mist. Clearly, his work is not amenable to common readers. ",
  "But even a cursory glance at some quotations which his admirers have put together, conveys ",
  "deep insights into our ancient culture. There are three points to note. One is the deep reverence and ",
  "love with which Aurobindo speaks about ancient Hindu religion, culture and the scriptures. The ",
  "second point is the literary elegance of his language. The third is a strain of sadness which a sensitive ",
  "person will feel while watching the slow decay of hallowed, venerable institutions and traditions. In ",
  "the process, a sudden realisation dawns on us that we are letting our great culture go to seed. ",
  "Aurobindo says about Hindu religion: “The Hindu religion appears ... as a cathedral temple, half in ruins, ",
  "noble in the mass, often fantastic in detail but always fantastic with a significance - crumbling or badly outworn in ",
  "places, but a cathedral temple in which service is still done to the Unseen and its real presence can be felt by those who ",
  "enter with the right spirit ... That which we call the Hindu religion is really the Eternal religion because it embraces ",
  "all others.” (Aurobindo’s Letters, Vol. II) ",
  "Again: “Hinduism ... gave itself no name, because it set itself no sectarian limits; it claimed no universal adhesion, ",
  "asserted no sole infallible dogma, set up no single narrow path or gate of salvation; it was less a creed or cult than a ",
  "continuously enlarging tradition of the God and endeavour of the human spirit. An immense many-sided and many ",
  "staged provision for a spiritual self-building and self-finding, it had some right to speak of itself by the only name it ",
  "knew, the eternal religion, Santana Dharma...”. (India’s Rebirth) ",
  "Aurobindo makes the following interesting comments on Indian Culture: “More high-reaching, ",
  "subtle, many-sided, curious and profound than the Greek, more noble and humane than the Roman, more large and  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.13 ",
  "spiritual than the old Egyptian, more vast and original than any other Asiatic civilization, more intellectual than the ",
  "European prior to the 18th century, possessing all that these had and more, it was the most powerful, self-possessed, ",
  "stimulating and wide in influence of all past human cultures.” (A Defence of Indian Culture) ",
  "Here, Aurobindo rates Indian culture as greater than that of ancient Greece, Rome and of ",
  "Europe before the eighteenth century. ",
  "He also speaks of the Bhagavat Gita as a timeless document amenable to renewed interpretations ",
  "by succeeding civilizations and succeeding generations: “The Bhagavad-Gita is a true scripture ",
  "of the human race a living creation rather than a book, with a new message for every age and a ",
  "new meaning for every civilization.” (The Message of the Bhagavad Gita) ",
  "We end with a quotation On Inner Strength: “The great are strongest when they stand alone, ",
  "A God-given might of being is their force.” (Savitri) ",
  "We may note that Aurobindo’s writings would have boosted the morale of the nation still in ",
  "bondage. They would have lifted the feeling of despondency, gloom and inferiority from the minds ",
  "of people living in subjugation to a foreign power. The sense of the nation’s glorious past would have ",
  "stirred their hearts and minds. There is nothing narrow or chauvinistic in Aurobindo’s thoughts. His ",
  "message of spiritual self–enlightenment based on deep internal meditation is addressed to the whole ",
  "humanity. ",
  " ",
  "RAJA RAM MOHAN ROY ",
  "Ram Mohan Roy was a great religious, social, and educational reformer. He questioned orthodox ",
  "Hindu practices. He is known as the ‘Maker of Modern India’, ‘Father of Modern India’ and the ",
  "‘Father of the Bengal Renaissance’. He, along with Dwarkanath Tagore established the Brahmo Sabha ",
  "in 1828, an influential Indian socio-religious reform movement. He worked tirelessly to abolish sati, ",
  "the practice in which the widow immolated herself on her husband’s funeral pyre. Child marriage ",
  "was another social evil that he opposed. ",
  "Roy was born in a Bengali Hindu family in Visnagar, Hooghly, and West Bengal. His father was ",
  "Ramkanto Roy and his mother was Tarinidevi. Ram Mohan Roy tried to revive the principles of the ",
  "Vedanta school of philosophy contained in the Upanishads. He preached about the unity of God, ",
  "made early translations of Vedic scriptures into English, co-founded the Calcutta Unitarian Society, ",
  "founded the Brahmo Samaj, and campaigned against sati. He attempted to combine Western culture ",
  "with Indian traditions. He established schools to modernize the system of education in India. ",
  "Ram Mohan Roy worked in the East India Company. He continued his activities as a traditional ",
  "Brahmin. He also carried on with certain political activities. From 1803 to 1815, Ram Mohan Roy ",
  "served the East India Company’s “Writing Service”. He formed Atmiya Sabha in 1815. Interestingly, ",
  "Ram Mohan Roy estimated how much money was being drained out of India and where it was ",
  "headed. He predicted that around half of the total revenue collected in India was sent out to England. ",
  "Thus, he anticipated the ‘drain of wealth theory’ which later nationalists formulated. Ram Mohan ",
  "Roy’s tireless advocacy was important in William Bentinck’s decision to abolish Sati. ",
  "In 1830, Ram Mohan Roy visited England. He was the first educated Indian to break the taboo ",
  "on crossing the seas. Roy was an ambassador of the Mughal emperor Akbar II, who conferred on  ",
  "5.14   Ethics, Integrity & Aptitude ",
  "him the title of Raja to lobby the British government for the welfare of India. Roy also visited France. ",
  "Roy died in Britain at Stapleton, Bristol, in September 1833. ",
  "Roy felt that social and religious reforms will politically strengthen Hinduism. He wrote: “The ",
  "present system of Hindus is not well calculated to promote their political interests…. It is necessary ",
  "that some change should take place in their religion, at least for the sake of their political advantage ",
  "and social comfort.” Ram Mohan Roy realised during his interactions with the British that Hindu ",
  "traditions were often not respected or thought as credible by Western standards. He tried to justify ",
  "traditions by showing that “superstitious practices which deform the Hindu religion have nothing to ",
  "do with the pure spirit of its dictates” The “superstitious practices” Ram Mohan Roy objected included ",
  "sati, caste rigidity and polygamy and child marriages. ",
  "Such practices gave British officials a sense of moral superiority over the Indian nation. Ram ",
  "Mohan Roy’s religious reforms aimed at creating a fair and just society by implementing humanitarian ",
  "practices similar to Christian ideals. This process would enhance the prestige of Hinduism in the ",
  "world. ",
  "Religious Reforms ",
  "The religious reforms of Roy form part of the tenets of the Brahmo Samaj. These basic ideas are ",
  "found in every religion. Brahmos believe in the existence of One Supreme God, and worship Him ",
  "alone. Brahmos believe that worship of Him needs no fixed place or time. Ram Mohan Roy declared ",
  "the building housing Brahmo Samaj ",
  "“... as a place of public meeting of all sorts and descriptions of people without distinction, as shall behave and conduct ",
  "themselves in an orderly, sober, religious and devout manner for the worship and adoration of the Eternal, Unsearchable ",
  "and Immutable Being who is the author and preserver of the Universe, …” ",
  "While proclaiming this Universalist religious principle, the declaration adds: ",
  "¤  Prayer should not invoke any name of individual or group. ",
  "¤  Images or idols should not be worshipped. ",
  "¤  No animals should be killed as scarifies. ",
  "¤  No rituals should be performed. ",
  "¤  Prayer should not ridicule forms of worship of other creeds. ",
  "“The discourses and songs should be such as have a tendency to the promotion of the contemplation of the Author ",
  "and Preserver of the Universe to the promotion of charity, morality, piety, benevolence, virtue and the strengthening of ",
  "the bonds of union between men of all religious persuasions and creeds.” ",
  "The above ideas reflect the liberal religious views of Ram Mohan Roy. ",
  " ",
  "Social Reforms ",
  "Roy demanded property inheritance rights for women. As we have mentioned, he set up the Brahmo ",
  "Sabha. It is movement of reformist Bengalis to fight against social evils. Throughout his life, Ram ",
  "Mohan Roy battled against ignorance, helplessness and oppression. He is the first Indian who ",
  "protested vehemently against the iniquitous treatment of women.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.15 ",
  "Education ",
  "Roy regarded educational reform as a supplement to social reform. In 1817, in collaboration with ",
  "David Hare he set up the Hindu College. He founded the Anglo-Hindu school and later the Vedanta ",
  "College. At his instance, his teachings of monotheistic doctrines were incorporated with ‘modern, ",
  "western curriculum’. Vedanta College’s courses synthesized Western and Indian learning. Ram ",
  "Mohan Roy supported inclusion of western learning into Indian education. He recommended the ",
  "study of English, science, western medicine and technology. He spent his money to translate his ",
  "ideas on education into practice. ",
  "Journalism ",
  "Ram Mohan Roy’s journalistic activities spanned publication of magazines in English, Hindi, Persian, ",
  "and Bengali. He published the popular magazine, the Sambad ftaumudi. He also published Mirat-ul- ",
  "Akbar in Persian. Sambad ftaumudi, news weekly, covered topics such as freedom of press, induction of ",
  "Indians into high ranks of service and separation of the executive and judiciary. Sambad Kaumudi ",
  "continued for 33 years. ",
  "He registered strong protest against the introduction of Press Ordinance of 1823. The ordinance ",
  "prescribed that a license from the Governor–General–in-council would be mandatory to publish any ",
  "newspaper. When the English Company censored the press, Ram Mohan composed two memorials ",
  "against this in 1829 and 1830. He strongly upheld the freedom of press and the right to individual ",
  "expression of opinions. ",
  "Religious Catholicity ",
  "Ram Mohan Roy was by birth a kulin Brahmin, held high in social scale. But he wrote religious ",
  "treatises in various languages including Persian. In his work, The Principles of Jesus he says: ",
  "“This simple code of religion and morality is so admirably calculated to elevate men’s ideas to high and liberal ",
  "notions of one God . . . and is also well-fitted to regulate the conduct of the human race in the discharge of their various ",
  "duties to God, to themselves and to society, that I cannot but hope the best effects from its promulgation in the present ",
  "form.” ",
  "Ram Mohan Roy possessed an acute mind, broad religious sympathies, a very powerful personality ",
  "and great drive for reforms. Both his range of interests and sphere of activities were wide. He fought ",
  "relentlessly against the abuses and corrupt practices that crept into the once healthy body of Hindu ",
  "doctrine. He looked beyond India’s political downfall, loss of independence and humiliation. He ",
  "looked towards a radiant future based on absorption of Western culture and democratic discipline. ",
  "He was a true believer in the equality of sexes and toiled to raise the status of women. ",
  " ",
  "DAYANANDA   SARASWATI ",
  "Dayananda Saraswati was born in 1824, in Tankara town situated in the princely state of Morvi in ",
  "Gujarat. His father, Amba Shankar, was a wealthy banker in the town and was also the hereditary ",
  "jamaadar or headman of a small village. Amba Shankar grounded Mul Shankar – as Dayananda ",
  "Saraswati was christened at birth - in the tenets of Saivism. By his fourteenth year, Dayananda ",
  "Saraswati memorized the bulk of Vedas and mastered Sanskrit grammar.  ",
  "5.16   Ethics, Integrity & Aptitude ",
  "Transformative Event ",
  "Dayananda Saraswati was an iconoclast who opposed the traditional rituals of Hinduism– idol worship, ",
  "conventional priesthood and the caste barriers. His new vision of Hinduism appears to have arisen ",
  "from an incident that occurred while he was keeping vigil (staying awake) during a Shivratri. He had ",
  "great reverence for the Shiva lingam consecrated in the temple. But he noticed in the small hours ",
  "of the morning a mouse creeping out of a hole; begin nibbling at the offerings to the god; and, still ",
  "worse, run across the god’s body as if in defiance of his presence and powers. ",
  "This trivial incident changed Mul Shankar’s life. He lost faith in certain forms of worshipping ",
  "divinity. The gods of Hindu pantheon fell from his esteem. It set him free from the trammels ",
  "of tradition and parental control. After this incident, Mul Shankar became negligent towards ",
  "customary religious practices. To escape from his father’s insistence on his observing religious ",
  "practices, he went away to his uncle’s house. Unfortunately, two bereavements, of his uncle and ",
  "later of his sister plunged Mul Shankar into deep gloom. He began to reflect on the mysteries of ",
  "life and to search for Moksha, i.e. release from the continuous cycle of births and rebirths. Worried ",
  "over the mental state of his son, Amba Shankar conceived, in the words of one writer, the idea ",
  "“of marrying him off and thus killing his fine enthusiasms by the hum-drum routine which such ",
  "a married life would impose on him”. But unwilling to become a householder, Mul Shankar ran ",
  "away from home. ",
  "Spiritual Search ",
  "During the next twenty-five years (1845-1870), which he spent on travels, he met many Sannyasis ",
  "noted for their learning and piety. He studied their teachings intensely, but from a critical perspective. ",
  "Dayananda Saraswati’s religious views crystallized after he came under the influence of Swami ",
  "Parmananda. Parmananda was a great advocate of Vedas as original springs of Hindu religious ",
  "thought. It is from him that Dayananda Saraswati derived his battle cry “Back to the Vedas”. ",
  "Basic Doctrine ",
  "To Dayananda Saraswati, the Vedas were the only revealed word of God; infallible, containing in ",
  "them the secret not only of all religious truth, but also the promise and potentiality of all scientific ",
  "discovery, of the latest philosophical view of life, of mechanical inventions and political theory. He ",
  "was convinced that spiritual knowledge was to be found in its pristine purity in the Vedas. India’s ",
  "only hope was, according to him, to rediscover the faith that was once delivered to the Munis and ",
  "Rishis as these were enwrapped in holy meditation, grappling with the ultimate mysteries of life. ",
  "These views have not gone unchallenged. We will consider them shortly. ",
  "Dayananda Saraswati expressed his views forthrightly in a Hindu meet which Maharajah of ",
  "Benares convened in 1879. These are: ",
  "¤  Polytheism was a monstrous fraud devised by priests who were blind leaders of the blind. ",
  "¤  Caste is an iniquitous system that has lain like an incubus on social relations in India. ",
  "¤  Caste was originally designed to be only a scientific division of labour on the basis of inherited ",
  "and developed skills, and on the various aptitudes that people respectively acquired. ",
  "¤  Ancient Hindu women were free and equals of men, entitled to respect, honour and the ",
  "fullest use of their opportunities.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.17 ",
  "¤  Only the pure, learned and industrious could be called priests. ",
  "¤ Social degradation was possible only by reason of wasted talent and atrophied powers. ",
  "Social elevation to the highest caste was open, even according to Manu’s Dharma Sastra, to ",
  "persons of the meanest descent. ",
  "¤  India’s downfall was owing to her disloyalty to her splendid heritage. ",
  "¤ The path of salvation lies through renewed loyalty to the priceless revelations of truth as ",
  "embodied in the Vedas. ",
  " ",
  "Practical Reformer ",
  "Dayananda Saraswati was basically a reformer, not an original religious thinker. He drew inspiration ",
  "from a particular corpus of Hindu scriptures, Vedas. He realised that life in the modern world ",
  "presupposes abandoning of certain pernicious customs and cultivation of progressive outlook. To ",
  "this end, he thought it best to appeal to the nation’s past as the means of weaning the masses from ",
  "idol-worship, veneration of mere formalism and obscurantist  practices. ",
  "Dayananda Saraswati as a practical reformer founded the Arya Samaj incorporating his views ",
  "of Hinduism. Many educational, social and charitable activities were started under his inspiration. ",
  "D.A.V. educational institutions bear a standing testimony to his constructive vision. Sidney Webb’s ",
  "introduction to Lala Lajpat Rai’s book The Arya Samaj mentions the instance of a high caste Brahmin ",
  "and his wife teaching scheduled caste children and living under the same roof with them. This ",
  "reflects Dayananda Saraswati’s progressive outlook and commitment to what is nowadays called ",
  "‘social inclusion’. Remarkably, it is born out of his interpretation of ancient Hindu scriptures. ",
  "Opposition to Obscurantism ",
  "Dayananda Saraswati opposed many obscurantist Hindu religious practices. He decried religious ",
  "self-torture as a degrading penance, that is gross superstition without religious value. Shraddhas or ",
  "food-offerings for the souls of departed relatives are seen as mere animistic rites. Child-marriages ",
  "are strictly forbidden. Many progressive Arya samajists followed the practice that men should marry ",
  "after they are twenty-five and women after they are sixteen. An exchange of photographs between ",
  "the contracting parties to a marriage was suggested by Dayananda as an improvement on the old- ",
  "fashioned marriages, where the parties do not even see each other’s faces until they are married. ",
  "Arya Samajists created new meanings for certain Hindu Puranic terms and practices. Lala ",
  "Lajpat Rai’s book, The Arya Samaj: An Indian Movement says: ",
  "“Devas (gods) are those who are wise and learned; asuras (demons) those who are foolish and ",
  "ignorant; ",
  "Rakshas [are] those who are wicked and sin-loving; and pishachas, [are] those whose mode of life ",
  "is filthy and debasing. ",
  "“Devapuja (or the worship of the gods) consists in showing honour and respect to the wise and ",
  "learned, to one’s father, mother, and preceptor, to the preachers of the true doctrine, to a just and ",
  "impartial sovereign, to lovers of righteousness, to chaste men and women”. ",
  "Some writers have questioned the ideas of Dayananda Saraswati. Many Indian philosophers like ",
  "S. Radhakrishnan regard Upanishads as the source of sublime Hindu metaphysics and of Sankara’s  ",
  "5.18   Ethics, Integrity & Aptitude ",
  "Advaita doctrine. The philosophy of Ramakrishna and Vivekananda is also based on Upanishads. In ",
  "fact, Radhakrishnan considers the Vedas as the source of Hindu ritualism. This is more a theological ",
  "than a practical question. It is, however, Dayananda Saraswati who broke the hold of ceremonials ",
  "and caste barriers on Hinduism. ",
  "Assessment ",
  "Dayananda Saraswati, by holding that all human knowledge, including science and technology, ",
  "is contained either explicitly or implicitly in Vedas, has overstated the case. Religious texts are ",
  "documents frozen in time. Their moral and metaphysical insights are perennial. But where physical ",
  "knowledge of world is concerned, they are overtaken by time. ",
  "Finally, Dayananda Saraswati‘s espousal of Hinduism is based on critical processes of self- ",
  "cleansing. But in some quarters the religious hue of reformist ideas–even of Vivekananda, Tilak, ",
  "and Bankim Chander Chaterjee and of Dayananda Saraswati occasions disquiet. They are seen as ",
  "Hindu-centric, and not sufficiently inclusive. The religious reformers of Hinduism looked inwards ",
  "for means of correcting the fault lines that developed in the system. They were searching for self- ",
  "corrective processes. Their religious outlook remained essentially catholic and universal. ",
  "We may conclude with a few assessments of Dayananda Saraswati. According to D.N. ",
  "Bannerjea, “Judged by any standards, however severe or exacting, Dayananda Saraswati, the ",
  "founder of the Arya Samaj … was indeed a great man, not only in the estimation of his friends ",
  "and adherents, but what is still more striking in the judgment of his opponents as well”. ",
  "In the words of Madame Blavatsky: “It is perfectly certain that India never saw a more learned ",
  "Sanskrit scholar, a deeper metaphysician, a more wonderful orator and a more fearless denunciator ",
  "of any evil than Dayananda, since the time of Shankaracharya.” ",
  " ",
  "NARAYANA  GURU ",
  "Sree Narayana Guru was born in 1856 in Chempazhanthi village near Trivandrum. His parents ",
  "were Madan Asan, a farmer, and Kutti Amma. His parents called him ‘Nanu’. Nanu had three ",
  "sisters. His family enjoyed social respectability and economic status. At the age of five, he began his ",
  "education in the neighbouring school in the old ‘Gurukula’ model. But in those days, society was in ",
  "the grip of a rigid caste system and untouchability was common. ‘Madan Asan’ was also a teacher ",
  "(“Asan”), learned in Sanskrit and proficient in astrology and Ayurveda. ",
  "Education ",
  "Narayana Guru possessed a prodigious memory. He was also a quick learner. As a boy, Nanu ",
  "would hear with keen interest stories from the Ramayana and the Mahabharata which his father ",
  "narrated to the villagers. His education at home began under the supervision of his father and uncle ",
  "Krishnan Vaidyan. Vaidyan was an Ayurvedic physician and a Sanskrit scholar. Narayana Guru ",
  "learnt the basics of Tamil and Sanskrit. He went through the traditional subjects like Siddharupam, ",
  "Balaprobhodhanam and Amarakosam. ",
  "After this elementary grounding, he studied Sanskrit under the great Sanskrit scholar Raman ",
  "Pillai. He learned poetry, drama, logic, poetics and grammar from another teacher. Narayana Guru  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.19 ",
  "loved solitude and contemplation. During his stay at Varanappally, he composed some hymns and ",
  "devotional songs. He returned in 1881 from Varanappally and taught children for some time. ",
  "Marriage ",
  "According to the custom of the time a wedding could be solemnized in the absence of the bridegroom ",
  "if the bridegroom’s sister offered a thali (mangalsutra) to the bride. This was how his wedding was ",
  "formally solemnized in 1882. But then he stopped going home, and soon left his native place forever. ",
  "Spiritual Wanderings ",
  "He became a Parivrajaka or one who wanders from place to place in quest of Truth. He spent his ",
  "days in forests, caves, seashores, and in temples. When hungry, he would eat what was offered by ",
  "strangers. Probably, he first met the Chattampi Swami here, and they became close friends. During ",
  "this period, he met Thykkattu Ayyavu, a distinguished yoga guru of Trivandrum, and learnt yoga from ",
  "him. His father died in 1884, and he had a vision of it before a messenger came bearing the news. ",
  "Narayana Guru observed tapas and meditation in Pillathadam cave at the top of the Maruthwamala, ",
  "located near Kanyakumari. He found enlightenment here. Narayana Guru lived in this cave on a diet ",
  "of berries and tubers, and water from mountain brooks. At that time, he prayed to God, conceiving ",
  "him in the form of Shiva. Popular stories abound about his intimate communion with nature and ",
  "animals. Soon people came to know about Narayana Guru’s meditations and began flocking to ",
  "Maruthwamala. ",
  "Religious Mission ",
  "Narayana Guru’s mission was focused on not only promoting spiritual values and character ethics ",
  "but also on social issues. He tried to redress bad social customs and to remove caste discriminations ",
  "corroding the Indian society. He concentrated on ameliorating the conditions of castes at the bottom ",
  "of the system. At that time, people in Kerala had no social unity and were superstitious. ",
  "During his period of wandering as a sanyasin, Narayana Guru spent his time mostly among the ",
  "lower social groups. He told them about his life’s mission. He lived among the poor and shared ",
  "their food. At night he would sit on the seashore in deep meditation. Soon people thought of him ",
  "as a great yogi with miraculous powers. People of all religions respected him. ",
  "He slept in inns, wayside rest-houses and on open grounds. In this wandering period of four to ",
  "five years, he saw the inequalities, injustices and evil customs in society. They influenced his later ",
  "activities. During his travels, he once reached Aruvippuram in Neyyattinkara – then within a dense ",
  "forest. ",
  "Opposition to Old Customs ",
  "As many people flocked to him for healing or advice, he thought of building a Shiva temple. It ",
  "was here that he built a temple in 1888. Tradition mentions that Narayana guru descended into ",
  "the river and then re-emerged, holding an idol of Shiva. He stood beneath the canopy with it in his ",
  "arms for three hours, totally lost in meditation, tears flowing down his cheeks. Finally, at three in the ",
  "morning, he installed the idol on the pedestal. Usually, only Brahmin priests used to install idols.  ",
  "5.20   Ethics, Integrity & Aptitude ",
  "After performing the sacred rite, he installed the idol on a small rock. It is said that when priests ",
  "challenged his right to consecrate, he replied: “I installed my Siva; not a Brahmin Siva.” ",
  "He instructed his disciples to place a plaque containing the following motto on the temple wall: ",
  "Devoid of dividing walls of Caste ",
  "Or hatred of rival faith, ",
  "We all live here ",
  "In Brotherhood, ",
  "Such, know this place to be! ",
  "This Model Foundation! ",
  "In 1904, Narayana Guru abandoned his wandering life and settled down in Sivagiri to continue ",
  "his Sadhana. Goddess ‘Amba’ became his deity of worship. He started many schools and built many ",
  "temples. He started a Sanskrit school in Varkala. Poor boys and orphans were taken under his care. ",
  "They were given education regardless of caste distinctions. In 1913, he founded the Advaita Ashram ",
  "at Aluva. This was an important event in his spiritual quest. This Ashram was dedicated to a great ",
  "principle – Om Sahodaryam Sarvatra (all men are equal in the eyes of God). This became the motto of the ",
  "new Ashram. ",
  "Commandments ",
  "Narayana Guru gave the following ten commandments of conduct. ",
  "1.  Get enlightened with education. ",
  "2.  Find strength through organization. ",
  "3.  Attain progress through industry. ",
  "4.  Don’t speak caste, ask caste and think caste. ",
  "5.  Think that there is only one caste, one religion and one God for mankind. ",
  "6.  Whatever be the religion, it is sufficient if it is good for mankind. ",
  "7.  Whatever be the difference in faith, dress or language, all humanity belongs to one caste; ",
  "there is no harm in inter-caste marriage and inter-dining. ",
  "8.  Do not make liquor, don’t drink it and don’t sell it. ",
  "9.  Spend judiciously. ",
  "10.  Man who knows dharma should work hard for the progress and well-being of his neighbour. ",
  " ",
  "Tolerance and Catholicity ",
  "Narayana Guru believed that men should live in amity and harmony. He advocated religious tolerance ",
  "and compassion. The following observations reflect his thinking in these matters. ",
  "¤ Religion of man will find its perfection only when the cult ‘Ahimsa’ preached by Lord Buddha, ",
  "love by Jesus, fraternity among men by Mohammed Nabi and the philosophical thoughts ",
  "of Rishis of India, find their confluence and consummation. ",
  "¤ Paganists and hot heads of multifarious religions plead for supremacy of their own religion ",
  "as blind men tried to establish the identity of an elephant by touching a part of the body of ",
  "the elephant. Men should study all religions with equanimity, equal frame of mind, wisdom ",
  "and devotion.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.21 ",
  "¤  Let there be diversity of profession, nationality and language among men. But the Dharma ",
  "that is inherent in the hearts of all men is ‘humanism’ and that is the caste of man. ",
  "¤  Man without compassion is tantamount to a lifeless mass of flesh emanating foul stink. ",
  "¤ Ahimsa is the greatest of all virtues. One who observes the Dharma of Ahimsa is the true ",
  "manifestation of goodness. One who possesses all virtues except ‘ahimsa’ is none other ",
  "than a brute. ",
  "Narayana Guru was a great spiritual master. He taught religious tolerance and social harmony. ",
  "His teachings have a social orientation. He was concerned about the plight of the poor and the ",
  "downtrodden and worked for their welfare. In his essential spiritual practices, he followed the ",
  "hallowed, sacred traditions like other great saints. ",
  " ",
  "SIR RABINDRANATH TAGORE ",
  "Rabindranath Tagore was a great poet, writer and philosopher. His works popularized Indian ",
  "cultural thoughts in many parts of the world. He is the first Asian to win the Nobel Prize. Though ",
  "famous as a poet, he also wrote novels, short stories, dramas, articles, essays and was a painter too. ",
  "His songs, known as Rabindrasangeet are very popular in Bengal. He was a social reformer, patriot ",
  "and humanitarian. ",
  "Tagore was born in 1861 into a wealthy family in Calcutta. He was the ninth son of Debenadranath ",
  "and Sarada Devi. (Rajaji, it is said, used to cite this fact in jocular opposition to family planning!) ",
  "Though he went to some schools, he never liked conventional methods of learning. After sometime, ",
  "he went to the University College in England. His first book of poems was ftabi ftahini (tale of a poet) ",
  "published in 1878. In 1882, he wrote Sandhya Sangeet. He married Bhabatarini Devi in 1883. Chitrangada ",
  "was his famous dance drama. In 1901 he took the editorial charge of the magazine Bangadarshan ",
  "and joined the freedom movement. He strongly protested Lord Curzon’s decision to divide Bengal ",
  "on the basis of religion. He wrote several national songs and joined protests. He introduced the ",
  "Rakhibandhan ceremony, symbolizing the underlying unity in undivided Bengal. ",
  "Nobel Prize ",
  "In 1912, he went to Europe again. On way to London he translated some poems from Gitanjali into ",
  "English. He gave them to William Rothenstein, a noted British painter, who passed those onto Yeats ",
  "and other English poets. India Society of London published Gitanjali (song offerings) containing 103 ",
  "translated poems of Tagore. Yeats wrote the introduction for this book and Rothenstein did a pencil ",
  "sketch for the cover page. The book created a sensation in English literary world. From England, ",
  "Tagore went on a lecture tour of America. In November of 1913, the Nobel Prize for literature was ",
  "awarded to Tagore for Gitanjali. He received Knighthood in 1915. ",
  "Tagore toured extensively in the country, delivering lectures and enthusing people. ",
  "In 1919, he wrote a historic letter to Lord Chelmsford repudiating his Knighthood in protest against ",
  "the massacre at Jalianwalabag, Punjab. In 1920 he went to Gandhiji’s Sabarmati Ashram. He again ",
  "went on tour to Europe. 1n 1921, he established Vishwabharati University. He gave all his money ",
  "from Nobel Prize and royalty money from his books to this University. In 1940 Oxford University  ",
  "5.22   Ethics, Integrity & Aptitude ",
  "arranged a special ceremony in Santiniketan to honour him with a Doctorate of Literature. Tagore ",
  "passed away in August, 1941 in his ancestral home in Calcutta. ",
  "Rabindranath Tagore was essentially a poet and visionary with a cosmopolitan culture. His ",
  "contributions to national life covered various aspects. Now, we will briefly outline the various facets ",
  "of his work. ",
  "Poetic Vision of India ",
  "Tagore is the poet of modern India, conscious of her destiny and national culture. His poetry ",
  "resonated ideas of national regeneration and hope. ",
  "Give me the strength never to disown the poor ",
  "Or bend my knees before insolent might. ",
  "But his national philosophy is not sectarian or narrow-minded. He was aware of the insularity of ",
  "the older phases of Indian tradition. He does not blow the national trumpet nor magnify the virtues ",
  "of India and the vices of other countries. He feared that it will lead to jingoism. ",
  "The following long citation from his poem beautifully invokes his vision of independent India. ",
  "Where the mind is without fear and the head is held high, ",
  "Where knowledge is free, ",
  "Where the world has not been broken up by narrow domestic walls, ",
  "Where words come out from the depth of truth, ",
  "Where the clear stream of reason has not lost its way in the dreary desert sand of dead habit, ",
  "Where the mind is led forward by Thee into ever-widening thought and action — ",
  "Into that heaven of freedom, my Father, let my country awake! ",
  "Tagore’s motto is: “cultivate the spirit of invincible optimism; believe in life; live worthy of life.” ",
  "Social Reform ",
  "Tagore was a social reformer. Having adopted the Brahmo Samaj, he and his family had broken ",
  "away from caste, purdah and the spirit of religious insularity. He regards caste and nationality ",
  "as incompatible with each other. While politics aims at national solidarity, caste creates endless ",
  "distinctions. “A great national unification implies, therefore, a great revolt against caste trammels, a strong impulse ",
  "towards reconciliation of conflicting interests, the mutual composing of differences, rhythmic heart-beats as the result of ",
  "engaging in common pursuits as brothers, co-equals. In India, caste is the greatest obstruction in the pathway of reform”. ",
  "Modernism ",
  "In his essays and his lectures, Tagore dwelt on a remarkably wide variety of subjects–on politics, on ",
  "culture, on society, on education. In an essay written on the 150th anniversary of Tagore, Amartya ",
  "Sen probes into the decline of interest in Tagore in the west, and Tagore’s differences with Gandhiji. ",
  "He traces the differences to Tagore’s attachment to open-minded reasoning and to human freedom. ",
  "Tagore admired Gandhi immensely, often praised his leadership, and insisted that he be called ",
  "“Mahatma”–the great soul.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.23 ",
  "But Tagore frequently disagreed with Gandhi in matters over the need for adhering to logic ",
  "and reason. Gandhi used the catastrophic Bihar earthquake of 1934 that killed many to further his ",
  "fight against untouchability. He called the earthquake as “a divine chastisement sent by God for ",
  "our sins,” in particular the sin of untouchability. Tagore protested, insisting that “it is all the more ",
  "unfortunate because this kind of unscientific view of phenomena is too readily accepted by a large ",
  "section of our countrymen.” ",
  "Gandhi advocated that everyone should use the charka–the primitive spinning wheel–thirty ",
  "minutes a day. Tagore opposed this injunction. He disagreed with Gandhian economics. Tagore ",
  "thought that in general modern technology reduced human drudgery and poverty. Nehru shared ",
  "similar views. Tagore deprecated the spiritual argument for the spinning wheel: “The charka does ",
  "not require anyone to think; one simply turns the wheel of the antiquated invention endlessly, using ",
  "the minimum of judgment and stamina.” ",
  "According to Amartya Sen, Gandhi advocated, in the words of Thomas Malthus, ‘moral ",
  "abstinence’ as the right method of birth control. Tagore championed family planning through ",
  "preventive methods. Tagore was also concerned that Gandhi had “a horror of sex as great as that of ",
  "the author of “The Kreutzer Sonata”.” And the two differed sharply on the role of modern medicine, ",
  "which Gandhi distrusted. We should see such differences as arising from divergent world views. ",
  "Education ",
  "Tagore became famous in the West only as a romantic and a spiritualist. But his writings consistently ",
  "emphasised the necessity of critical reasoning and of human freedom. These views guided Tagore’s ",
  "ideas on education, including his insistence that education is the most important element in the ",
  "development of a country. In his assessment of Japan’s economic development, he singled out the ",
  "critical role of the advancement of school education. He observed that “the imposing tower of ",
  "misery which today rests on the heart of India has its sole foundation in the absence of education.” ",
  "He considered the transformative role of education as the central story in the development process. ",
  "Tagore devoted much of his life to advancing education in India and spreading it everywhere. ",
  "Nothing absorbed as much of his time as the school in Santiniketan that he established. He was ",
  "constantly raising money for this unusually progressive co-educational school. In his distinctive view ",
  "of education, Tagore particularly emphasised the need for gathering knowledge from everywhere ",
  "in the world, and assessing it only by reasoned scrutiny. Students in Santiniketan were taught about ",
  "Europe, Africa, the USA, and Latin America, and other countries in Asia. Santiniketan had the first ",
  "institute of Chinese studies in India; Judo was taught there hundred years ago. ",
  "Communal Harmony ",
  "Tagore opposed the religious and communal thinking that was getting strong. He was shocked by the ",
  "violence provoked by the championing of a singular identity of people as members of one religion ",
  "or another. He believed that determined extremists sow seeds of discord among common people: ",
  "“interested groups led by ambition and outside instigation are today using the communal motive ",
  "for destructive political ends.” Of course, some political scientists like Samuel Huntington now see ",
  "the contemporary world as a “clash of civilizations” with “Muslim civilization,” “Hindu civilization,”  ",
  "5.24   Ethics, Integrity & Aptitude ",
  "and “Western civilization,” defined largely on religious grounds, vehemently confronting each other. ",
  "Tagore was born into a family of wide culture, and “his reliance on reasoning and his emphasis ",
  "on human freedom militated against a separatist and parochial understanding of social divisions”. ",
  "While he denied altogether the legitimacy of the Raj, Tagore was vocal in pointing out what ",
  "Indians had gained from “discussions centred upon Shakespeare’s drama and Byron’s poetry and ",
  "above all.... the large-hearted liberalism of nineteenth-century English politics.” The tragedy, as ",
  "Tagore saw it, came from the fact that what “was truly best in their own civilization, the upholding ",
  "of dignity of human relationships, has no place in the British administration of this country.” ",
  "Poetic Genius ",
  "Tagore is undoubtedly a great poetic genius. His thoughts and values greatly influenced national ",
  "leaders. From his perspectives, he sometimes differed from them. There is certain sublimity and ",
  "nobility about his thought. But this created a sense of remoteness from everyday realities, particularly ",
  "in political and social sphere. The setting of his thoughts seems too idealistic and abstract. Bertrand ",
  "Russell rather uncharitably wrote that he did not like Tagore’s “mystic air,” with an inclination to spout ",
  "“vague nonsense,” adding that the “sort of language that is admired by many Indians unfortunately ",
  "does not, in fact, mean anything at all.” Russell was a hard–nosed analytical philosopher. ‘Nonsense’ ",
  "here is not too offensive; in philosophy, meaningless propositions are called nonsensical. As we saw, ",
  "philosophers like Ayer consider literary propositions as meaningless in a logical sense. ",
  "Tagore was also at times criticized for underplaying the political aspects of independence ",
  "struggle. For example, he commented that India’s problems are social than political. His ",
  "moderate approaches to patriotism and his cosmopolitanism were sometimes misunderstood. ",
  "These in no way detract from the great beauty of his poetry and the charm of its ideas. We ",
  "close with this poem about God with its undercurrent of humanism and compassion: ",
  "Leave this chanting and singing and ",
  "telling of beads! ",
  "Whom do you worship in this lonely ",
  "dark corner of a temple with doors ",
  "all shut? ",
  "Open your eyes and see your God ",
  "is not before you! ",
  "He is there where the tiller is tilling ",
  "the hard ground and where the ",
  "path maker is breaking stones. ",
  "He is with them in sun and in shower, ",
  "and his garment is covered with dust. ",
  " ",
  "KAUTILYA ",
  "Kautilya also known as Vishnugupta or Chanakya was the Prime Minister of Chandragupta ",
  "Maurya (345-300 B.C.), the founder of Mauryan dynasty. Chanakya is believed to have crowned  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.25 ",
  "Chandragupta Maurya as the ruler of Magadha. Chanakya established the Mauryan suzerainty ",
  "over the whole of northern India. Kautilya or Chanakya is celebrated for his diplomacy and ",
  "statesmanship. He is compared with Machiavelli for his political realism. He wrote Arthasastra, the ",
  "oldest text on public administration in the world between 321 and 300 B.C. ",
  "Arthasastra consists of the following three parts: ",
  "¤  Arthaniti (economic policies) to promote economic growth; ",
  "¤  Dandniti (administration of justice) to ensure judicial fairness; and ",
  "¤  Videshniti (foreign affairs policy) to maintain independence and to expand the kingdom. ",
  " ",
  "Political Governance ",
  "Kautilya discussed the State administration in detail in Arthasastra. Kautilya anticipated many modern ",
  "administrative ideas such as organizational structure based on hierarchy and coordination between ",
  "departments. Ancient Indian empires also had territorial divisions such as provinces, districts, villages ",
  "and urban centres. Kautilya linked administration to the welfare of the people. ",
  "Kautilya exhaustively lists the duties and functions of the king, princes, ministers, and other state ",
  "officials. The king and ministers have to observe strict discipline. Kautilya has prescribed strict code ",
  "of conduct for ministers and administrators. In this regard, he anticipated modern ideas of codes of ",
  "ethics and codes of conduct. ",
  "Kautilya believed in the adage “Yatha Raja Thatha Prajah” (As the King is, so will be the ",
  "people”). Therefore, he laid down the condition that “an ideal King is one who has the highest ",
  "qualities of leadership, intellect, energy and personal attributes”. According to Kautilya, the King ",
  "needs to check the integrity of those whom he wants to appoint as advisers. Ironically, Kautilya also ",
  "points to the risks in serving kings. Nowadays, these are discussed under leadership qualities. Both ",
  "political leaders and public administrators need both skills and character to provide effective and ",
  "productive  governance. ",
  "He discusses the defence of the state boundaries, protection of the forts, and the manner of ",
  "repulsing external aggression. The Arthasastra classifies legal matters into civil and criminal. Kautilya ",
  "outlines administration of justice with reference to evidence, procedures and witnesses. Kautilya ",
  "strongly believed in Dandniti (punishment), but held that penalties must be fair and just, and ",
  "proportionate to the seriousness of offence. ",
  "Kautilya believes that good governance is necessary for realizing the objectives of the state. This ",
  "in turn needs proper administrative structures and processes. Kautilya suggests that governments ",
  "should avoid extreme decisions and actions. Depending on exigencies, moderate or harsh actions ",
  "should be taken. Moderate action relies on persuasion (Sama) and rewards (Dana). Harsh actions ",
  "rely on punishments (danda) and on creating differences between one’s enemies (Bheda). Kautilya ",
  "recognises in true modern pragmatic style that: “Sovereignty is practicable only with the cooperation ",
  "of others and all administrative measures are to be taken after proper deliberations.” Here, Kautilya ",
  "shows qualities of flexibility and realism. ",
  "Kautilya seriously addresses the problem of corruption. He lists nearly forty methods by which ",
  "officials can swindle government funds. But he is sceptical of finding easy solutions. It is as difficult, he ",
  "says, to discover the honesty or dishonesty in an officer as it is to discover whether or not it is the fish  ",
  "5.26   Ethics, Integrity & Aptitude ",
  "that drank the water. He adds: “It is possible to mark the movements of birds flying high up in the ",
  "sky; but not so is it possible to ascertain the movement of government servants of hidden purpose.” ",
  "He recommends strictest deterrent punishment to  offenders. ",
  "Kautilya proposed that the salaries of the King and his officials should not exceed more than ",
  "a quarter of the revenue. This idea of containing administrative expenditure is again very modern. ",
  "He also proposed that ministers, including the King, should be paid for the service they render and ",
  "not for their ownership of any resources. ",
  "In Arthasastra, economic governance is the end, and political governance is its means. Good ",
  "governance presupposes political stability. He makes a revolutionary observation that stability will ",
  "prevail if rulers are responsive, accountable, removable and recallable. Otherwise, there will be ",
  "instability. Kautilya shows great concern to the need for a responsible administration. However, the ",
  "provisions for recall and removal can apply at best to state functionaries and not to the monarch. ",
  "The kingdom was of course a monarchy, but it was given well structured administrative ",
  "machinery. It was divided both functionally and geographically. Functionally, it contained various ",
  "departments and the heads of these departments were charged with clearly defined responsibilities. ",
  "They had to run the department actively, efficiently, prudently and profitably. The king directed ",
  "the administration with the help of a group of councillors, ministers and other high officials. They ",
  "need to be carefully selected by the king after considering their character and background. ",
  "Economic Governance ",
  "Kautilya recommends penalties for officials of public enterprises which incur losses, and rewards for ",
  "those who earn profits. This focus is on husbanding of resources both for efficiency and for meeting ",
  "the costs of running a country’s administration. In the economic sphere, the Arthasastra also proposes ",
  "a wage policy based on economic, social and political conditions. It must be just, and promote state ",
  "interests. Kautilya considers the State as a party along with farmers, merchants and industrialists to ",
  "labour or wage legislation. Thus Arthasastra balances the interests of the concerned economic groups. ",
  "Although government is seen as a monopolist, the need for evolving a reasonable solution for proper ",
  "utilization of resources is recognised. ",
  "Kautilya also recognised that the State has to ensure that commercial activities do not violate ",
  "laws or harm the consumer. The State would have to provide measurement and quality norms for ",
  "sale of products. Absence of trust and guarantee of quality would reduce commerce, and increase ",
  "search and verification costs of commercial transactions. Kautilya explicitly states that “Adulteration ",
  "of grains, oils, alkalis, salts, scents, and medicinal articles with similar articles of no quality shall be ",
  "punished with a fine.” He provides punishments for selling inferior goods as of higher quality. He ",
  "also fixes profit margins for home made and imported goods along with fines for exceeding the ",
  "margins. ",
  "He also established explicit guidelines for the practice of the medical profession, incorporating ",
  "ideas far in advance of his time. ",
  "Kautilya’s treatise is remarkable for foreseeing many modern economic ideas. He tried to establish ",
  "guidelines for professional service providers like weavers, washer men, boatmen and shipping agents. ",
  "He accepts the role of markets and of demand and supply when he observes: “in case of failure to  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.27 ",
  "sell merchandise at the fixed rate, the rate shall be altered.” Kautilya recommended that the State ",
  "should reduce excessive price fluctuation detrimental to commercial activities. He considered that ",
  "an interventionist policy is needed to counter a situation of glut in the market. Kautilya’s Arthasastra ",
  "is the first known treatise to discuss such concepts. ",
  "Agriculture dominated the economy in ancient times. Kautilya observes that cultivable land is ",
  "better than mines because mines fill only the treasury while agricultural production fills both treasury ",
  "and store houses. The Arthasastra refers to the functions of a Superintendent of Agriculture and says ",
  "that the King should understand the intricacies of agriculture. Arthasastra recognises that taxes on ",
  "agriculture and allied activities are necessary sources of State revenue. It advocates taxing the rich ",
  "farmers. Kautilya also advocated proper systems of cropping pattern and of irrigation. ",
  "Kautilya discusses local and foreign trade which he considers the third pillar of economic activity. ",
  "He emphasised that trade should be promoted by improving infrastructure. The state has to keep ",
  "trade routes free of harassment by courtiers, state officials, thieves, and frontier guards. Kautilya ",
  "distrusted traders believing them to be thieves, with a propensity to form cartels to fix prices, make ",
  "excessive profits and deal in stolen property. He prescribed heavy fines for discouraging such ",
  "offences by traders. He also recognised the usual trading arrangements and prescribed the methods ",
  "of resolving commercial disputes. He recommended measures for safety of goods in transit. He made ",
  "the villages responsible for loss of goods in their area. ",
  "Kautilya recommends that public servants while engaged in work, need to be closely supervised. ",
  "Men are naturally fickle-minded and their temper keeps changing. Hence the agency and tools, ",
  "which they make use of, the place and time of their work as well as the precise form of the work, ",
  "the outlay, and the results shall always, be ascertained. Hence the chief officer of each department ",
  "(adhikarana) shall thoroughly scrutinize the real amount of the work done, the receipts realised from, ",
  "and the expenditure incurred in that departmental work both in detail and in the aggregate. ",
  "Arthasastra emphasises both on fraud prevention and fraud detection. ",
  "Arthasastra suggests that the King should appoint spies to secretly watch over the goings on in various ",
  "departments. This suggestion will be regarded as rather unwholesome. Nowadays, we have systems of ",
  "whistleblowers who expose frauds in the organizations they work. But setting spies on officers reminds ",
  "one of a slogan from George Orwell’s 1984: “The big brother is watching you”. ",
  "The long list of areas of study which Kautilya gives reflects the progress being made at that time. ",
  "Medicine, mathematics, military education, commercial education, statecraft, the arts, architecture ",
  "are among the subjects for study. The eminent institutions of learning that flourished during the ",
  "time included Nalanda and Takshila. In contemporary terms, this is the domain of human capital ",
  "formation. ",
  "Main Themes ",
  "At this stage, we may note some interesting parallels between Kautilya’s prescriptions and the ",
  "principles of public administration and corporate management. We need to remember, however, ",
  "that Kautilya wrote against the background of an ancient monarchy. ",
  "¤  Arthasastra lays emphasis on creating economic infrastructure. ",
  "¤  It indicates areas of economy which need state regulation.  ",
  "5.28   Ethics, Integrity & Aptitude ",
  "¤  It broadly lays down the content, modalities and personnel for regulation. ",
  "¤  It shows remarkable perception of market forces. ",
  "¤  Kautilya recognises the significance of public finances. ",
  "¤  Kautilya describes elaborately the duties and functions of all the functionaries from top to ",
  "bottom within the monarchy. ",
  "¤  The system relied on both penalties and rewards. ",
  "¤ Kautilya prescribes some rules governing private trade and commerce. But as the economy ",
  "was primitive from a modern viewpoint, it did not have entities strictly comparable to ",
  "modern corporates. ",
  "To sum up: the topics which Kautilya covers can be described in modern terms as - rule of law, ",
  "judicial system, property rights, incentives for efficient and honest working of government officials, ",
  "promoting moral and spiritual welfare, provision of infrastructure and capital formation. These are ",
  "seen as means to strong nation building. ",
  " ",
  "GURU RAVIDAS ",
  "We shall now briefly outline the life and teachings of Ravidas. Ravidas was born in a cobbler ",
  "family. In those days, caste system was strong. People were bound by many social restrictions ",
  "and taboos. Upper castes mainly pursued spiritual knowledge and avocations. The hereditary ",
  "specialization virtually shut off others, especially the lower social strata from spiritual activities. ",
  "There have been saints who broke through such barriers. Ravidas was foremost among them. ",
  "According to Dr. Vivek Bhattacharya, Ramananda initiated Ravidas into his religious order. ",
  "Ramananda was an unorthodox Brahmin. Once he returned after a long pilgrimage. The orthodox ",
  "Brahmins wanted him to undergo penance or prayaschitta. Ramananda abandoned the narrow caste ",
  "concept, and allowed all to enter the temples and also allowed them to become Gurus. Ravidas was ",
  "among his disciples. ",
  "Saintly Ways ",
  "Ravidas was a great devotee of Rama. He would spend his time in meditation and prayer. In the ",
  "process, he neglected shoe–making. He would be absent minded, unable to concentrate on work and ",
  "fall behind schedules. His father became exasperated and turned Ravidas out of home. However, ",
  "Ravidas continued with his old ways. ",
  "He used to supply shoes free to saints and fakirs who happened to pass by his place. He had no ",
  "interest in material possessions. He feared that they would divert his attention from God. He used ",
  "to say, “What shall I do with any other treasure? I want only my beloved God whom none would be able to steal. ",
  "The name of god, simply by uttering, generates power in my mind. That bliss I can never get from anything else”. ",
  "Ravidas was initially opposed by Brahmins and other castes because of his low caste status. ",
  "According to one legend, Brahmins once refused to join a feast in which Ravidas was expected to ",
  "join. Ravidas did not attend it. But the Brahmins saw him sitting everywhere between them. Realizing ",
  "their mistake, they apologized to him and paid him obeisance as to an acknowledged saint.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.29 ",
  "The story may lack historical authenticity. But it yields interesting insights. One is that Ravidas’s ",
  "saintly qualities triumphed over deep-seated social prejudices. Ramananda was considered a renegade ",
  "by his fellow caste men. Still, he had the advantages of Brahminical birth and vast learning. In ",
  "contrast, Ravidas despite his unquestioned piety and godliness had to overcome social barriers to ",
  "receive his due (though he did not bother about worldly renown) from his coreligionists. ",
  "Ravidas is reputed to have miraculous healing powers. He liberally assisted whoever approached ",
  "him. ",
  "He never accepted offerings of money. One of his devoted followers once presented him with money. ",
  "On visiting Ravidas, he was surprised to find the money where he had placed it. When he asked Ravidas ",
  "about it, Ravidas told him to spend the money on building an inn for pilgrims. ",
  "Religious Ideas ",
  "To Ravidas, God was all. He thought that men differed from God in having a body. According to ",
  "Bhaktamala, Ravidas “held that the soul differs from God in that it is encumbered with a body. God is everything, ",
  "gracious to all passions, and should be worshipped with all the devotion that man is capable of. Ravidas selected virtue ",
  "from vice, made choice of good acts and avoided things forbidden.” Ravidas used to compose songs in praise ",
  "of God. They became very popular. Thirty have found a place in Granth Sahib, the sacred religious ",
  "text of Sikhs. Attracted by his devotion to God and spiritual powers, many people used to visit ",
  "him. People felt that “his conversation and poetry were like the suns to dispel the darkness of doubt ",
  "and infidelity.” ",
  "According to The Cultural History of India: ",
  "Ravidas was the worshipper of the one infinite God, who is above and beyond all religious sects ",
  "and without beginning or end. He preached that the lord resides in the hearts of His devotees, and ",
  "cannot be known through the performance of rites and ceremonies. Only one who has felt the pangs ",
  "of divine will alone find Him, and the highest expression of religion in life is the service of men. ",
  "Many other saints including Kabir respected him. The fame of Ravidas spread far and wide ",
  "so much so that even the queen of Chittore touched his feet and had initiation done through him. ",
  "Ravidas was also responsible for the initiation of Meerabai of Rajasthan, the great royal saint of ",
  "divine music. Ravidas has a large following known as Ravidasis who subscribe to theistic form of ",
  "Vaishnavism—which is a Bhakti cult. ",
  "Dr. Vivek Bhattacharya considers that the “appearance of Guru Ravidas in the spiritual arena ",
  "of India in the fifteenth century was a turning point in Indian history”. The acceptance by masses of ",
  "the son of a cobbler as a spiritual guru represents the final culmination of the Bhakti movement. His ",
  "elevation to the highest spiritual gallery of saints signals a great social and religious transformation. ",
  " ",
  "GURU NANAK ",
  "Biographical sketch ",
  "Guru Nanak, a great spiritual leader and founder of Sikhism, was born on April 15, 1469, at Rai ",
  "Bhoi di Talvandi, now known as Nankana Sahib, near Lahore. Nanak’s father Mehta Kalu Chand ",
  "was a farmer, and was the village accountant. Nanak’s mother was Tripta. Even in his childhood, ",
  "Nanak showed a mystic disposition. He was contemplative and pious. To the great surprise of his  ",
  "5.30   Ethics, Integrity & Aptitude ",
  "teachers, he would ask them questions on spiritual topics. His father tried hard to divert Nanak’s ",
  "mind towards worldly affairs. He entrusted Nanak with cultivation of the land. But Nanak paid ",
  "little attention to his work. He meditated even in the fields. His father attempted to interest him with ",
  "other avocations, but to no avail. ",
  "Guru Nanak had only one sister named Nanaki. She was married to Jai Ram, a Dewan in the ",
  "service of Nawab Daulat Khan Lodi who had an extensive Jagir in Sultanpur near Kapurthala. Nanak ",
  "also married soon after his sister’s marriage. His wife was Sulakhani. But marriage and the birth of ",
  "two children did not hinder Guru Nanak’s spiritual pursuits. He would go even then to forests and ",
  "lonely places for meditation. ",
  "Nanaki and Jai Ram had great love and respect for Nanak Rai Bular, the Zamindar of Talvandi, ",
  "who respected Nanak greatly and secured for him a job in Sultanpur as in–charge of nawab’s ",
  "storehouse. ",
  "After some years, Nanak left the job and went on a spiritual search. In the manner of Indian ",
  "saints, he went on a lengthy journey, travelling to various Muslim and Hindu religious centres of ",
  "India. Nanak’s quest perhaps led him to travels outside India. Nanak returned from his journeys in ",
  "1520. ",
  "The remaining years of his life were spent in Kartarpur, another village of central Punjab. It was ",
  "most probably during this final period that the foundations of the new Sikh community were laid. ",
  "Guru Nanak began to be revered as a spiritual master. Many people from different strata of society ",
  "thronged to hear the message of Guru Nanak. They were greatly attracted to the moral teachings of ",
  "Guru Nanak expressed in numerous devotional hymns sung by congregations of devotees. These ",
  "continue to be a part of the vibrant Indian religious traditions. ",
  "Nanak spent the final years of his life with his family in Kartarpur. Guru Nanak died in the year ",
  "1538 A.D. at the age of sixty-nine. Guru Angad succeeded Guru Nanak. The other Gurus are: Guru ",
  "Amardas, Guru Ramdas, Guru Arjan Dev, Guru Hargovind, Guru Har Rai, Guru Har Krishan, ",
  "Guru Teg Bahadur and Guru Govind Singh. ",
  "Teachings ",
  "William Hewat McLeod (in an article in Encyclopaedia Britannica) observes that Sikhism is monotheistic ",
  "and shows both Hindu and Islamic influences. It rejects idol worship and ritualism. But it shows ",
  "deep influence of Hindu mystical and devotional beliefs. According to William McLeod, Nanak’s ",
  "message can be briefly summarized as a doctrine of salvation through disciplined meditation on ",
  "the divine name. Salvation is understood in terms of escape from the transmigratory round of death ",
  "and rebirth to a mystical union with God. The divine name signifies the total manifestation of God, ",
  "who is a single Being, immanent both in the created world and within the human spirit. Meditation ",
  "must be strictly inward, and all external aids such as idols, temples, mosques, scriptures, and set ",
  "prayers are rejected. ",
  "Guru Nanak preached that not a single breath should be spent without Nama Smarana or ",
  "remembering the Name of the Lord. For no one could tell whether the breath that had gone in ",
  "would come out or not. Nanak says, “We are men of one breath. I know not a longer time-limit”. ",
  "According to Guru Nanak, he alone is a true saint who remembers the Name of the Lord with every ",
  "incoming and outgoing breath. He tells people not to lose any time but to begin prayers at once.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.31 ",
  "Guru Nanak was a reformer who condemned the corruptions in society. He rejected formalism ",
  "and ritualism in religion. He tried to infuse real spirit in the worship of God and true faith in religion ",
  "and God. His outlook was liberal. He carried the message of peace and of love for everybody. ",
  "Nanak opposed distinctions among men based on caste, creed, race or social hierarchy. To quote ",
  "his words, “There is neither Hindu nor Mussulman (Muslim) so whose path shall I follow? I shall ",
  "follow God’s path. God is neither Hindu nor Mussulman and the path which I follow is God’s.” ",
  "He preached purity, justice, goodness and the love of God. He said, “Serve God. Serve humanity. ",
  "Only service to humanity shall secure for us a place in heaven”. Guru Nanak had great respect for ",
  "women, allowed them to participate fully in all religious gatherings and accorded them full share in ",
  "religious functions. ",
  "Guru Nanak clearly says: “The road to the abode of God is long and arduous. There are no short cuts for ",
  "rich people. Everyone must undergo the same discipline. Everyone must purify his mind through service of humanity ",
  "and Nama Smarana. Everyone must live according to the will of the Lord without grumbling or murmuring. How to ",
  "find Him? There is one way. Make His will your own. Be in tune with the Infinite. There is no other way”. ",
  "The first stage in making the divine will one’s own is attained through prayer for divine grace or ",
  "favour—Ardas for Guru Prasad. He says that nothing can be achieved by man without divine favour. ",
  "He says: “Approach God with perfect humility. Throw yourself on His mercy. Give up pride, show and egoism. Beg ",
  "for His kindness and favour. Do not think of your own merits, abilities, faculties and capacities. Be prepared to die ",
  "in the pursuit of His love and union with Him. Love God as a woman loves her husband. Make absolute unreserved ",
  "self-surrender. You can get divine favour and love”. ",
  "Guru Nanak again and again insists thus: “Realise your unity with all. Love God. Love God in man. Sing the ",
  "love of God. Repeat God’s Name. Sing His glory. Love God as the lotus loves water, as the bird Chatak loves rain, as the ",
  "wife loves her husband. Make divine love thy pen and thy heart the writer. If you repeat the Name, you live; if you forget ",
  "it, you die. Open your heart to Him. Enter into communion with Him. Sink into His arms and feel the divine embrace”. ",
  "Guru Nanak has given a beautiful summary of his teachings in one of his hymns: ",
  "Love the saints of every faith: ",
  "Put away thy pride. ",
  "Remember the essence of religion ",
  "Is meekness and sympathy, ",
  "Not fine clothes, ",
  "Not the Yogi’s garb and ashes, ",
  "Not the blowing of the horns, ",
  "Not the shaven head, ",
  "Not long prayers, ",
  "Not recitations and torturings, ",
  "Not the ascetic way, ",
  "But a life of goodness and purity, ",
  "Amid the world’s temptations.  ",
  "5.32   Ethics, Integrity & Aptitude ",
  "In Guru Nanak’s conception, “God is but one, His Name is true, He is the Creator, He pervades the whole ",
  "universe, He is without fear, He is without enmity, He is immortal, He is birthless, He is self-born and self-existent, ",
  "He is the remover of the darkness (of ignorance) and He is merciful”. The Lord is eternal. He has no beginning ",
  "and no end. ",
  "Guru Nanak created the Gurumukhi script by simplifying the Sanskrit characters. The holy Granth ",
  "of the Sikhs is in Gurumukhi. Every Gurudwara has a Granth Sahib. The holy Granth, popularly known ",
  "as Adi Granth, contains the hymns of the first five Gurus. They were all collected, arranged and ",
  "formed into one volume called Guru Granth Sahib by the fifth Guru. It contains a few selections from ",
  "the hymns of Kabir and other contemporary Vaishnavite saints. Later on, the hymns of the ninth ",
  "Guru were incorporated in the holy Granth by the tenth Guru. The compositions of Guru Nanak ",
  "are very extensive. ",
  "The Granth Sahib begins with the following: “There is but one God whose name is true—the ",
  "Creator”. It contains a code of high morals. Purity of life, obedience to Guru, mercy, charity, ",
  "temperance, justice, straightforwardness, truthfulness, sacrifice, service, love and abstinence from ",
  "animal food are among the virtues on which great emphasis is laid; while lust, anger, pride, hatred, ",
  "egoism, greed, selfishness, cruelty, backbiting and falsehood are strongly condemned. ",
  "According to popular tradition, Nanak’s teaching needs to be practised in three ways: ",
  "¤  Vag Chakk : Sharing with others, helping those with less who are in need ",
  "¤  ftirat ftar : Earning/making a living honestly, without exploitation or fraud ",
  "¤  Naam Japna : Meditating on God’s name to control evil thoughts, to eliminate suffering and ",
  "to live a happy life. ",
  "Besides moral earnestness and simplicity, syncretism, catholicism and liberalism are the other ",
  "admirable attributes of Guru Nanak’s teaching. These aspects of Guru Nanak’s teaching have great ",
  "contemporary relevance. They preach tolerance and amity between religions. Although persecution ",
  "at one time in its history led Sikhism to acquire heroic military virtues, it has a strong mystical and ",
  "devotional strain. In a historical period marked by political turmoil, Sikhism stood as a sentinel ",
  "guarding the other faiths in India. ",
  " ",
  "TIRUVALLUVAR ",
  "Tiruvalluvar was a great poet, preacher and thinker. The details of his life are not known with any ",
  "great historical authenticity. Tiruvalluvar was born in Tamilnadu perhaps in Mylapore of present- ",
  "day Chennai. Tiruvalluvar was a householder who probably worked under a king. According to ",
  "some legends, he was a weaver. His wife’s name is Vasuki. ",
  "Tiruvalluvar’s fame rests on his great work Thirukkural. Scholars are divided on the period of ",
  "its composition. The commonly accepted period of Tiruvalluvar is 2nd century AD. Thirukkural ",
  "is assigned to this period because Tiruvalluvar seems to have borrowed ideas from Arthasastra ( ",
  "250 B.C. 150 A.D.) and because the two Tamil epics Manimekhalai and Silappadikaram (200-500AD) ",
  "contain references to Tirukkural’s couplets. However, 31 B.C. is the year of Tiruvalluvar’s birth as ",
  "accepted by the Tamil Academy of Madurai.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.33 ",
  "Despite its antiquity, Thirukkural reflects humane, refined and universal moral values. The ",
  "following observations of Albert Schweitzer contained in his book ‘Indian Thought and Its Development’ ",
  "(1951) are worth recalling in this context: ",
  "“With sure strokes the ftural draws the ideal of simple ethical humanity. On the most varied questions concerning ",
  "the conduct of man to himself and to the world its utterances are characterised by nobility and good sense. There hardly ",
  "exists in the literature of the world a collection of maxims in which we find so much lofty wisdom”. ",
  "Thirukkural consists of three parts covering: ",
  "(a)  virtues; ",
  "(b)  worldliness; and ",
  "(c)  love. ",
  "Thirukkural contains 133 chapters, each containing 10 couplets, thus making a total of 1330 ",
  "couplets. Virtue is accorded the highest priority in Thirukkural. The chapters on virtue and love (inbam) ",
  "deal with ethical living in private life. Porul or wealth deals with public affairs. Virtue is discussed in ",
  "380 verses, worldliness in 700 stanzas and love (Inbam) in 250 verses. A general idea of the contents ",
  "of Thirukkural can be had by looking at the couplets and the topics they cover: 40 couplets are on ",
  "God, Rain, Virtue and Ascetics, 200 couplets on Domestic Virtue, 140 couplets on Higher Virtue ",
  "based on Grace, 250 couplets on Royalty, 100 couplets on Ministers of State, 220 couplets on the ",
  "Essential requirements of Administration, 130 couples on Morality, both positive and negative, and ",
  "250 couplets on Human Love and Passion. ",
  "In what follows, we cite a few quotations from Thirukkural to convey the spirit of its moral ",
  "sentiments. After paying homage to ascetics, Tiruvalluvar emphasises family and personal virtue. ",
  "On Virtue ",
  "“Rage, Envy, Greed and Harsh words Avoided is virtue.” ",
  "He praises the qualities of affability, gratitude, self-control, right conduct and faithfulness in the ",
  "first section of Virtue. Extolling the significance of vegetarianism he says: ",
  "“How can one be kindly? If he fattens on other’s fat?” ",
  "He also expresses the Christian idea that one should forgive one’s enemies, and return evil with ",
  "good. ",
  "“Punish a sinner by paling him With a good deed, and forget.” ",
  "On Love and family ",
  "Tiruvalluvar’s idealism leads him to lavishly praise feminine virtue: ",
  "If woman might of chastity retain, What choicer treasure doth the world contain ",
  "Although Tiruvalluvar discusses romantic love, he preaches that it should culminate in married ",
  "life. For it sets out the commitments and responsibilities of the couple towards each other and ",
  "towards their families and society at large. Tiruvalluvar places high value on family life, and the ",
  "joys of raising children. Professor C.R. Krishnamurti in Thamizh Literature Through the Ages observes, ",
  "“These verses would be particularly relevant today when genuine commitment between married ",
  "couples is gradually becoming conspicuous by its absence. One also wonders at what point in ",
  "history the financial and religious inputs began to creep into the matrimonial relationships in the  ",
  "5.34   Ethics, Integrity & Aptitude ",
  "Thamizh social fabric!” As an aside, we may note that all over India religious inputs in matrimonial ",
  "relationships are waning while financial inputs are growing. ",
  "On the Importance of Wealth ",
  "Tiruvalluvar recognises the supreme value of virtue, but thinks that without wealth it becomes ",
  "impracticable. The following couplet shows how a poor man’s thoughts will get fixated on the ",
  "spectre of hunger. ",
  "“Will that hunger return? Which nearly killed me yesterday?” ",
  "Simultaneously, Tiruvalluvar finds fault with avarice and miserliness: ",
  "“He is poor though a millionaire Who neither gives nor spends.” ",
  "Tiruvalluvar emphasises that worldly wisdom or prudence is necessary to live in harmony in ",
  "society. One needs to get along well with fellow men. ",
  "On Politics & Governance ",
  "Tiruvalluvar has made many wise observations on statecraft. He discusses the relationship between ",
  "the king, his ministers and subjects. He highlights the importance of learning, agriculture and social ",
  "service. He denounces corruption and nepotism, the evils of current politics, as evil and unwise. ",
  "His prescription for a thriving society is based on a blend of personal character, social conduct and ",
  "state action. ",
  "On Moral Enforcement ",
  "Many moral thinkers advocate harsh morality and rigid enforcement of morals. Idealistic morals have ",
  "to make allowance for common human weaknesses, and to the exigencies of real life. Tiruvalluvar ",
  "takes this fact into account, and recognises the need for some exceptions from moral norms. He ",
  "gives an instance where uttering a falsehood may be justified. ",
  "Falsehood may take the place of truthful word If blessing from fault it can afford ",
  "Literary aspects ",
  "We may note a few other significant points about Thirukkural. According to Tamil scholars, its ",
  "composition is marked by great literary beauty. The expressions used for describing human emotions ",
  "are very delicate. Various aspects of love are described in a subtle manner. Tiruvalluvar never misses ",
  "an opportunity of cautioning people against unchaste behaviour. ",
  "“Sacred Couplets is considered a masterpiece of human thought, compared in India and abroad to the Bible, John ",
  "Milton’s Paradise Lost, and the works of Plato. .........The Thirukkural is an all inclusive moral guide whose foremost ",
  "moral imperatives are not to kill and to tell the truth” (Webster’s Encyclopaedia of Literature) ",
  "Tiruvalluvar’s poetry reflects his moral seriousness, depth of conviction and his understanding ",
  "of human psychology. His thinking is catholic and free from religious dogmatism. It is a matter of ",
  "great wonder that Tiruvalluvar, who lived so long back in history, expressed such liberal and sublime ",
  "thoughts. He was far, far ahead of his times.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.35 ",
  "In the end, we include a list of pithy sayings from Tiruvalluvar: ",
  "¤  Something may not be achievable even by God or through God’s help. But the effort exerted ",
  "to attain that non-achievable will yield its deserving result! ",
  "¤  Though the world goes round with many activities, it is dependent on agriculture. Hence, ",
  "though laborious, farming is the foremost activity. ",
  "¤  As water changes its nature, from the nature of the soil in which it flows, so will the character ",
  "of men resemble that of their associates. ",
  "¤  Friendship is not just a smile on the face; It is what is felt deep within a smiling heart. ",
  "¤  The stalks of water-flowers are proportionate to the depth of water; so is men’s greatness ",
  "proportionate to their minds (Knowledge). ",
  "¤  Avoid an act which you may repent later; if done by mistake, better not to repeat it. ",
  "¤  Whatever is thought to be done will be achieved as planned, if the planners possess firmness ",
  "in execution. ",
  "¤  Excessive or deficient food or activity causes disorders in mobility, breathing and digestion. ",
  "¤  Agriculturists are the linchpin of the mankind since they support all others who cannot till ",
  "the soil. ",
  "¤  The learned teacher makes you enjoy learning; on leaving, makes you to keep thinking of ",
  "his teaching. ",
  "¤  Think and then undertake the work; to think after commencement will bring disgrace. ",
  "¤  Determined efforts result in prosperity; idleness will bring nothing. ",
  "¤  Defer not virtue to another day; receive her now; and at the dying hour she will be your ",
  "undying friend. ",
  "¤  Water will flow from a water well in proportion to the depth to which it is dug, and knowledge ",
  "will flow from a man in proportion to his learning. ",
  "¤  That which God gives, nobody can ban. That which God bans, nobody can give. ",
  "¤  If anyone does a wrong thing for you, do good thing for them. ",
  "We can discuss many other inspiring figures from our history. However, extending this account ",
  "further will lead to repetition of the earlier pattern of discussions. Our purpose is to offer a model of ",
  "analysis which students can apply to their readings on other leaders, rulers and reformers. Students ",
  "need to learn about all such prominent figures and make short notes about them in the form of ",
  "bullet points. ",
  " ",
  "   Summary  ",
  " ",
  "¤  This chapter is about lives of leaders, reformers and administrators. ",
  "¤  We interpret leaders to mean national leaders of freedom movement. ",
  "¤  Students would be reading about them while covering Independence movement and polity. ",
  "¤  We interpret administrators to mean able Indian rulers from ancient, medieval and modern ",
  "times.  ",
  "5.36   Ethics, Integrity & Aptitude ",
  "¤ We interpret reformers as social, moral and religious reformers. These are transformational ",
  "figures that reshape the moral values and worldview of the society. ",
  "¤ As it is impossible to cover all important leaders, reformers and administrators, we have ",
  "selected a few for discussion. ",
  "¤  Students need to take notes whenever they come across such personalities in their reading. ",
  "¤  Their lives have to be studied in the background of human values. ",
  "¤ Human values can be individual values – linked with man’s bodily self, social self and ",
  "spiritual self. ",
  "¤ Human values can also be interpreted as universal values found in all societies, religions ",
  "and periods. ",
  "¤  Five such human values are - truth, right conduct, love, peace and non-violence. ",
  "¤ Human values can have another meaning as recognizing human rights. Humanism as a ",
  "doctrine placed man at the centre of discussion in philosophy, morals and humanities. ",
  "It focuses on human happiness, human concerns and human freedom and ",
  "achievement. ",
  "¤ Human beings have to be always treated as ends in themselves and not as means to any ",
  "putative higher end. ",
  "¤ Humanism rejects religious ideas, affirms autonomy of human reason and man’s duty to ",
  "chalk out independently the paths of self development and social progress. ",
  "¤ Religious discourse may often focus on spiritual exercises, theological or doctrinal questions ",
  "and on external religious observances. Sometimes, religious leaders promote narrow ",
  "outlook, bigotry and sectarian intolerance. We have to steer clear of such views. Religious ",
  "approaches have to promote feelings of common humanity, human fraternity, social equality ",
  "and mutual tolerance. ",
  "¤ Vivekananda fused Hindu Vedantic ideals with Western scientific and humanistic thought. He ",
  "worked against the tendency of Hindus to devote themselves to exclusive sects and doctrines. ",
  "He reminded Indians of their glorious traditions. He popularized Vedanta philosophy in ",
  "the West. Above all, he reminded people of the need to help the masses submerged in ",
  "poverty and ignorance. ",
  "¤ The great contributions of Ramakrishna Paramahamsa are: establishing the possibility of ",
  "directly experiencing God; preaching of harmony of religions; harmonizing ancient religious ",
  "practices with modern secular life; discounting the abuses which have entered religions; ",
  "and improving the tone of morality in social life. His thoughts are free from obscurantism. ",
  "¤ Aurobindo’s writings boosted the morale of the nation still in bondage. They lifted the feeling ",
  "of despondency, gloom and inferiority from the minds of people living in subjugation to a ",
  "foreign power. Aurobindo reminded people of the nation’s glorious past. There is nothing ",
  "narrow or chauvinistic in Aurobindo’s thoughts. His message of spiritual self enlightenment ",
  "based on deep internal meditation is addressed to the whole humanity. ",
  "¤ Ram Mohan Roy possessed an acute mind, broad religious sympathies, a very powerful ",
  "personality and great drive for reforms. Both his range of interests and sphere of activities ",
  "were wide. He fought relentlessly against the abuses and corrupt practices that crept into the ",
  "once healthy body of Hindu doctrine. He looked beyond India’s political downfall, loss of ",
  "independence and humiliation. He looked towards a radiant future based on absorption of  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.37 ",
  "Western culture and democratic discipline. He was a true believer in the equality of sexes ",
  "and toiled to raise the status of women. ",
  "¤ Dayananda Saraswati gave the slogan: “back to Vedas”. He was an iconoclast who opposed ",
  "the traditional rituals of Hinduism, idol worship, conventional priesthood and the caste ",
  "barriers. He was a great practical reformer who built many institutions and promoted many ",
  "constructive activities. ",
  "¤ Narayana Guru was a great spiritual master. He taught religious tolerance and social ",
  "harmony. His teachings have a social orientation. He was concerned about the plight of the ",
  "poor and the downtrodden and worked for their welfare. In his essential spiritual practices, ",
  "he followed the hallowed, sacred traditions like other great saints. ",
  "¤ Rabindranath Tagore was a great poet, writer and philosopher. His works popularized ",
  "Indian cultural thoughts in many parts of the world. He is the first Asian to win the Nobel ",
  "Prize. Though famous as a poet, he also wrote novels, short stories, dramas, articles, essays ",
  "and was a painter too. His songs, known as Rabindrasangeet are very popular in Bengal. He ",
  "was a social reformer, patriot and humanitarian. ",
  "¤  The main themes in Arthasastra are: ",
  "It lays emphasis on creating economic infrastructure. It indicates areas of economy which need ",
  "state regulation. It broadly lays down the content, modalities and personnel for regulation. ",
  "It shows remarkable perception of market forces. ",
  "¤  Kautilya recognises the significance of public finances. ",
  "¤ Kautilya describes elaborately the duties and functions of all the functionaries from top to ",
  "bottom within the monarchy. ",
  "¤  His system relied on both penalties and rewards. ",
  "¤ Kautilya prescribes some rules governing private trade and commerce. But as the economy ",
  "was primitive from a modern viewpoint, it did not have entities strictly comparable to ",
  "modern corporate entities. ",
  "¤ To sum up: the topics which Kautilya covers can be described in modern terms as –rule ",
  "of law, judicial system, property rights, incentives for efficient and honest working of ",
  "government officials, promoting moral and spiritual welfare, provision of infrastructure and ",
  "capital formation. These are seen as means to strong nation building. ",
  "¤ The “appearance of Guru Ravidas in the spiritual arena of India in the fifteenth century ",
  "was a turning point in Indian history”. The acceptance by masses of the son of a cobbler as ",
  "a spiritual guru represents the final culmination of the Bhakti movement. His elevation to the ",
  "highest spiritual gallery of saints signals a great social and religious transformation. ",
  "¤ Sikhism is monotheistic and shows both Hindu and Islamic influences. It rejects idol worship ",
  "and ritualism. But it shows deep influence of Hindu mystical and devotional beliefs. ",
  "¤ Guru Nanak preached that not a single breath should be spent without Nama Smarana or ",
  "remembering the Name of the Lord. ",
  "¤ Guru Nanak was a reformer who condemned the corruptions in society. He rejected ",
  "formalism and ritualism in religion. He tried to infuse real spirit in the worship of God and  ",
  "5.38   Ethics, Integrity & Aptitude ",
  "true faith in religion and God. His outlook was liberal. He carried the message of peace ",
  "and of love for everybody. Nanak opposed distinctions among men based on caste, creed, ",
  "race or social hierarchy. ",
  "¤ Nanak preached purity, justice, goodness and the love of God. Guru Nanak had great respect ",
  "for women, allowed them to participate fully in all religious gatherings and accorded them ",
  "full share in religious functions. ",
  "¤  Guru Nanak created the Gurumukhi script by simplifying the Sanskrit characters. The holy ",
  "Granth of the Sikhs is in Gurumukhi. ",
  "¤ Granth Sahib contains a code of high morals. Purity of life, obedience to Guru, mercy, ",
  "charity, temperance, justice, straightforwardness, truthfulness, sacrifice, service, love and ",
  "abstinence from animal food are among the virtues on which great emphasis is laid; while ",
  "lust, anger, pride, hatred, egoism, greed, selfishness, cruelty, backbiting and falsehood are ",
  "strongly  condemned. ",
  "¤ Besides moral earnestness and simplicity, syncretism, Catholicism and liberalism are the ",
  "other admirable attributes of Guru Nanak’s teaching. ",
  "¤  Tiruvalluvar was a great poet, preacher and thinker. ",
  "¤ Tiruvalluvar’s fame rests on his great work Thirukkural. Scholars are divided on the period ",
  "of its composition. The commonly accepted period of Tiruvalluvar is 2nd century AD. ",
  "¤  Thirukkural consists of three parts covering: a) virtues; b) worldliness; and c) love. ",
  "¤ Despite its antiquity, Thirukkural reflects humane, refined and universal moral values. It is ",
  "considered a masterpiece of human thought, compared in India and abroad to the Bible, ",
  "John Milton’s Paradise Lost, and the works of Plato. ",
  "¤ Tiruvalluvar’s poetry reflects his moral seriousness, depth of conviction and his understanding ",
  "of human psychology. His thinking is catholic and free from religious dogmatism. It is a ",
  "matter of great wonder that Tiruvalluvar, who lived so long back in history, expressed such ",
  "liberal and sublime thoughts. He was far, far ahead of his times. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What do you understand by human values? Discuss three such values. ",
  "2.  Name a national leader of your choice and discuss the values he represented. ",
  "3.  Discuss any two saints who though untouched by Western ideas have shown a progressive ",
  "modern outlook. ",
  "4.  Do you think that the interest of Indian scholars in Kautilya’s Arthasastra is a form of nostalgia ",
  "for past? ",
  "5.  “Indian saints have been too immersed in religious ceremonial and discourses to pay sufficient ",
  "attention to social problems.” Discuss. ",
  "6.  Discuss the ideas of any Indian ruler who you think has contributed to welfare of people. ",
  "7.  There have been many religious leaders who won great acclaim in spite of their humble birth. ",
  "Discuss the teachings of any such saint. ",
  "8.  What are the moral lessons one can learn from Gandhi and Netaji Subhas Chandra Bose? ",
  "9.  “The lives of great reformers reflect ideals which though great are hard to follow”. Discuss. ",
  "10.  “Moral values and administrative realities are far apart.” Discuss.  ",
  "Lessons From the Lives of Great Indian Leaders, Reformers and Administrators   5.39 ",
  " ",
  "REFERENCES ",
  " ",
  "  The Spirit of Indian Culture: Saints of India Dr.Vivek Bhattacharya ",
  "  Lecture (at British Museum) on Tagore’s 150th birth centenary Amartya Sen ",
  "  India’s Nation Builders D.N. Bannerjea ",
  "  Swami Vivekananda Ramakrishna matt and Ramakrishna Mission (web site) ",
  " Sri Ramakrishna Ramakrishna matt and Ramakrishna Mission (web site) ",
  " William Hewat McLeod Guru Nanak (Article from Encyclopedia Britannica) ",
  "  Sri Swami Sivananda Guru Nanak (From Lives of Saints) ",
  "  Manoj Sadasivan Thirukkural (About.com Hinduism) ",
  " N.V.K. Ashraf An Introduction to Thirukkural and its author  ",
  "  ",
  "",
  ""
]