[
  "C h a p t e r.3    ",
  "Western Moral Thinkers ",
  " ",
  " ",
  " ",
  " ",
  "SOCRATES ",
  "Historical Background ",
  "For understanding the trends of ancient Greek moral philosophy, especially the departure which ",
  "Socratic doctrines represent, it is necessary to begin with Sophism. Actually, Sophists gave a practical ",
  "turn to Greek philosophy. The Greek philosophy began as speculation into the nature of the cosmos ",
  "or universe and into the ultimate principle of all things. As is to be expected, the early speculations on ",
  "the subject could make little headway and this led to scepticism about abstract philosophical thinking. ",
  "Around this time, the contacts of Greeks with the rest of the world began and changed their ",
  "outlook. Earlier, Greeks believed that their morals and ideals are not merely the conventions of their ",
  "own society, but are rooted in natural order. Their morals are not subjective views of a particular ",
  "society but are objective and universal. The Greek thinkers began to wonder whether various ",
  "national and local ways of life, customs, religions and moral codes which their contacts with outside ",
  "world revealed are conventions or naturally given. They began to doubt the earlier view that Greek ",
  "culture and morals are ideal and rooted in nature. Greek morality no longer seemed ideal or unique. ",
  "Morals, it seemed, are neither universal nor absolute but are relative to a given society. As we shall ",
  "see, Socrates opposed this sort of moral relativism. ",
  "Further, Sophists unlike the earlier Greek philosophers, had no interest in discovering objective ",
  "truth about the external world. They were practical teachers. The contemporary Greek city state ",
  "opened out many opportunities of political advancement to talented youth. But for this purpose, ",
  "the political aspirants had to cultivate skills of clever oratory for swaying the masses. An avenue of ",
  "making money in ancient Greece was through arguing in law suits which also presupposed oratorical ",
  "skills. Sophists were itinerant professors who travelled from city to city and gave instruction to young ",
  "men. They taught them grammer, interpretation of poets, the philosophy of mythology and religion, ",
  "etc. Their main focus was however on rhetoric or on presentation of arguments in attractive and ",
  "pleasing garb. This earned them a bad name. It seemed that Sophists taught the art of making the ",
  "unjust appear the just cause. They also taught, so people felt, how to win law suits by hook or crook ",
  "and how best to advance one’s political career.  ",
  "3.2   Ethics, Integrity & Aptitude ",
  "More importantly, Sophists put man at the centre of their doctrines. Protagoras, the most ",
  "renowned sophist expresses this view in the following beautiful passage: “...man is the measure of ",
  "all things, of those that are, that they are, of those that are not, that they are not.” This may mean ",
  "that the community, society or the whole of humanity is the standard or criterion of truth. However, ",
  "Protagoras regarded moral judgements or valuations as relative. “For I hold that whatever practices ",
  "seem right and laudable to any particular state are so for that State, so long as it holds by them.” ",
  "Socrates believed that moral judgements and standards are objective and universal. This is the ",
  "reason why Socrates discusses moral concepts such as truth, courage and justice at great length. ",
  "For Sophists seem to advocate extreme relativism: “what appears to you to be true is true for you, ",
  "and what appears true to me is true for me.” This is pure subjectivism. However, many modern ",
  "philosophers feel that the ancient moral thinkers criticized Sophists too harshly. With this background, ",
  "we turn to Socrates. ",
  "Socrates As the First Systematic Moral Thinker ",
  "Socrates is the first systematic moral thinker in Western philosophical tradition. He belonged to the ",
  "Athenian republic in ancient Greece. Early on, Athens was a city State but gradually became an ",
  "empire. Socrates lived in the fifth century B.C. (469-399). To understand his ideas, we need to have ",
  "some historical background of his times. ",
  "Around this period, there were wars between Persians and Greeks. The Greeks won a notable ",
  "victory at Marathon in the first Persian war. In the victories over Persia, Sparta, a city state and rival ",
  "of Athens played a major role. While the Athenian republic was a democracy, Sparta was a military ",
  "oligarchy. Under Pericles, a democratically minded ruler, Athens prospered and witnessed great ",
  "artistic efflorescence. The famous ancient Greek dramatists - Aeschylus, Sophocles, and Euripides ",
  "– belonged to fifth century B.C. Incidentally, Aristophanes, a comic poet of this time, lampooned ",
  "Socrates in the drama Clouds. ",
  "The rivalry between Athens and Sparta resulted in the outbreak of the Peloponnesian War in 431 ",
  "B.C. Sparta defeated Athens in the war, and set up in Athens, an oligarchic government, known as ",
  "the Thirty Tyrants. Some of these tyrants (such as Critias, their head) had been pupils of Socrates. ",
  "They were overthrown within a year and democracy was restored. The political atmosphere became ",
  "poisoned in the wake of war, plague, defeat and amidst widespread suspicions about conspiracies ",
  "and treacheries against government. ",
  "Trial of Socrates ",
  "It was at this time that Socrates fell foul of the political rulers in Athens. He was accused of corrupting ",
  "the youth and of impiety towards gods. At the end of the trial, Socrates was condemned to death. ",
  "Plato, a great philosopher and disciple of Socrates, gives a poignant account of the trial in The Apology. ",
  "It is a great Platonic dialogue. In those times, philosophers used to write their treatises in the form ",
  "of dramatic dialogues among the participants. ",
  "Philosophers have gleaned the moral doctrines of Socrates mainly from various dialogues ",
  "which Plato wrote. Some of the famous Platonic dialogues, besides Apology, are: Republic, Phaedo, ",
  "Protagoras, Meno, and Gorgias. Many philosophers think that the Socrates portrayed by Plato in his ",
  "dialogues may not be historical but fictional. We can bypass this question and proceed straight ",
  "to a few important details of Socrates’s personality and then outline his moral theories.  ",
  "Western Moral Thinkers   3.3 ",
  "Socrates was a man of modest means. In his younger days, he served in the army, and acquitted ",
  "himself with courage and honour. He then settled down in Athens. He spent his time in disputation, ",
  "and taught philosophy to the young without charging fees. He carried on his discussions in market ",
  "places and other public forums. He was high-minded and was indifferent to worldly success. He ",
  "was a saintly character with a beautiful soul. Far from being an arm-chair moral thinker, Socrates ",
  "practised what he preached. ",
  "His trial and death have created a halo of moral heroism around him. He has been put on the ",
  "same pedestal as Jesus, Galileo, and Sir Thomas More. In his tract, On Liberty, Mill wrote, “Mankind ",
  "can hardly be too often reminded that there was once a man named Socrates between whom and the legal authorities ",
  "of his time there took place a memorable collision.” In modern terminology, Socrates would be called ‘an ",
  "anti-establishment  thinker’. ",
  "Moral Concerns of Socrates ",
  "The philosophic interests of Socrates, unlike those of his predecessors, were ethical rather than ",
  "scientific. He turned away from cosmic speculations and brought ‘Philosophy down from Heaven to ",
  "Earth’. He focused on human relations of life and on the various ways in which men in their different ",
  "roles interact with one another. He thought that these alone lie within the compass of knowledge, and ",
  "are capable of yielding lessons for proper conduct of life. He was a practical moralist in this sense. ",
  "According to Socrates, Ethics has an end or a standard; the precepts or means of achieving ",
  "the end flow from ethical theory. But he did not precisely state what it is. The Greek philosophers ",
  "developed the concept of the Summum Bonum at a later time. Summum Bonum is the highest good ",
  "or the ultimate good according to which values and priorities are established in an ethical system. ",
  "Socrates (and Plato) referred to the final end of conduct as ‘the art of dealing with human beings’; ",
  "‘the art of behaving in society’; and ‘the science of human happiness’. ",
  "Socrates puts moral considerations above all else. The only worthwhile pursuit for men is virtue- ",
  "the noble and the praiseworthy. Doing-well consists in excelling in whatever one does. Knowledge ",
  "is a prerequisite for good behaviour. He preferred the pleasures of self-improvement and of duty ",
  "as opposed to indulgences, honours, and worldly advancement. In ‘Apology’, he reproaches men for ",
  "pursuing wealth and glory more than wisdom and virtue. The soul can be perfected by acquiring ",
  "virtues. In modern terminology, for Socrates, virtue is the highest psychological good and is always ",
  "to be preferred to material good. Life is not worth living if soul is destroyed, and wrong doing ",
  "corrodes it. ",
  "Unjust acts signify improper behaviour towards others. To quote his examples, it is unjust to rob ",
  "temples, betray friends, steal, break oaths, commit adultery, and mistreat parents. Socrates opposed ",
  "wrongdoing even when his life was at stake. His friends arranged for his escape from prison so that he ",
  "can evade the death penalty. Socrates declined their offer saying that it would be unjust to do so. He ",
  "said that we should not act wrongly or unjustly, even when others are unjust to us. As we saw before, ",
  "Socrates shows admirable moral heroism by refusing to abandon his principles and by refusing to ",
  "escape death through immoral means. ",
  "Socrates holds that no one knowingly does what is bad. This view is known as moral ",
  "intellectualism. It means that only knowledge is needed to make all men virtuous. Socrates thinks ",
  "that men desire what is virtuous or good for them. If they desire bad things or act wrongly, it is due  ",
  "3.4   Ethics, Integrity & Aptitude ",
  "to their ignorance. In this conception, virtue is knowledge and ensures good action. Further, virtue ",
  "is sufficient for happiness. It is noteworthy that in Christian (as in Hindu) ethics, a pure heart (not ",
  "necessarily knowledge) leads to virtuous action, and can be found both among the ignorant and the ",
  "learned. ",
  "Common experience shows that men often crave for things which they know are bad and ",
  "pursue activities which they know are harmful. They drive recklessly or take drugs. Even saints, ",
  "not to speak of ordinary mortals, succumb to worldly temptations. Moral knowledge by itself ",
  "is inadequate to motivate men to be virtuous or follow the right course of action in a given ",
  "situation. Hence, the Socratic conception is rather simplistic. Men often err knowingly and are ",
  "unable to resist temptations. This is what the saying, “the spirit is willing but the flesh is weak” ",
  "means. Thus Socrates has overlooked the complexities of moral psychology. ",
  "Aristotle criticizes the moral intellectualism of Socrates or the view that virtue is a kind of ",
  "knowledge. Aristotle believes that the essence of moral life consists in cultivation of good habits. The ",
  "two views can in fact be reconciled. Virtue involves both knowledge and habit. Virtue is, in fact, a ",
  "perspective. The virtuous man lives continuously in a moral universe or simply follows moral duty. ",
  "To live continuously in a moral universe is a habit; but simultaneously, it is a form of insight. The ",
  "man who lives in a different universe sees things habitually in a different way through a differently ",
  "coloured glass. To be virtuous, therefore, is to possess habitually a certain kind of knowledge or ",
  "insight. ",
  "Virtue is both a kind of knowledge and a kind of habit. Habit as applied to moral character, ",
  "is not mere custom. It is not comparable to habits such as one’s walking or speaking style. Habits ",
  "of moral significance are habits of deliberate choice. As deliberate choice depends on thought or ",
  "reason, in order to choose the right, we must know the right. Thus, knowledge and habit both go ",
  "into virtuous conduct. ",
  "Moderate Living ",
  "Socrates advocates mild asceticism. A philosopher need not give up all ordinary pleasures, but he ",
  "should not be a slave to them. He must be entirely concerned with the soul, and not with the body. ",
  "“He would like, as far as he can, to get away from the body and to turn to the soul.” Philosophers, ",
  "Socrates continues, try to dissever the soul from communion with the body, whereas other people ",
  "think that life is not worth living for a man who has “no sense of pleasure and no part in bodily ",
  "pleasure.” ",
  "We also find in Socrates the religious ideas which devalue body and look upon it as an impediment ",
  "to spiritual progress. “It [body] needs food and is prone to disease. It fills us full of loves, and lusts, and fears, ",
  "and fancies of all kinds, and endless foolery, and in fact, as men say, takes away from us all power of thinking at ",
  "all ”. Mental purity means freedom from slavery to the body and its needs. Socrates also thought ",
  "that body is a hindrance to the acquisition of knowledge, and that sight and hearing are inaccurate ",
  "witnesses: true existence, if revealed to the soul at all, is revealed in thought, not in sense. ",
  "The link between morality and theology was tenuous in Socrates’ thought. Theology consists of ",
  "study of philosophical and moral doctrines of a religion. Systematic religious thinking as for example ",
  "in Judaism, Christianity or Buddhism did not exist in ancient Greece. Early Christian writers referred ",
  "to Greek religious ideas as paganism. However, Christian writers were greatly influenced by Plato  ",
  "Western Moral Thinkers   3.5 ",
  "and Aristotle. Greeks worshipped many gods. Socrates was pious and reverential towards gods. So ",
  "far as the gods administered the world in a right spirit, they would show favour to the virtuous. ",
  "Socratic Method ",
  "Socrates was a reflective moralist who analysed the moral categories then emerging into contemporary ",
  "discourse. Platonic dialogues are discussions of definitions of ethical terms such as temperance or ",
  "moderation, friendship, courage. Socrates consistently maintains that he knows nothing, and is only ",
  "wiser than others in knowing that he knows nothing. His method of discussion consisted in putting ",
  "a series of questions to others, and in the process, exposing their pretensions to knowledge. This ",
  "could be the reason for the hostility which he provoked. In this connection, the following incident ",
  "which Bertrand Russell cites is instructive. ",
  "He would ask such questions as: “If I wanted a shoe mended, whom I should employ?” To which some ",
  "ingenuous youth would answer: “A shoemaker, O Socrates.” He would go on to carpenters, coppersmiths, etc., ",
  "and finally ask some such question as “who should mend the Ship of State?” When he fell into conflict with ",
  "the Thirty Tyrants, Critias, their chief, who knew his ways from having studied under him, forbade him to ",
  "continue teaching the young, and added: “You had better be done with your shoemakers, carpenters, and ",
  "coppersmiths. These must be pretty well trodden out at heel by this time, considering the circulation you have ",
  "given them” ",
  "Other Aspects of Socratic Thought ",
  "We need to consider only a few more aspects of Socratic morals. In one interpretation, the trial of ",
  "Socrates is seen as a conflict between State power on one side and individual liberty and freedom ",
  "of speech on the other. Whatever may be the status of contemporaneous law, the question arises ",
  "about whether an individual can somehow put his own sense of conscience or moral integrity even ",
  "above the law. ",
  "This is a perennial question in political theory. Even today, we have many activists who try ",
  "to act as self appointed conscience keepers of the nation. They are often active on issues such as ",
  "Naxalism, minority rights, secularism, tribal rights and environment. They also espouse the human ",
  "rights of those accused of terrorism. In these matters, the question of balancing security threats to ",
  "nation and human/individual liberties becomes important. ",
  "During his trial, Socrates says, “The unexamined life is not worth living.” It means that a ",
  "worthy life is possible only if we continually reflect on our thinking and remove contradictions and ",
  "incoherence from it. This is a typically intellectual conception perhaps inapplicable to common ",
  "people. But it reflects the sublime quality of Socratic thought. We referred to an interpretation of the ",
  "trial of Socrates as a conflict between State (or political) power and freedom of speech. In another ",
  "interpretation, it can be seen as the result of Socrates’ highly individual quest for self perfection. ",
  "We may also note that Socrates has given a new direction to the then prevalent moral values. ",
  "Greek epic poets, Homer and Hesiod, set out certain exemplary models of heroic virtue and civic ",
  "life. The virtues of this tradition were the virtues of a warrior culture, of war-like peoples and men ",
  "at war. This conception of the citizen contained certain notions of citizen loyalty and patriotism ",
  "which were created and shaped by the poetic tradition going back to Homer. Socrates has replaced ",
  "the traditional view of morality. Socratic conception of citizenship emphasises the individual’s own  ",
  "3.6   Ethics, Integrity & Aptitude ",
  "powers of independent reason, argument and judgment. The Socratic citizen is unlikely to defer to ",
  "or rely on such public goods as custom, authority and tradition. ",
  "Many centuries had to pass before the emergence of the modern State and its free citizens. ",
  "Moral thought also went through many turns and twists over this long period. However, if we ",
  "make due allowances for modern trends and tastes, the moral reaching of Socrates still holds ",
  "its ground. The rigorous analysis of moral ideas which Socrates pioneered is a procedure ",
  "which modern philosophy still follows. Conceptual analysis and clarification of ideas are parts ",
  "of current philosophical practice. Modern philosophers adopt a positivist approach to morals ",
  "which implies that they analyse but rarely commit themselves to a given moral code. ",
  " ",
  "   Summary of Socrates’ Philosophy  ",
  " ",
  "•  Socrates was the first systematic moral thinker. ",
  "•  He led an exemplary life spending most of his time in philosophical discussion. ",
  "•  He was accused of corrupting the youth and of impiety towards gods. At the end of the ",
  "trial, Socrates was condemned to death. ",
  "•  His trial and death have created a halo of moral heroism around him. ",
  "•  Political activists like Henry David Thoreau, Gandhi and Martin Luther King were inspired ",
  "by him. ",
  "•  His pupil Plato, a great philosopher, outlined many Socratic ideas in the famous dialogues: ",
  "Apology, Republic, Phaedo, Protagoras, Meno, and Gorgias. ",
  "•  The philosophic interests of Socrates, unlike those of his predecessors, were ethical rather ",
  "than scientific. He did not speculate on the origin and nature of the universe. ",
  "•  According to Socrates, the only worthwhile pursuit for men is virtue–the noble and the ",
  "praiseworthy. ",
  "•  Unjust acts signify improper behaviour towards others. ",
  "•  Socrates holds that no one knowingly does what is bad. This view is known as moral ",
  "intellectualism. ",
  "•  But this runs counter to the fact that men often err knowingly and are unable to resist ",
  "temptations. ",
  "•  Socrates advocates mild asceticism. ",
  "•  Socrates was a reflective moralist who analysed the moral categories then emerging into ",
  "contemporary discourse. Platonic dialogues are discussions of definitions of ethical terms ",
  "such as temperance or moderation, friendship, courage. ",
  "•  Socrates says, “The unexamined life is not worth living.” ",
  "•  Socrates had given a new direction to the then prevalent moral values. He shifted attention ",
  "from heroic virtues. His conception of citizenship emphasises the individual’s own powers ",
  "of independent reasoning, argument and judgment.  ",
  "Western Moral Thinkers   3.7 ",
  "PLATO ",
  "Introduction ",
  "Plato, whom many regard as the greatest philosopher, had a noble lineage. He was born in 429 ",
  "B.C.–the second year of the Peloponnesian war and also the year of Pericles’s death. He was a student ",
  "of Socrates for eight years. He loved and admired Socrates. In some of his dialogues, he portrays ",
  "Socrates as the very embodiment of virtue. After the execution of Socrates, he left Athens and ",
  "lived in foreign lands for ten years. During this time, he met Euclid and learnt about Pythagorean ",
  "ideas of mathematical mysticism. After returning to Athens, he founded the Academy (his school) ",
  "and gathered around him a group of disciples including the great philosopher Aristotle. Plato died ",
  "in his eighty first year. ",
  "Plato was not only a great philosopher but also a great literary genius. His dialogues are marked ",
  "by deep mysticism and dazzling literary beauty. Plato’s moral doctrines are similar to those of Socrates ",
  "but contain a heavy admixture of metaphysics. Further, Plato introduced a political dimension into ",
  "individual morals. In his famous dialogue Republic, Plato implies that only citizens of an ideal State ",
  "or commonwealth can be moral. Critics complain that in the writings of divine Plato (as he was ",
  "called by his admirers) logical thought is often overtaken by poetic fancy and that illiberal ideas ",
  "masquerade in attractive literary costume. ",
  "In this section, we will briefly outline Plato’s ethical ideas covering both individual morality and ",
  "political ethics. But as an indispensable preliminary, we need to mention an aspect of his metaphysics, ",
  "which is known as the theory of Ideas or Forms. Plato uses this theory in his writings on nature, ",
  "dialectic [logic] and morals. ",
  "Plato’s Metaphysics ",
  "Ancient Greek philosophers were greatly troubled by one aspect of the physical world. The ",
  "world appeared to them as a kaleidoscopic picture of continuous change or flux. It seemed to ",
  "be in a state “of constant becoming and continuous change, where things appear to be purely ",
  "momentary, and in an incessant transition from the immediate past through the present into ",
  "the future.” Related to this was another problem that perception and sensation of things vary ",
  "between individuals; and that sometimes the same individual has different perceptions and ",
  "sensations about the same thing. Objects and things seemed to be “wholly wanting in constancy ",
  "and stability”. Many ancient philosophers thought that no reliable knowledge can be had of ",
  "things which are in a state of such perpetual change. Heraclitus, for example, observed that ",
  "we cannot step in and out of the same river for it would have changed in the meanwhile (or ",
  "between our two steps). Some philosophers like Protagoras, however, believed that perception ",
  "(or the deliverances of human senses) is knowledge of the empirical world as it is. ",
  "For Plato the external world, as given in senses, is only an appearance. He uses various expressions ",
  "to describe the sensible and phenomenal world such as–the many, the divisible, the becoming, and ",
  "non-being. The real world according to Plato is an abstract realm of eternal and unchanging Ideas ",
  "or Forms. The objects and things of the physical world are appearances or phenomena which are ",
  "like images of the Forms in the world of Ideas. Plato calls the Forms as archetypes and the objects of ",
  "the material world as their copies or adumbrations. Plato believes that philosophers gain knowledge ",
  "of the Forms (or being) through the intellectual perceptions of the soul.  ",
  "3.8   Ethics, Integrity & Aptitude ",
  "Readers may wonder how the above piece of metaphysics ties up Plato’s moral philosophy. To ",
  "anticipate our discussion, Plato argues that since philosophers have an insight into Forms or reality, ",
  "they should be the rulers of a State, or that alternatively rulers should become philosophers. ",
  "Bertrand Russell looks from a different perspective the problem of continuous change in nature ",
  "which bothered Greek philosophers. They felt that it prevents men from gaining certain knowledge. ",
  "According to Russell, the problem which puzzled the Greek philosophers relates to universals or ",
  "general terms used in language. Examples of general terms are roses, tables, chairs and the like. ",
  "In modern language, these terms are concepts, and the objects which fall within the definition of ",
  "any concept are assigned to it. There may be any number of instances of the concept ‘rose’. Some ",
  "philosophers believe that there is a form or essence underlying all such instances of a concept. They ",
  "are called realists. Their opponents are nominalists who argue that one need not look beyond the ",
  "individual instances of ‘rose’. ",
  "Idea of Good ",
  "After this brief outline of the theory of Forms, we turn to Plato’s moral ideas. For Plato the good has ",
  "unconditional worth and is the source of worth in various things. He gives a sublime philosophical ",
  "definition of the good: “It is the ultimate ground at the same time of knowing and of being, of the ",
  "perceiver and the perceived, of the subjective and the objective, of the ideal and the real, though exalted ",
  "itself above such a division.” Plato regarded the idea of the good and God as identical. ",
  "Plato considers the good from three sides. First, he considers the good as Idea or good in itself ",
  "as mentioned above. In this aspect, it is distinct from its manifestations in science, truth, beauty and ",
  "virtue. Secondly, he considers the good as individual virtue. Thirdly, he regards the good as ethical ",
  "world in the political State. We will shortly consider the constitution which Plato outlines in the ",
  "Republic. ",
  "Any discussion of the highest good has to consider the conception of pleasure. The doctrine ",
  "of hedonism proposed that pleasure is the true good. Plato rejects hedonism because pleasures are ",
  "indeterminate and relative. Further, pursuit of impure pleasures often results in pain and misery. ",
  "Plato, however, admits pleasure as an ingredient of the good by showing the necessary connection ",
  "between virtue and true pleasure. True and enduring pleasure is found in the exercise of reason ",
  "and in the possession of truth and goodness. Good life is virtuous life largely made up of intellectual ",
  "studies and rational action accompanied by some, pure aesthetic pleasures. Plato’s conception of ",
  "pleasure is thus spiritual and intellectual. ",
  "Theory of Virtue ",
  "Plato’s theory of virtue follows the Socratic doctrine. He identifies virtue with knowledge. From this ",
  "it follows that virtue is teachable, and that men can learn morality just as they can learn any other ",
  "subject. Morality is not an innate quality or a contingent gift of nature. Moral beings are not born ",
  "but made through education. ",
  "Plato makes a fourfold division of morals, and associates them with different parts of the soul. The ",
  "four virtues are wisdom or prudence, valour, temperance and justice. Plato regards the virtues as forming ",
  "a complex unity–the one can be manifold, or the manifold one. This may seem like philosophical ",
  "word play, but implies that virtues share common features and look similar from several perspectives. ",
  "Plato accords a privileged position to justice as the overarching virtue.  ",
  "Western Moral Thinkers   3.9 ",
  "Plato divides soul into three parts–rational, spirited and appetitive. Wisdom or prudence is virtue ",
  "of reason, the first part of the soul. Wisdom is the directing or measuring virtue. For instance, without ",
  "it, courage will become a rash impulse, and quiet endurance will degenerate into stony indifference. ",
  "Valour is the virtue of spirit, the second part of the soul. Valour preserves the rational intelligence ",
  "which is often beset with anxieties in its struggle against pain and pleasure, desire and fear. The third ",
  "part of the soul consists of biological appetites. It is necessary to control their propensity towards ",
  "excess. Temperance regulates human passions and signifies the submission of non-rational elements ",
  "to reason. ",
  "Justice refers to the harmonious functioning of the related elements of the soul – the appetitive, ",
  "the spirited and the rational. Justice in Plato’s sense makes an individual concentrate on his duties; ",
  "it can be thought of as the sense of duty. As we shall see, in the ideal commonwealth of Plato, every ",
  "citizen will perform his assigned duties without craving for the (more attractive or powerful) roles of ",
  "others. ",
  "Plato’s Republic ",
  "As mentioned earlier, Plato considers that individual virtue is possible only for citizens of a moral ",
  "State. Plato’s dialogue, Republic, is a vision of such an ideal political society or commonwealth; ",
  "it is the earliest political utopia. Plato proposes a constitution in which philosophers will be the ",
  "kings or rulers. He holds that until philosophers are made kings, or kings and princes acquire ",
  "philosophical wisdom, no solutions can be found for the political ills of States. Prima facie, Plato’s ",
  "suggestion of handing over State power to speculative philosophers sounds strange. ",
  "Political thinkers have identified the reasons which led Plato to his vision of the ideal ",
  "commonwealth. He was reacting against the troubled political conditions in Athens after its defeat ",
  "in the Peloponnesian war. In modern terminology, Athens then was a failed State. The capital ",
  "penalty imposed on Socrates would have exacerbated Plato’s dislike for democracy which had then ",
  "degenerated into mob rule. Being an aristocrat, Plato had a natural antipathy towards democracy. Most ",
  "importantly, Plato was impressed by the myth of Sparta. Sparta was a military autocracy controlled ",
  "by an oligarchy. Plutarch in his Life of Lycurgus gave a glowing, romantic and fictional account of the ",
  "Spartan State and created the myth of Sparta which impressed Plato. The Republic contains many ",
  "features of the Spartan State which Plutarch narrated. ",
  "The citizens of the Republic are to be divided into three classes: the common people, the soldiers, ",
  "and the guardians. Only the guardians are to exercise political power. The legislator (or the author ",
  "of the constitution) will select the first group of guardians. Afterwards, the guardians will succeed by ",
  "heredity. The main problem is to ensure that guardians will follow the intentions of the legislator. ",
  "To secure this end, Plato proposes a series of political, economic, educational and other measures. ",
  "As acquisitive instincts and family ties lead to corruption, the Republic will have neither private ",
  "property nor the family system. There will be community living and common eating. Women and ",
  "children will be commonly shared. Children will be taken away from parents at a certain age and ",
  "will be raised by the State. Weak and infirm children will be exposed to death at birth. ",
  "Plato gives extensive details about the proper type of education. Education will consist of culture ",
  "and athletics (gymnastics). There will be austere training of the body. Both boys and girls will ",
  "participate in physical training. Girls will also be trained in all military arts and will be conditioned to  ",
  "3.10   Ethics, Integrity & Aptitude ",
  "be brave. The education will inculcate gravity, decorum and courage. The education, it is evident, ",
  "is a form of rigorous military training. ",
  "Plato proposes strict censorship over literature, drama and music. Even Homer who attributes ",
  "immoral behaviour to Gods is to be banned. Tragic dramas with their pathos which may undermine ",
  "courage and military virtue are to be banned. Cheap comedy, pantomime and buffoonery will find ",
  "no place in the Republic. Plato is severe on poets too. Military music which serves to embolden ",
  "soldiers and the general populace will be encouraged. ",
  "Plato doubts whether people will readily accept his proposed State. He hopes that people can ",
  "be convinced through “one royal lie”. It will consist in propounding and propagating the myth that ",
  "God has created men of three kinds – rulers (guardians), military class and the common citizenry. ",
  "If people accept the inequalities and the class system as part of a divinely ordained order, there ",
  "will be no dissatisfaction or social unrest. The Republic will enjoy political stability. ",
  "Plato explains his second conception of justice after describing the three classes of the ideal ",
  "common wealth. The wisdom of the state resides in the small class of guardians; the courage of the ",
  "State in the auxiliaries; and the temperance of the State in the subordination of the governed to the ",
  "governing. The justice of the State consists in that everyone attends to his business without interfering ",
  "with anyone else’s. The individual is just when all the parts of his soul function harmoniously with ",
  "due subordination of lower parts to the higher parts. Similarly, the State is just when all its classes ",
  "and their individual members perform their due functions diligently. Political injustice, on the other ",
  "hand, exists in a meddlesome and restless spirit, which leads to one class interfering with the business ",
  "of the other. As Bertrand Russell observes humorously, that everyone should mind his own business ",
  "is an admirable dictum, but it hardly, fits into modern concept of justice based on equity, impartiality ",
  "and fair play. ",
  "Criticism of Platonic Ideas ",
  "For many centuries, philosophers lavished fulsome praise on Plato’s Republic. It was seen as an odyssey ",
  "of the free intellect; a sublime expression of political ideals freed from narrow, personal interests of ",
  "the individual. Although the then Athenian State was in utter moral decline, Plato seemed to have ",
  "expressed its Form or its true but deeply buried moral foundations. It was recognised that the political ",
  "institutions of the Republic subordinate the individual to the political society. But it was considered ",
  "a necessary corrective to unchecked individual licentiousness. The volitions of the individual and ",
  "requirements of State power have to be reconciled to ensure political stability. ",
  "In modern times, political thinkers have attacked Plato’s ideas. They are seen as offensive to the ",
  "modern democratic temper. Bertrand Russell traces the ancestry of fascism to Plato. Karl Popper ",
  "includes Plato among the three great intellectual enemies of open society – the other two being ",
  "Hegel and Marx. Open society, according to Popper is representative democracy with full panoply ",
  "of individual freedoms. We may note the main charges which modern writers level against Plato. ",
  "In spite of Plato’s fine talk, his Republic is a hereditary military oligarchy. It is essentially based ",
  "not on democratic but on aristocratic principle. Political power vests with the guardians. A large ",
  "section of the population – farmers, artisans and traders – will be permanently excluded from political ",
  "power. This will be a permanent dispensation with no possibility of change. Plato’s Republic seems ",
  "to reflect his subconscious aristocratic wish that the democratic tendencies should be stifled.  ",
  "Western Moral Thinkers   3.11 ",
  "It may appear that the Republic will be ruled by saintly guardians imbued with Platonic ideals. ",
  "As ideals represent impersonal ethics, there may seem no great objection to rule of the enlightened ",
  "philosophers. It may seem preferable to the messy democratic systems often driven by venal greed ",
  "and power lust of politicians. The difficulty is that there may be no unanimity or consensus on even ",
  "the most enlightened ideology. Ideology expresses the desires, hopes and the world view of a social ",
  "group. There can be conflicting ideologies. The second half of the twentieth century is a tale of the ",
  "conflict between Western capitalism and communism. There can be clash on morality for instance as ",
  "between that of a Christian saint and of Nietzsche’s superman. Ideals cannot be often disassociated ",
  "from the class, status or nation of an individual. The ideology of the guardians will have no relation ",
  "to popular desires or hopes; at best guardians will implement Plato’s ideals. ",
  "Plato’s concept of justice, unlike modern democratic theory, has no connection with equality. Justice ",
  "implies that citizens accept their status as guardians, soldiers, farmers, artisans or traders, and perform ",
  "their assigned roles. This conception allows inequalities of power and privilege to exist without injustice. ",
  "Plato sees no injustice in the rule of hereditary guardians since they are best fitted to rule because of their ",
  "knowledge and training. Plato’s view on this question is misconceived. In society, certain occupations ",
  "like those of doctors, lawyers, navigators and accountants, require acquisition of professional skills. ",
  "But those who seek political office need no such qualification – the common denominator of ",
  "citizenship is sufficient for aspiring political leaders. Plato’s view in this matter rests on a false ",
  "analogy. ",
  "Plato argues that the guardians possess the knowledge of moral Ideas of the abstract realm. ",
  "Leaving aside the question whether such an ideal realm in fact exists, we need to note another ",
  "difficulty with Plato’s conception. Plato, and for a long time many philosophers, mixed up factual ",
  "statements and moral judgments. Factual statements are verifiable and objective. They are about ",
  "events or features of the world whose veracity can be directly or indirectly checked. For example, ",
  "experimental data are statements of fact. Knowledge of the physical world largely consists of factual ",
  "statements of science. ",
  "Moral judgments and theories with which Plato is concerned are distinct from facts. We will ",
  "discuss the nature of moral judgments later. But it is easy to see that morals are not directly linked to ",
  "an objective external reality. They are essentially about desirable human conduct and ways of living. ",
  "While there can be agreement in principle about facts – X is true or false – it is not so with morals. As ",
  "we have noted, people disagree about morals which ultimately depend on one’s ideals, preferences ",
  "and ends. In this sense, morals cannot be equated with knowledge. In modern terminology, one ",
  "has to distinguish between judgments of facts and judgments of value. Agreement on facts rests on ",
  "standard verification procedures. Moral agreements are matters of  consensus. ",
  "We may note a few more unattractive features of Plato’s Republic. It smacks of totalitarian and ",
  "autocratic rule. Plato is ready to use the ‘royal lie’ to deceive the gullible population. He introduces ",
  "censorship which is against the principle of liberty. His proposals for abolishing family system are ",
  "weird. He virtually abolishes the private moral space of the individual. He experiences his activities ",
  "and pleasures not as an antonomous individual but as a part of the social organism. He is submerged ",
  "in the State. ",
  "As we noted earlier, Plato’s views on virtue are derived from Socrates. He places them within ",
  "the framework of his theory of Forms. As a result, he injects an air of mysticism into them. Plato  ",
  "3.12   Ethics, Integrity & Aptitude ",
  "conceives an individual’s moral life as dependent on the ethical constitution of the State. Hence ",
  "any discussion of Platonic virtue cannot be separated from political ethics. Plato is generally seen ",
  "more as a political thinker than as a moralist. His ideal political commonwealth is an outgrowth ",
  "of his disenchantment with democracy and common populace (‘the great unwashed’ in the words ",
  "of a political philosopher) and his desire to ensure the continued existence of an aristocratic State. ",
  "Notwithstanding the glittering phrases he uses, his ideal commonwealth is essentially a closed ",
  "military-aristocratic oligarchy. It contains features characteristic of modern dictatorships. As such, ",
  "the Platonic political temper runs counter to modern liberal political thought. However, his account ",
  "of individual virtue is still an inspiring ideal. ",
  " ",
  "   Summary of Plato’s Philosophy   ",
  " ",
  "•  Plato’s political outlook was greatly influenced by the defeat of Athens in the Peloponnesian ",
  "war and the death sentence on Socrates. His views became anti- democratic. ",
  "•  Plato regards the external world, as given in senses, as only an appearance. ",
  "•  The real world is an abstract realm of eternal and unchanging Ideas or Forms. ",
  "•  Plato calls the Forms as archetypes and the objects of the material world as their copies or ",
  "adumbrations. ",
  "•  For Plato the good has unconditional worth and is the source of worth in various things. ",
  "•  Plato rejects hedonism because pleasures are indeterminate and relative. ",
  "•  Plato makes a fourfold division of morals, and associates them with different parts of the ",
  "soul. The four virtues are wisdom or prudence, valour, temperance and justice. ",
  "•  Plato divides soul into three parts as rational, spirited and appetitive. He associates different ",
  "virtues with each part of the soul. He injects an air of mysticism into moral discussions. ",
  "•  Justice refers to the harmonious functioning of the related elements of the soul– the appetitive, ",
  "the spirited and the rational. ",
  "•  Plato’s dialogue, The Republic, is a vision of an ideal political society or commonwealth; it is ",
  "the earliest political utopia. ",
  "•  Plato proposes a constitution in which philosophers will be the kings or rulers. ",
  "•  Plutarch in his Life of Lycurgus gave a glowing, romantic and fictional account of the Spartan ",
  "State and created the myth of Sparta which impressed Plato. Sparta was a military dictatorship. ",
  "•  The citizens of the Republic are to be divided into three classes: the common people, the ",
  "soldiers, and the guardians. Only the guardians are to exercise political power. ",
  "•  The Republic will have neither private property nor family system. ",
  "•  Guardians will be hereditary and will be educated with rigid discipline for instilling in them ",
  "military skills and culture. ",
  "•  Plato proposes strict censorship of literature, drama and music. ",
  "•  His republic is a hereditary military oligarchy. It smacks of totalitarian and autocratic rule. ",
  "In it, the individual will be submerged in the State. ",
  "•  In modern times, political thinkers have attacked Plato’s ideas. They are seen as offensive ",
  "to the modern democratic temper. Bertrand Russell traces the ancestry of fascism to Plato.  ",
  "Western Moral Thinkers   3.13 ",
  "Karl Popper includes Plato among the three great intellectual enemies of open society – the ",
  "other two being Hegel and Marx. ",
  "•  The ideology of the guardians will have no relation to popular desires or hopes; at best ",
  "guardians will implement Plato’s ideals. ",
  "•  The individual is submerged in the State. ",
  " ",
  "ARISTOTLE ",
  "Biographical Sketch ",
  "Socrates, Plato and Aristotle are the triumvirate of great ancient Greek philosophers. Aristotle was ",
  "born in 384 B.C. at Stagirus, a Grecian colony in Thrace. Nichomachus, his father, was the court ",
  "physician of the Macedonian king. Aristotle lost his parents early in life. He then went to Athens ",
  "and studied under Plato for twenty years. In the Academy, Aristotle showed an indefatigable zeal ",
  "for learning. After Plato’s death in 347 B.C., Aristotle left Athens. He stayed in the royal court at ",
  "Atarneus for three years. When its king was killed by Persians, he went to Mytilene and lived there ",
  "for many years. From there he went to Macedonia at the invitation of King Philip to tutor his son, the ",
  "famous Alexander, who was then thirteen years old. He supervised Alexander’s studies for five years. ",
  "He then returned to Athens and founded his own school of philosophy at a place called Lyceum. ",
  "Approach ",
  "In his philosophical temper, Aristotle differed sharply from Plato. Plato, the founder of philosophical ",
  "idealism, soared high above the world of sense and mundane human affairs. In contrast, Aristotle ",
  "is a down to earth practical thinker, who placed morals within the frame of ordinary human life. ",
  "Aristotle sticks to the factual and the concrete, and stays within the bounds of actual human experience. ",
  "Aristotle criticized many Platonic theories, and was even accused of being ungrateful to his teacher. ",
  "However, Aristotle’s criticism was free from personal rancour. He called himself a friend of Plato, ",
  "but a greater friend of truth. ",
  "In his famous treatise, Nicomachean Ethics, Aristotle mainly discuses two aspects of Ethics-happiness ",
  "and virtues. We outline his ideas on these themes. Two interesting points however may be mentioned ",
  "here. For Aristotle, happiness and virtue go together. The idea that a virtuous man should lead ",
  "miserable life somehow does not appeal to Aristotle. In later philosophy, the fact that the paths of ",
  "happiness and virtue may diverge is clearly recognised. Secondly, Aristotle does not discusss the ",
  "idea of duty which later assumes great importance in Ethics. Discussion of virtues is his abiding ",
  "contribution to Ethics. ",
  "Summum Bonum ",
  "In his ethics, Aristotle discusses the summum bonum which is the final end towards which human ",
  "activity is directed. Every human act has an end or aim. But many ends are means to other ends or ",
  "ways of achieving the other ends. But finally, we reach an end which is ultimate and does not serve ",
  "as a means to any other end. This is summum bonum. ",
  "Thus X may want to become a trader. Accordingly, he may buy a store in a mall. He may fill the ",
  "store with wares he wants to sell for profit. He will do many things for the success of his business. If  ",
  "3.14   Ethics, Integrity & Aptitude ",
  "his business prospers, he will become rich. Riches will enable him to satisfy his material wants. And ",
  "this satisfaction will make him happy. We can arrange X’s actions in a series. ",
  "Buy store Æ stock it with wares Æ sell the wares Æ make profit Æ amass money Æ buy ",
  "things Æ Satisfy material wants Æ feel happy. ",
  "In this simple example, the final end of all of X’s actions is happiness (as he conceives it), and ",
  "is the summum bonum. In this example, happiness completes the series. We can symbolize actions ",
  "here as A and their ends as E Then we have, A E A E A E and A E In this series, the end of ",
  "x  x.  1—- 1,  2—- 2,  3— 3  4—- 4. ",
  "action at one stage becomes the means for achieving the goal at the next stage. Thus E becomes A; ",
  "1  2",
  "E becomes A ; and E becomes A We can think of the series of actions as comprising intermediate ",
  "2  3 3  4. ",
  "ends and a final end. ",
  "His Concept of Happiness ",
  "This is only the beginning of the story. People attach different meanings to ‘happiness’. For instance, ",
  "instead of spending money on material means of pleasure, X may donate to charities or go on ",
  "pilgrimages. These actions will also make him happy. As the meaning or connotation of happiness ",
  "may differ for different individuals, the concept of happiness has to be defined. ",
  "Aristotle defines happiness with the help of his philosophical principles. For Aristotle, every being ",
  "in nature has its proper end, and its achievement is the special function of that being. The adequate ",
  "performance of the special function is the good for any being. Sensation is the special function of ",
  "animals, and hence sensual pleasures cannot be the good for man. Reason is the special function of ",
  "human beings. Therefore, summum bonum or ultimate good for men is to be found in the life of ",
  "reason. ",
  "Aristotle, however, does not wholly exclude what many would regard as sources of happiness. ",
  "Aristotle believes that higher beings in nature possess the faculties of lower beings. Although man ",
  "is a creature of reason, he still has the appetites of plants and the sensations of animals. As these are ",
  "built into human nature, Aristotle divides virtues into two categories, as intellectual and ethical. ",
  "His Concept of Virtues ",
  "Moral virtues, for Aristotle, are to be distinguished from intellectual virtures. Moral virture has to do ",
  "with feeling, choosing and acting well. Intellectual virtue is identified as a kind of wisdom acquired ",
  "from teachers. It has to do with contemplation of the natural world, metaphysics and learning subjects ",
  "like mathematics and logic. ",
  "The highest virtues belong to the life of reason or intellect. Philosophical contemplation forms ",
  "part of this life. Aristotle designates these intellectual virtues as dianoetic. Ethical virtues consist in ",
  "the subordination of human passions and appetites to reason. Intellectual virtues rank higher than ",
  "ethical virtues because they are allied to man’s special function as a rational creature. Another reason ",
  "for their superiority is that thinking man resembles God whose life is one of pure thought. Intellectual ",
  "and ethical virtues together constitute happiness. These are the absolute values for humanity. ",
  "Being a practical thinker, Aristotle recognises that even a virtuous man cannot be happy if ",
  "circumstances conspire against him. Poverty, sickness and misfortune will make even a virtuous ",
  "man miserable. Riches, friendships, health and good fortune, though not the same as happiness, ",
  "contribute to it. To this extent, Aristotle acknowledges that the outward conditions of one’s life can ",
  "influence happiness.  ",
  "Western Moral Thinkers   3.15 ",
  "Ethical Virtues ",
  "As between intellectual and ethical virtues, Aristotle discusses the latter at length. As we saw, ethical ",
  "virtues consist in control of emotions by reason. Aristotle opposes the Socratic view that knowledge ",
  "of morals is sufficient to make a man virtuous. Socrates overlooks the fact that it is hard to control ",
  "human passions. A man may reason correctly and discover the correct moral course. However, he ",
  "may be overwhelmed by his emotions and take the unethical route. The saying, “The spirit is willing, ",
  "but the flesh is weak” sums up this situation. ",
  "How then to bring the wayward passions under the control of reason? According to Aristotle, ",
  "the unruly human passions can be disciplined only by constant exercise of self control. With constant ",
  "practice, virtuous conduct becomes a habit. Habit is of great importance in morality. It is by steadfast ",
  "pursuit of morality that man becomes moral. “Virtue renders virtue easy”. ",
  "We may now consider the reason why Aristotle rejects the ascetic ideal. The ascetic wants to ",
  "completely eliminate appetites and passions from human heart. But it is not possible since they are ",
  "essential attributes of human nature. As we noted earlier, higher forms of being include the faculties ",
  "of lower forms of being. Virtue presupposes the operations of both reason and passions. If reason ",
  "is to control passions, they have to be present. Aristotle regards passions as the matter of virtue and ",
  "reason as its form. If passions, as ascetics propose, are extirpated, virtue will become an empty shell ",
  "or a concept without content. ",
  "Golden Mean and Common Virtues ",
  "Aristotle’s views on asceticism reflect his tendency to avoid extreme positions. In fact, virtue according ",
  "to him implies moderation. Aristotle’s celebrated doctrine of virtue defines it as the mean between ",
  "two extremes. Every virtue lies in between two vices. For example, courage is a virtue which lies ",
  "between the two extremes of cowardice and foolhardiness. Aristotle uses the terms ‘defect’ and ",
  "‘excess’ to describe the extremes or vices within which each virtue lies. But we can ignore these ",
  "terms. We need to consider only the examples which Aristotle gives. While there are innumerable ",
  "virtues, Aristotle mentions certain popularly recognised types of good action common in human life. ",
  "We tabulate some common virtues and their extremes in the following table: ",
  " ",
  "Virtue  Extreme (1)  Extreme (2) ",
  "Courage  Cowardice  Rashness ",
  "Munificence (generosity)  Pettiness  Vulgar profusion ",
  "Good temper  Spiritlessness  Irascibility ",
  "Politeness  Rudeness  Obsequiousness ",
  "Modesty  Shamelessness  Bashfulness ",
  "Temperance  Insensibility  Intemperance ",
  "Liberality  Meanness  Prodigality ",
  "Proper pride  Humility  Vanity ",
  "Ready wit  Buffoonery  Boorishness  ",
  "3.16   Ethics, Integrity & Aptitude ",
  "Some virtues, we can see, do not fit into this scheme. Wisdom, truthfulness and impartiality are ",
  "among these. ",
  "Aristotle gives no criterion or rule for determining the correct mean which constitutes the virtue. ",
  "The choice of mean is not like bisecting a straight line or calculating the average of two numbers. ",
  "The choice depends on the individual and the circumstances of any particular case. It results from ",
  "the good judgment of the individual or on his good sense and tact. Aristotle means that the mean ",
  "varies from individual to individual depending on circumstances. For example, in acts of charity, ",
  "the mean will be higher for a rich man than an ordinary man. Even an ordinary householder has to ",
  "help his parents in need. In short, Aristotle believes that general rules cannot cover the wide range ",
  "of possible situations of life. ",
  "Aristotle’s Magnanimous Individual ",
  "We may briefly note the type of individual whom Aristotle calls as ‘high-souled’ or ‘magnanimous’ ",
  "or ‘proud’. He is a person who embodies the virtues of nobility. He is seen as good in the highest ",
  "degree. He will be great in virtues such as valour, generosity, loyalty and dignity. The magnanimous ",
  "morality may be impossible without nobility and goodness of character. The magnanimous man will ",
  "be mainly concerned with maintaining his honour and dignity. Aristotle’s portrait is evidently that ",
  "of aristocratic virtue. Popular admiration for aristocratic and heroic virtues has declined with the ",
  "growth of democratic sentiment. Bertrand Russell observes that virtues of the magnanimous man ",
  "largely depend upon his having an exceptional social position. Hence, in the modern mind, these ",
  "virtues of nobility get associated with hereditary privilege and inequality. ",
  "His Concept of Justice ",
  "For Aristotle, justice is a virtue of the State and not of the individual. He mentions two types of ",
  "justice: distributive and corrective. His concept of distributive justice should not be understood ",
  "in the modern egalitarian sense. Distributive justice in its modern sense seeks to reduce extreme ",
  "inequalities in wealth and income. It may include provision for meeting the minimum needs of the ",
  "poor. However, in Aristotle’s thinking, distributive justice refers to rewarding people according to ",
  "merit. Honours and rewards have to be assigned based on the worth of individuals. Those who ",
  "are more meritorious will get higher rewards. Aristotle’s view can be seen as an advice to rulers that ",
  "they should reward meritorious individuals rather than psychophants and time servers. ",
  "Corrective justice has to do with inflicting punishment for wrong doing. Anyone who gains ",
  "undue profit by unfair means should be made to suffer corresponding loss through a fine or penalty. ",
  "Justice consists of general principles which cannot cover all the possible situations (cases) which arise ",
  "in social life. Equity consists in adapting general rules to special circumstances. ",
  "His Concept of Freedom of Will ",
  "Aristotle upholds the freedom of human will. He criticizes Socrates for rejecting freedom of will. ",
  "Socratic doctrine of knowledge as virtue implies that people who know what is right will necessarily ",
  "follow it. Hence right action is the outcome, not of voluntary choice but compulsion. Aristotle ",
  "argues that freedom of human will implies that men can choose between good and evil. The correct ",
  "moral choices follow from the exercise of reason. Human choices are voluntary, except in situations  ",
  "Western Moral Thinkers   3.17 ",
  "such as when a robber compels at gun point a bank manager to open the cash chest. In Socratic ",
  "conception virtuous actions appear as involuntary - necessarily flowing from knowledge. However, ",
  "the question of human freedom of will has become enmeshed in many philosophical controversies. ",
  "Freedom versus predestination is one such controversy. The question has acquired new dimensions ",
  "with advances in physical science, sociology and psychology. We need not pursue this matter, but ",
  "may note that virtuous action presupposes some freedom of choice. ",
  "Politics and State According to Aristotle ",
  "Aristotle believes that Politics (political science) is a division of Ethics. Politics is the ethics of the State. ",
  "An individual’s morality finds its end in the State, and is not possible without State. Welfare of citizens ",
  "is the objective of the State, and people can be happy and virtuous only in a State. Man is a political ",
  "animal. The State educates men in (civic) virtues and provides opportunities for exercising virtues. ",
  "Discussing the origin of the State, Aristotle notes that historically the family arose first and that ",
  "it was followed by village communities and finally by the State. It is necessary to remember that the ",
  "Greek idea of State did not extend beyond the city. Aristotle holds that the historical origin of State ",
  "is not relevant for understanding the nature of the State. ",
  "The State is an organism with a life and reality of its own. The State is not a mechanical aggregation ",
  "of individuals like a heap of stones. The individuals who are parts of the State are also organisms. ",
  "The State has a purpose of its own. The individuals also have their ends. But the individual ends ",
  "are included in the end of the State. To put it differently, in the State both the whole and the parts ",
  "are real; the whole has its end, life and rights; similarly, each part has its life, end and rights. ",
  "Aristotle rejects both the collectivist and individualist conceptions of the State. The individualist ",
  "view of State rejects the reality of the whole along with its ends. Only the individuals composing the ",
  "State have ends and are real. The State exists as an external entity for the individual for ensuring his ",
  "life, property and social amenities. Only individual life and purpose count. This became known as ",
  "the Social Contract Theory later with the State seen as the outcome of a contract between individuals ",
  "in search of security. Modern individualism is also based on similar views. ",
  "While individualist view denies the reality of the whole, Plato denies the reality of the individual. ",
  "The Platonic State is omnipotent, and its individual citizen is obliterated by its might. As we saw, ",
  "Plato proposes a community of wives and rearing of children in State nurseries from the first year of ",
  "their birth. Aristotle holds that the family, as an individual unit and organism in its own right within ",
  "the State, has absolute rights and cannot be obliterated. Plato considers the State as a homogenous ",
  "entity, and denies the rights of its individual parts. As in other aspects of morality, Aristotle takes ",
  "a more balanced view of State giving due importance both to government and citizens. His views ",
  "on the relations between the state and the individual largely correspond to modern trends in spirit ",
  "though not in their phraseology. Aristotle then proceeds to discuss different constitutions or State ",
  "systems like monarchy, aristocracy and democracy. However, we need not pursue these matters ",
  "which concern politics rather than ethics. ",
  "Criticism of Aristotle’s Views ",
  "Various points of criticism have been urged against Aristotelian ethics. Many of these points are ",
  "based on modern perspectives. The Aristotelian State confines its benefits and privileges to a 3.18   Ethics, Integrity & Aptitude ",
  "chosen few. Democratic thinkers hold that so far as the state is concerned, the goods are power ",
  "and property. Democratic sentiment demands that power and property should be widely shared ",
  "in any society. It seems that for Aristotle what is best is essentially only for the few magnanimous ",
  "men and philosophers. The bulk of the population is turned into means for the production of a ",
  "few rulers and sages. Kant, a great philosopher whom we will discuss later, maintained that every ",
  "human being is an end in himself, and this is also the view of democratic theory. As we shall see, ",
  "in the later Utilitarian theory, the prescribed end of action is maximizing of pleasure, irrespective of ",
  "who its recipients may be. But the ancient Greek thinkers had a different conception of ‘justice’ . For ",
  "them, each thing or person had its or his proper sphere, to overstep which is ‘unjust’. Some men, ",
  "in virtue of their character and aptitude, have a wider sphere than others, and there is no injustice ",
  "if they enjoy a greater share of happiness. ",
  "In Aristotle’s thought, there are other instances of acceptance of inequality which is repugnant ",
  "to much modern sentiment. For example, Aristotle accepts slavery; he takes it for granted that ",
  "husbands are superior to wives and fathers to children. These views are anathema to modern youth ",
  "and feminists. ",
  "As noted before, Aristotle held that virtue lies in shunning extreme emotions, acts, thouthts and ",
  "ideas. He was also a down to earth thinker who wrote in an academic style. As a result, his writing ",
  "and ideas are rather placid. He went along with the prevailing political and social mores of his time. ",
  "All these injected an air of conservatism into his writings. ",
  "Many thinkers on the other hand want to bring about revolutionary changes in the world. Their ",
  "writings are full of sound and fury. Many modern novelists have shown with great dramatic intensity ",
  "the play of violent feelings and emotions in human life. They depict relations for example, between ",
  "men and women with great passion with all attendant pleasures, pains and perils. Compared to such ",
  "writing, Aristotle’s works both in their content and style seem tepid, rather like a weak cup of tea. ",
  "Bertrand Russell accuses Aristotle of conventionality and smugness or what could be called ",
  "petty bourgeoisie morality. To quote Russell: ",
  "More generally, there is an emotional poverty in the Ethics, which is not found in the earlier philosophers. There ",
  "is something unduly smug and comfortable about Aristotle’s speculations on human affairs; everything that makes men ",
  "feel a passionate interest in each other seems to be forgotten. Even his account of friendship is tepid. … all the more ",
  "profound aspects of the moral life are apparently unknown to him. He leaves out, one may say, the whole sphere of ",
  "human experience with which religion is concerned. What he has to say is what will be useful to comfortable men of ",
  "weak passions; but he has nothing to say to those who are possessed by a god or a devil, or whom outward misfortune ",
  "drives to despair. ",
  "Russell’s observations while interesting hardly do justice to Aristotle. We should not expect to ",
  "find characters from Dostoevsky, Albert Camus or Emile Bronte in Nicomachean Ethics. The novelists ",
  "we mentioned depict characters who find themselves in situations of great trouble, stress and anguish, ",
  "and who also tend to go breserk in their responses and reactions. Many of them are rebels on the ",
  "fringes of society. Neither such situations nor characters usually figure in morals of common life or ",
  "in administrative situations. In fact, the coolness, composure and balance found in Aristotle can be ",
  "a model even for modern day civil servants.  ",
  "Western Moral Thinkers   3.19 ",
  " ",
  "  Summary of Aristotelian’ Philosophy  ",
  " ",
  " ",
  "•  Aristotle is a systematic academic philosopher. His approach, unlike that of Plato, is down ",
  "to earth and commonsensical. ",
  "•  He wrote the treatise Nicomachean Ethics. ",
  "•  He propounded the concept of Summum bonum or the ultimate objective which men seek. ",
  "He identified it with refined intellectual pleasures and philosophical contemplation. ",
  "•  Aristotle, however, does not wholly exclude what many would regard as common sources ",
  "of happiness like friendship, family bonds and creature comforts. ",
  "•  Aristotle makes a distinction between intellectual and ethical virtues. ",
  "•  The highest virtues belong to the life of reason or intellect. ",
  "•  Ethical virtues consist in the subordination of human passions and appetites to reason. ",
  "•  Aristotle regards passions as the matter of virtue and reason as its form. If passions, as ascetics ",
  "propose, are extirpated, virtue will become an empty shell or a concept without content. ",
  "•  Aristotle opposes the Socratic view that knowledge of morals is sufficient to make a man ",
  "virtuous. ",
  "•  According to Aristotle, the unruly human passions can be disciplined only by constant ",
  "exercise of self-control. ",
  "•  Aristotle’s celebrated doctrine of virtue defines it as the mean between two extremes. Every ",
  "virtue lies in between two vices. ",
  "•  The choice of mean is not like bisecting a straight line or calculating the average of two ",
  "numbers. The choice depends on the individual and the circumstances of any particular ",
  "case. It results from the good judgment of the individual or from his good sense and tact. ",
  "•  He mentions two types of justice: distributive and corrective. ",
  "•  Distributive justice refers to rewarding people according to merit. ",
  "•  Corrective justice has to do with inflicting punishment for wrong doing. ",
  "•  Aristotle upholds the freedom of human will. ",
  "•  The correct moral choices follow from the exercise of reason. ",
  "•  Politics is the ethics of the State. An individual’s morality finds its end in the State, and is ",
  "not possible without State. ",
  "•  Aristotle rejects both the collectivist and individualist conceptions of the State. ",
  "•  Criticisms of Aristotle: ",
  "•  (i) The Aristotelian State confines its benefits and privileges to a chosen few. (ii) In Aristotle’s ",
  "thought, there are other instances of acceptance of inequality which is repugnant to much ",
  "modern sentiment. (iii) Aristotle’s ethics are marked by conventionality and smugness. ",
  " ",
  "POST ARISTOTELIAN PHILOSOPHERS ",
  "A Background ",
  "After Aristotle, ancient Greek philosophy lost its originality and vigour, and entered a phase of decay. ",
  "Political, social and moral environment no longer sustained the creative impulses in philosophical ",
  "thought. Greek city States with the exception of Sparta came under the rule of Macedonia. They 3.20   Ethics, Integrity & Aptitude ",
  "never recovered their former independence. Greece later became a province of Rome. In any case, ",
  "the ‘delicate and beautiful’ Greek civilization had lost its internal moral and social vitality. ",
  "In this period, philosophy is mainly concerned with helping the individual in escaping from the ",
  "travails of life. It revolves around man in his personal capacity — around his destiny and spiritual ",
  "welfare. Philosophy became a source of consolation for the troubled mind, a safe mooring for men ",
  "escaping from the storms of life. ",
  "Their Approach ",
  "Because of their exclusive interest in the individual subject, philosophers became obsessed with ",
  "ethical questions. Earlier, philosophers like Xenophanes and Anaxagoras made bold speculations ",
  "about the origins and nature of the universe. But philosophers who followed Aristotle showed little ",
  "interest in cosmogony. This approach narrowed their thought. For no individual who worries too ",
  "much about himself and who is unable to lose himself in reflections about universe or in larger causes ",
  "can produce original ideas. Thus the later Greek thinkers could not produce anything comparable ",
  "to the all-embracing, great metaphysical systems of Plato and Aristotle. ",
  "The post-Aristotelian philosophers subordinated other branches of knowledge such as physics, ",
  "metaphysics and logic to ethics. These areas merely provided the premises for their moral arguments, ",
  "and held no intrinsic interest to them. They advocated, as we shall see, extreme and one-sided ",
  "moral doctrines. Even in the central branch of philosophy or theory of knowledge, they introduced ",
  "subjectivity. Truth was no longer considered objective and independent of one’s personal desires ",
  "or aspirations. Truth became an expression of personal opinion: nothing is true or moral in itself ",
  "but opinion makes it so. In a similar vein, a group of philosophers known as sceptics denied the ",
  "possibility of acquiring knowledge. This is another instance of one-sided philosophy. For it is one ",
  "thing to recognise the difficulty of acquiring knowledge. But it is a totally different thing to deny ",
  "the possibility of any knowledge. The irrationality of philosophical thought of this period is also ",
  "illustrated in Neo-Platonism, “with its fantastic paraphernalia of sorcery, demons and demi-gods.” In ",
  "what follows, we shall outline the two famous Post-Aristotelian philosophies, namely Epicureanism ",
  "and Stoicism. ",
  "EPICUREANISM ",
  "Epicureanism and stoicism were the two great schools of moral philosophy that followed Aristotelian ",
  "philosophy. They were founded almost at the same time. Epicureanism derives its name from its ",
  "founder Epicurus (342 – 270/71B.C.) Although the school of Epicurus survived for six centuries, his ",
  "followers made no significant changes in his doctrines. Lucretius, the famous ancient Roman poet, ",
  "expressed Epicureanism in verse form in De Natura. ",
  "Obstacles to Happiness ",
  "Epicurus regarded pursuit of happiness as the chief aim of life. We shall presently discuss his concept ",
  "of happiness. Epicurus first traces the sources of human unhappiness. For a modern mind, it would ",
  "appear that unhappiness arises from lack of means needed to satisfy material wants. Thus a man without ",
  "a house, TV, refrigerator and car is likely to be unhappy. Realistically speaking, men in any historical  ",
  "Western Moral Thinkers   3.21 ",
  "period will crave for the material comforts and amenities then available. Along with material comforts ",
  "men need family ties, friendships and spiritual consolations. ",
  "Epicurus, however, identifies popular religion as the chief obstacle to human happiness. For ",
  "it haunts human mind with fears of gods, death, retribution and hell. Consequently, men live in ",
  "a constant psychological state of trepidation and anxiety. To rid men of these fears, Epicurus ",
  "proposes a materialist philosophy which depicts the cosmos as a mechanical system governed by ",
  "natural causes and not by gods or any corporeal beings. Unlike Stoics, he endows men with free ",
  "will, which they can exercise in pursuing happiness during their brief terrestrial existence. ",
  "Epicurus borrows his philosophy from Democritus. Democritus also formulated the ancient form ",
  "of atomic theory. Epicurus applies this theory to human soul. He regards human soul, as everything ",
  "else in the universe, to be composed of atoms. The atoms in the soul are scattered at death with no ",
  "possibility of future life. This doctrine enables Epicurus to dispense with both joys of paradise and ",
  "terrors of hell. ",
  "Epicurus describes death as a blessing, a release from the travails of life on earth. Men need not ",
  "fear death. “For if death is, we are not; if we are, death is not.” Death is the end of all feeling and ",
  "consciousness. Hence, there is no need to fear a future state of which we will have no feeling when ",
  "it comes. ",
  "Epicurus then proceeds to remove fears of divine intervention in human affairs. Ancient Greeks ",
  "believed that gods punish men for their sins or pride (hubris). If a man achieves great success and ",
  "feels proud, gods may suddenly bring him crashing down. Epicurus could have addressed these ",
  "fears by advocating atheism or by denying the existence of God. But he accepts the existence of ",
  "gods. He pictures gods as leading an immortal, serene and blessed life in the outer space. They ",
  "live in a state of beatific joy, and never concern themselves with human affairs. ",
  "Happiness ",
  "As we noted earlier, the Epicurean doctrine advocates that men should pursue happiness. In this ",
  "view, they followed the earlier school of Cyrenaics. Whereas Cyrenaics regarded happiness as ",
  "pursuit of gross pleasures, Epicureans adopted a pure and noble conception of happiness. In this ",
  "sense, happiness is an end by itself, and it is the only good. Pain is the only evil. For Epicureans, ",
  "morality becomes an activity which gives pleasure. Virtue has no intrinsic value; it derives value ",
  "from the pleasure which accompanies virtuous actions. These ideas in sum constitute the Epicurean ",
  "ethical system. ",
  "A good part of Epicureanism consists in elaborating or clarifying the various aspects of happiness. ",
  "Happiness does not mean momentary physical or mental pleasure. Happiness is joy which lasts for ",
  "the whole life. Men should avoid momentary pleasures which may often lead to greater pains later. ",
  "They should not be slaves to particular pleasures and desires. They have to master their passions. ",
  "They need to abandon present pleasures which lead to future pain, and be ready to undergo present ",
  "pain for sake of future joy. ",
  "There is also a streak of prudence in Epicureanism. Bertrand Russell says: ",
  "It was a valetudinarian’s [or a sick man’s] philosophy, designed to suit a world in which adventurous happiness ",
  "had become scarcely possible. Eat little, for fear of indigestion; drink little, for fear of next morning; eschew politics  ",
  "3.22   Ethics, Integrity & Aptitude ",
  "and love and all violently passionate activities; do not give hostages to fortune by marrying and having children; in your ",
  "mental life, teach yourself to contemplate pleasures rather than pains. ",
  "Epicureanism distinguishes between physical and mental pleasures. Mental pleasures are superior ",
  "to physical pleasures. Body feels physical pleasures only during their duration. Physical pleasures are ",
  "ephemeral. Mental pleasures arise from remembrance. Recollection of past joy is a present delight ",
  "and anticipation of future pain is a present anxiety. Therefore, to be happy, one has to cultivate ",
  "mental serenity. ",
  "Cultivating Serenity ",
  "Men should condition their minds to rise above physical pain and adversity. They should not rely on ",
  "external conditions for their happiness. They should find joy in their own hearts. Rather extravagantly, ",
  "Epicureans claim that a man on rack (a medieval instrument of torture) can be happy. If we leave out ",
  "the hyperbole, we can see in the Epicurean idea, a conception of happiness as an inner mental state. ",
  "Its link with outward circumstances is slender. While regarding happiness as spiritual, Epicureans ",
  "recognised the innocent pleasures of senses. They particularly valued friendship. ",
  "The Epicurean conception of happiness is often called negative. Happiness is neither active joy ",
  "nor tingling excitement. Epicureanism sought rather an absence of pain, mental serenity and calm ",
  "spirit untroubled by fears and anxieties. “Absence of pain is in itself pleasure, indeed in the ultimate ",
  "analysis the truest pleasure.” Active joy is beyond human reach; man should avoid pain and lead ",
  "quiet and contented life. ",
  "Epicureans cautioned against multiplying one’s wants. Increasing wants are hard to satisfy and ",
  "intensify one’s unhappiness. One should, therefore, lead a simple life. Epicurus reputedly lived most ",
  "of the time on bread and water. The route to happiness lies through moderation, simplicity and ",
  "cheerfulness. ",
  "Epicureans did not preach exalted or noble morality. However, they were kind and benevolent. ",
  "They said that it is better to extend than to receive kindness. Their morality is soft without stern calls ",
  "to duty or harsh ethical commands. It is gentle and amiable. ",
  "Evaluation of Epicureanism ",
  "Epicureanism arose at a time when the Greek world was in decline. People had lost faith in their ",
  "society and its institutions. They were insecure and had no assured means of living. They lived in ",
  "constant danger of violence from invaders or from local tyrants. Active public service in politics, ",
  "government and army became nearly impossible. In the environment of uncertainty, people withdrew ",
  "into their private, personal life. Epicureanism is a recipe for individual happiness in a troubled world. ",
  "Epicureanism is hardly a philosophy suited to energetic, dynamic and self-confident societies or ",
  "individuals. It advises men to seek peace and quiet, and to detach themselves from the problems of the ",
  "world. It urges men to be prudent even in pursuing happiness. Essentially it encourages men to avoid ",
  "the troubles and travails of life. It hinders an active political, economic and social life. It discourages men ",
  "from optimistically planning for the future welfare of their family and society. ",
  "But no man can improve himself or others without necessary effort and commitment. In the ",
  "process, he will often encounter problems and troubles. However, these hurdles have to be crossed.  ",
  "Western Moral Thinkers   3.23 ",
  "Fortunately, men are by nature hopeful; hope springs eternal in human heart. The religious instinct ",
  "and fear of extinction are strong in men. Epicureanism was a creed which appealed to a small group ",
  "of philosophers and men of letters. It did not percolate to the masses. Historically Epicureanism was ",
  "overtaken by Roman ideals of duty and heroic virtue. Further, Christianity preached the ethic of ",
  "strenuous work and gave hope of posthumous redemption to men. ",
  " ",
  "  Summary of Epicurean Philosophy  ",
  " ",
  "•  After Aristotle, ancient Greek philosophy lost its originality and vigour. ",
  "•  In this period, philosophy is mainly concerned with helping the individual in escaping from ",
  "the travails of life. ",
  "•  Philosophers became obsessed with ethical questions. This approach narrowed their thought. ",
  "•  The post-Aristotelian philosophers subordinated other branches of knowledge such as ",
  "physics, metaphysics and logic to ethics. ",
  "•  Epicureanism and stoicism were the two great schools of moral philosophy that followed ",
  "Aristotelian philosophy. ",
  "•  Epicurus regarded pursuit of happiness as the chief aim of life. ",
  "•  Epicurus identifies popular religion and superstitions as the chief obstacles to human ",
  "happiness. ",
  "•  Democritus’s materialist doctrine of atoms enables Epicurus to dispense with both joys of ",
  "paradise and terrors of hell. ",
  "•  He pictures gods as leading an immortal, serene and blessed life in the outer space. They ",
  "live in a state of beatific joy, and never concern themselves with human affairs. Men need ",
  "not fear gods. ",
  "•  Epicureans adopted a pure and noble conception of happiness. In this sense, happiness is ",
  "an end by itself, and it is the only good. Pain is the only evil. ",
  "•  Mental pleasures are superior to physical pleasures. ",
  "•  Men should condition their minds to rise above physical pain and adversity. ",
  "•  Epicureanism sought absence of pain, mental serenity and calm spirit untroubled by fears ",
  "and anxieties. Epicureanism is a recipe for individual happiness in a troubled world. ",
  "•  Epicureanism is hardly a philosophy suited to energetic, dynamic and self-confident societies ",
  "or individuals. ",
  "•  Epicureanism was overtaken by Roman ideals of duty and heroic virtue. Further, Christianity ",
  "preached the ethic of strenuous work and gave hope of posthumous redemption to men. ",
  " ",
  "STOICISM ",
  "Founders ",
  "Zeno (342-270 B.C.) was the founder of the Stoic School. He was followed by Cleanthes and ",
  "Chrysippus. Stoicism flourished for many years not only in Greece but also in Rome. The famous ",
  "Roman Stoics were Marcus Aurelius, Seneca and Epictetus. We need only, however, discuss the ",
  "central ideas of Stoicism to which all Stoic thinkers subscribed.  ",
  "3.24   Ethics, Integrity & Aptitude ",
  "Philosophical Underpinnings ",
  "Stoicism rejected the idealism of Plato. According to stoicism, knowledge consists of the sense ",
  "impressions which get imprinted in the mind. Mental activity is solely limited to these materials ",
  "received from senses. This is in opposition to the Platonic view that mind is the source of knowledge ",
  "and that senses are sources of error and illusion. Stoics denied the reality of the Platonic Forms or ",
  "concepts. Concepts are simply ideas in the mind which are formed by noting the common features ",
  "shared by particular objects like chairs, tables or bricks. Concepts have no existence outside human ",
  "mind. ",
  "Knowledge refers to objects which senses perceive and convey as impressions to mind. Truth ",
  "means the correspondence of sense impressions to objects. How can one be sure that sensory images ",
  "are faithful copies of objects? The Stoic answer to this question is that objects which are real, produce ",
  "an intense feeling in the mind. This creates a conviction of truth in the perceiver’s mind. Thus truth ",
  "becomes a subjective concept linked to one’s feeling. Truth cannot in any case lie in concepts which ",
  "are mental creations. ",
  "Stoics combined their faith in knowledge as derived from senses with materialism. They denied ",
  "the existence of non–material entities. Plato located knowledge in thought and reality in Forms. Stoics ",
  "place knowledge in (to use a modern phrase) what sense data reveal or in material realm. They ",
  "regard human soul and God as material. Without getting into arcane philosophical discussion, we ",
  "may simply note that Stoics reasoned that the universe is a unity and cannot consist of two distinct ",
  "principles–one material and the other non material or spiritual. They felt that no interactions can ",
  "occur between entities governed by such disparate principles. ",
  "In spite of their materialism, Stoics regarded God as absolute reason governing the universe. ",
  "Two conclusions follow from this view. One is that the world has a purpose, and is marked by order, ",
  "harmony, beauty and design. It implies that world is governed by strict necessity of cause and effect. ",
  "The second conclusion is that freedom of will cannot exist in a world governed by necessity. Men ",
  "imagine that they generally act voluntarily. But this is only their manner of speaking and does not ",
  "mean the absence of necessity. ",
  "Reason as a Stoic Ethic ",
  "The Stoic ethic is built around two premises. One is that the universe is governed by absolute laws ",
  "without any exceptions. The other is that reason is the essential attribute of man. The Stoic exhortation ",
  "that ‘one should live according to nature’ sums up the two premises. This exhortation means that ",
  "men should live according to nature and their reason. ",
  "The idea that men should follow the laws of nature may not amount to much. The belief that ",
  "nature reveals or sanctions certain morals hardly seems credible to modern men. Belief in nature as a ",
  "source of human laws or morals has virtually disappeared. Further, men can do little or nothing about ",
  "the operation of natural laws like those of gravitation or conservation of mass. ",
  "The second idea that reason should govern conduct is readily intelligible. Stoics define virtue ",
  "as the life according to reason. Morality consists in rational action. Men should follow not their ",
  "inclinations or caprices but their reason. The wise man subordinates his life to the life of the whole ",
  "universe of which he is an infinitesimally small part.  ",
  "Western Moral Thinkers   3.25 ",
  "The idea that individual morality ought to be grounded in reason is not new. It is found in both ",
  "Plato and Aristotle. But in many ways, Stoics have pushed this point to absurd lengths and reached ",
  "odd conclusions. Although Aristotle regarded reason as the guide to human conduct, he recognised ",
  "passions and appetites as embedded in human nature. He, therefore, proposed that emotions should ",
  "be brought under the control of reason. He did not prescribe that they should be eliminated. In ",
  "contrast, Stoics recommend extremely rigorous asceticism which runs counter to ordinary human ",
  "nature. ",
  "Stoics and Emotions ",
  "Similarly, although Aristotle recognised that virtue alone has intrinsic value, he allowed some space ",
  "for external circumstances and comforts in the good life. But Stoics are quite unrelenting in their ",
  "attitude. In their doctrine, virtue alone is good, only vice is evil, and all else is a matter of absolute ",
  "indifference. This approach means that poverty, ill health, suffering and death are not evils. Wealth, ",
  "sound health, joy and life are not goods. Pleasure is not a good, and needs to be shunned. The sole ",
  "happiness is virtue. But virtue has to be practised not as a means to happiness but as a duty. Stoics ",
  "did not regard suicide as a vice since life has no value. ",
  "As virtue is based on pure reason which is knowledge, sciences have only an instrumental value ",
  "as foundations of morality. Here we may recall the use to which Epicureans put a scientific doctrine ",
  "such as atomism i.e. mainly to remove men’s fears about life after death. The chief virtue from which ",
  "other virtues arise is wisdom. The expressions ‘wise man’ and ‘good man’ are synonyms. The four ",
  "cardinal virtues – bravery, insight, self control and justice – originate from wisdom. Any wise man ",
  "will ipso facto have these virtues. Here, we need to note another strange view of stoicism. The ",
  "wise man possesses all virtues, and a fool has no virtue at all. The society is divided into the wise ",
  "who are absolutely virtuous and the unwise who are totally sinful. We would now call this a black ",
  "or white view which ignores the shades of grey – as prevalent in morals as elsewhere in human life. ",
  "The wise man becomes the embodiment of perfection. He can fit into any ideal type – such as a ",
  "king, prophet, scholar or general. ",
  "As is to be expected, the stoics were compelled to dilute their extreme views in some ways. ",
  "Since extirpation of passions (besides being impossible) will lead to total inactivity, they permitted ",
  "mild and rational emotions. Among the things classified as matters of indifference, they allowed for ",
  "some choice. Thus a wise man may prefer health to sickness. Finally, instead of branding every one ",
  "as either good or bad, they conceded that heroes and statesman of history are touched by evil in a ",
  "lesser degree than common men. ",
  "There is one aspect in which Stoics were far in advance of their times – that is in their ",
  "cosmopolitanism. They based this conviction on two grounds. The world is one and is ruled by one ",
  "God. The other ground is that men essentially share the same nature in being rational. As an eminent ",
  "scholar observes “…there is something grand and noble about their zeal for duty, their exaltation ",
  "above all that is petty and paltry, their uncompromising contempt for all lower ends”. According to ",
  "Schwegler, their merit was that “in an age of ruin they held fast to the moral idea”.  ",
  "3.26   Ethics, Integrity & Aptitude ",
  " ",
  "   Summary of Stoic Philosophy  ",
  " ",
  " ",
  "•  Zeno (342-270 B.C.) was the founder of Stoicism. The famous Roman Stoics were Marcus ",
  "Aurelius, Seneca and Epictetus. ",
  "•  Stoicism rejected the idealism of Plato. Concepts have no existence outside human mind. ",
  "•  The world has a purpose, and is marked by order. ",
  "•  Freedom of will cannot exist in a world governed by necessity. ",
  "•  Men should follow not their inclinations or caprices but their reason. ",
  "•  Stoics push to great lengths their opposition to pleasures and the need to control human ",
  "passions. ",
  "•  Stoics recommend extremely rigorous asceticism which runs counter to ordinary human ",
  "nature. ",
  "•  Stoics are quite unrelenting in their attitude. In their doctrine, virtue alone is good, only vice ",
  "is evil, and all else is a matter of absolute indifference. ",
  "•  The wise man possesses all virtues, and a fool has no virtue at all. This is a strange view. ",
  "•  Stoics were far in advance of their times in their cosmopolitanism. ",
  " ",
  "UTILITARIANISM ",
  "Introduction ",
  "Jeremy Bentham (1748-1832) gave the first systematic account of Utilitarianism in Introduction to The ",
  "Principles of Morals and Legislation. Later thinkers like John Stuart Mill and Henry Sidgwick revised ",
  "the original version of Utilitarianism to meet the criticisms it faced. In the process, the original ideas ",
  "of utilitarianism underwent change, and the doctrine became more varied. ",
  "Main Tenets ",
  "Utilitarianism proposes that human actions should aim at promoting the greatest happiness of the ",
  "greatest number of people. According to Bentham, “Nature has placed mankind under the governance ",
  "of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as ",
  "well as to determine what we shall do”. Let us suppose that in a given situation, a moral agent faces ",
  "three alternative courses of action A , A and A . Which one of these should he select? Utilitarianism ",
  "1 2  3",
  "answers that the moral agent has to choose that one which maximises the pleasure and minimizes ",
  "the pain. The right action for an individual to perform on any occasion is that which will produce ",
  "the greatest pleasure and the least pain to those affected by it including himself. ",
  "In the words of J.S. Mill (1806–1873), the utilitarian principle is “ . . . that actions are right ",
  "in proportion as they tend to promote happiness; wrong as they tend to produce the reverse of ",
  "happiness. By happiness is intended [meant] pleasure, and the absence of pain; by unhappiness, ",
  "pain, and the privation [deprivation] of pleasure.” Mill believes that pleasure is necessarily a good ",
  "i.e. anything that leads to happiness is good. Utilitarianism as an ethical rule of conduct applies to ",
  "individual moral agents, institutions and governments. Further, good life according to utilitarianism ",
  "will be one spent in maximizing the happiness and minimizing the pain in the world.  ",
  "Western Moral Thinkers   3.27 ",
  "Bentham elaborated a ‘hedonic calculus’, which distinguishes between different aspects of ",
  "pleasure and pain. He thought that pleasures from various sources can be measured and compared. ",
  "The seven aspects of pleasure are – its intensity or strength; its duration or length; its certainty; its ",
  "nearness in time (how soon or how late); its fecundity or likelihood of leading to other pleasures; ",
  "its purity or freedom from pain; and its extent or the number of people it will include. Incidentally, ",
  "utilitarians tend to use ‘happiness’, ‘pleasure’, ‘utility’ and ‘welfare’ interchangeably. ",
  "Mill gives an argument to show that happiness is the ultimate value. X is visible if people can ",
  "see it; Y is audible if people can hear it. Likewise, happiness or utility is desirable if people desire ",
  "it. And, common experience shows that people desire it. However, Mill’s argument is invalid. In ",
  "the first part of the argument, ‘see’ and ‘hear’ mean ‘capable of being seen’ and ‘capable of being ",
  "heard’. But ‘desire’ can be interpreted in two ways: ‘capable of being desired’ and ‘worthy of being ",
  "desired’. It is the latter meaning that is relevant in determining whether a desire is moral. ",
  "Utilitarianism, Egoism and Altruism ",
  "Before proceeding further, we need to note the relation between egoism, altruism and utilitarianism. ",
  "Utilitarianism does not imply or endorse an egotistical attitude to life. It does not give any special ",
  "status to the pleasure or happiness of the individual whose actions it is to guide. Bentham says that in ",
  "applying the principle, each individual is to count for one and no one for more than one. The moral ",
  "agent’s own pleasures (and pains) will be exactly on par with those of others affected by the action. ",
  "Egoism or self-centeredness is an attitude by which an individual gives a privileged status to his ",
  "own welfare. As opposed to this, Utilitarians treat everyone’s welfare as equal. Hence, Utilitarianism ",
  "is not an egotistical doctrine. ",
  "But at the same time, Utilitarianism is not altruistic. Altruism is the doctrine that the interests of ",
  "others should be put before our own interests. Altruism is often considered central to morality. This ",
  "is because Christianity which influenced Western moral traditions, strongly regards self–denial as a ",
  "virtue. However, if what counts is happiness in general, one’s own happiness is as important as anyone ",
  "else’s. But it is not any more important. This feature of utilitarianism is usually called its attitude of ",
  "‘generalized benevolence’, which differs from both altruism and egoism. ",
  "The relation between utilitarianism and egoism was seen clearly by later thinkers. However, ",
  "when Bentham propounded utilitarianism, critics felt that he had elevated human selfishness to the ",
  "status of a moral principle. Utilitarians then elaborated and clarified their concept of pleasure to ",
  "include general happiness in it. However, this was seen as unconvincing. John Dewey argues: ",
  "“There is, accordingly, no direct road from individualistic hedonism (private pleasure) to universalistic hedonism ",
  "(general pleasure). … Happiness is always a particular condition of one particular person. Whose happiness is desirable ",
  "and to whom? Because my happiness is intrinsically desirable to me, does it follow that your happiness is intrinsically ",
  "desirable to me? Indeed, in the hedonistic psychology, is it not nonsense to say that a state of your feeling is desirable to ",
  "me?” ",
  "While recognizing the difficulty involved in the transition from individual happiness to general ",
  "happiness, utilitarians argued that human beings are not utterly selfish and indifferent to the happiness ",
  "of their fellow men. This is so because sympathetic and social feelings are naturally ingrained in ",
  "human character; further, men become enlightened in some degree due to education and culture. ",
  "These factors enable men to transcend their egoism.  ",
  "3.28   Ethics, Integrity & Aptitude ",
  "Concept of Happiness ",
  "Critics also found fault with utilitarianism for what they regarded as its vulgar conception of ",
  "happiness. Responding to such criticism Mill observes that in seeming to imply “that life has…no ",
  "higher end than pleasure” utilitarianism is a “doctrine worthy only of swine.” Mill says that “the ",
  "accusation supposes human beings to be capable of no pleasures except those of which swine are ",
  "capable.” He introduces a distinction between higher and lower pleasures, with higher pleasures, ",
  "including mental, aesthetic, and moral pleasures. Higher pleasures differ from lower pleasures not ",
  "in degree (amount of pleasure) but in kind (as a different order of pleasure). He also says that “to ",
  "do as you would be done by, and to love your neighbour as yourself, constitute the ideal perfection ",
  "of utilitarian morality.” In this way, he includes the Christian golden moral rule in utilitarianism. ",
  "Utilitarians argue that happiness or utility is the only end that people seek. This view fails to ",
  "explain many aspects of human conduct. It does not explain the selfless care of parents for children, ",
  "the sacrifice of soldiers for their comrades in arms and the asceticism of saints. Utilitarians try to ",
  "explain these examples by saying that some people derive happiness by making sacrifices for others. ",
  "However, acts of sacrifice and altruism cannot be explained as attempts at deriving personal pleasure. ",
  "In such acts, people sacrifice personal happiness for other ends. Thus people value other things as ",
  "ends in themselves and not as means to happiness. ",
  "Measuring Happiness ",
  "We have so far considered two criticisms which question the utilitarian ethical criterion, namely ",
  "happiness. But even if we accept happiness as the ultimate value, it gives rise to a problem. Maximization ",
  "of happiness involves measuring happiness, adding happiness and comparing happiness. There are no ",
  "units (like grams) for measuring happiness. Hence happiness which arises from various actions cannot ",
  "be added. Further, the happiness which individuals derive from the same action or from different ",
  "actions cannot be compared. Thus the pleasure which Hari gets from drinking a cup of coffee cannot ",
  "be compared with the pleasure which Giri gets from drinking an identical cup of coffee. This is because ",
  "happiness is an individual’s state of mind. In economics, this is known as the problem of interpersonal ",
  "comparability of utility. ",
  "Utilitarians answer this point in the following general terms. It is true that happiness is not ",
  "amenable to mathematical calculations. However, people have an intuitive sense of relative degree ",
  "of utility or pleasure which can be derived from various things. Everyday human decisions involve ",
  "comparing pleasure or happiness or utility. Utilitarian doctrine involves ranking of different human ",
  "pleasures, and taking a broad view of the circumstances in which they will be higher or lower. ",
  "Untenable Results of Utilitarianism ",
  "We now turn to a different type of problem which utilitarianism involves. Philosophers have cited ",
  "instances in which application of the utilitarian principles leads to totally unacceptable moral ",
  "consequences. The situations are imaginary, but they serve as counter examples to show the ",
  "inapplicability of utilitarian rules of conduct. Their purpose is to show that general moral principles ",
  "have exceptions. ",
  "One such scenario imagines three eminent men – Nobel laureates in physics, medicine and ",
  "genetics – who are critically ill, and in desperate need of organ transplant. One needs a kidney;  ",
  "Western Moral Thinkers   3.29 ",
  "another needs a heart; and the third a pancreas. But the needed organs are unavailable. As surgeons ",
  "are agonizing over the problem, a completely unconscious drunken tramp without family, friends ",
  "or home is brought to the hospital. The surgeons decide to remove the organs from the tramp and ",
  "transplant them in the three noble laureates. Let us assume that the surgeons are assured of legal ",
  "immunity for their act. ",
  "The question is whether utilitarianism can justify the act of the surgeons. In answering the question, ",
  "let us ignore all moral principles other than utilitarianism. We need to isolate all other moral criteria ",
  "and see the answer which we get from the utilitarian criterion. As we know, this involves calculating ",
  "the total pleasure or utility to society from two alternatives: (i) removing the tramp’s organs and ",
  "transplanting them in the bodies of the noble laureates and (ii) allowing the tramp to walk away after ",
  "he regains consciousness. It is clear that the social utility or happiness of alternative (i) will clearly ",
  "exceed that of alternative (ii). For after all, what is the worth of a tramp’s life compared to that of ",
  "three Nobel laureates? ",
  "In this example, we have ended with a moral evaluation which no civilized society will accept. ",
  "The example delineates a situation involving a single act. We understand ‘act’ here as comprising ",
  "a single moral transaction. We should not get distracted by the ordinary meaning of ‘act’ involving ",
  "various activities of doctors and nurses before, during and after operations. The situation which the ",
  "example depicts is known as ‘act utilitarianism’. Act utilitarianism refers to the moral evaluation of ",
  "individual actions. Obviously, when utilitarianism is applied to individual acts, it yields unacceptable ",
  "results. ",
  "Act Utilitarianism and Rule Utilitarianism ",
  "To avoid counter-examples of this kind, a distinction is usually made between ‘act’ utilitarianism and ",
  "‘rule’ utilitarianism. Act utilitarianism, the version of Bentham, says that every action must accord ",
  "with the greatest happiness principle. Rule utilitarianism (which Mill mentioned) says that one should ",
  "act in accordance with those rules of conduct that are most conducive to the greatest happiness. This ",
  "distinction implies that in certain circumstances an obviously abhorrent act would contribute more ",
  "to the general happiness than another decent act. But the abhorrent act loses its utilitarian sanction ",
  "because it is contrary to a rule which itself is most conducive to the greatest happiness. ",
  "We can now examine our example from other angles – first from the point of view of law which ",
  "is only a set of rules backed by State sanction. Killing an individual for his body organs is murder, ",
  "pure and simple. It is a legal crime. Even if the surgeons can escape the law, they are guilty of ",
  "a grave breach of morality. In almost all systems of morals, human life is sacrosanct. Moreover, ",
  "surgeons are bound by the Hippocratic Oath which prescribes that a physician should only help a ",
  "patient and never harm him. Even if they want to help the noble laureates, it cannot be at the cost ",
  "of another human being. ",
  "The example contains an element of moral dilemma. However, in a genuine moral dilemma any ",
  "decision involves choice between two or more equally important moral criteria. Hence the moral ",
  "agent finds himself on the horns of a difficult moral dilemma. In our example, the choice is quite ",
  "clear. The surgeons ought not to harm the drunken tramp even to save the lives of noble laureates. ",
  "Before leaving the example, we can restate rule utilitarianism. Men have to be guided by general ",
  "rules. And the only acceptable criterion for general rules is a utilitarian one: act in accordance with  ",
  "3.30   Ethics, Integrity & Aptitude ",
  "those rules which, if generally acted upon, will lead to the greatest happiness. Rule utilitarianism ",
  "is immune to the type of counter-examples which can be easily brought against act utilitarianism, ",
  "because it can explain, always in terms of utility, why some actions are forbidden in general, even ",
  "if they satisfy the greatest happiness principle. ",
  "Teleological and Deontological Moral Theories ",
  "At this stage, we can conveniently consider the manner in which utilitarianism approaches morals. ",
  "Normative ethical theories are classified as teleological and deontological. These two types of theories ",
  "differ in how they determine the moral worth of an action – whether an action is morally right or ",
  "wrong, permissible or impermissible. The teleological approach is also called “consequentialism”. ",
  "It determines the moral worth of any action by the consequences or outcomes of that action. An ",
  "action is good if its consequences are good; an action is wrong if its consequences are bad. Hence, ",
  "for judging an action morally, we have to consider its actual or likely results. Ethical egoism and ",
  "utilitarianism are teleological. ",
  "In contrast to the teleological approach, the deontological approach rejects that the moral worth ",
  "of any action depends on its consequences. Deontological approach to ethics holds that moral agents ",
  "have to rigorously fulfil their moral duties or obligations unmindful of the consequences. Moral agents ",
  "have to honour human rights and meet moral obligations even at the cost of an optimal outcome. ",
  "Deontology argues that the moral worth of an action does not depend on its consequences, but that ",
  "a different criterion should be used. In a later section we will consider two such theories, Kantianism ",
  "and contractarianism. ",
  "Utilitarianism as Consequentialism ",
  "Utilitarianism involves another question in that it requires a moral agent to foresee the consequences ",
  "of his action. In any given situation, he has to consider the available alternative courses of action ",
  "and select that course which will result in the maximum utility or the minimum disutility. But the ",
  "consequences of acts are difficult to foresee. Let us look at an example which Gordon Graham ",
  "gives in Eight Theories of Ethics. ",
  "Historians tell us that the event which triggered the First World War was the assassination ",
  "of Austrian Archduke Ferdinand in Sarajevo. Leaving aside the deeper causes of the War, let us ",
  "assume that the assassination caused the War. The assassins succeeded because of a mistake of the ",
  "Archduke’s driver, who drove up to a dead end and was forced to turn back. As the car halted in ",
  "order to turn, the assassins got the opportunity of firing at the Archduke. Thus, had the driver not ",
  "made the fateful error, Ferdinand would have been driven safely home. Of course, this did not ",
  "happen. We have imagined a historical ‘might have been’ in the example. ",
  "We can arrange the momentous consequences of the driver’s mistake schematically. Archduke’s ",
  "death Æ outbreak of the First World war Æ slaughter of millions Æ Russian revolution Æ Treaty ",
  "of Versailles Æ its harsh treatment of Germany Æ dissatisfaction in Germany Æ rise of Hitler Æ ",
  "holocaust and the Second world War Æ development of nuclear weapons Æ dropping of atomic ",
  "bombs on Hiroshima and Nagasaki. In taking a wrong turn into the blind alley, the driver appears ",
  "to have committed the greatest error in history.  ",
  "Western Moral Thinkers   3.31 ",
  "The example deliberately exaggerates the consequences of the driver’s mistake to highlight the ",
  "problems in tracing the consequences of actions. First, consequences form a series; or an action leads ",
  "to secondary effects like the ripples which a stone dropped into a pond creates. The first effect leads ",
  "to a second effect, the second to a third and so on. This problem, though difficult, is not intractable. ",
  "For practical purposes, we have to draw a somewhat arbitrary line when estimating consequences. ",
  "Normally, the range of consequences for deciding whether an action is good or bad will be short ",
  "for many actions. ",
  "Besides the unending chain of consequences, one has to consider the agent’s responsibility. In ",
  "analyzing problems, it is often necessary to separate consequences from responsibility. Ordinarily, ",
  "people will be disinclined to pin responsibility on the driver in the example for the cataclysmic ",
  "consequences. It is unreasonable to say that people have acted badly because of consequences which ",
  "were not merely unforeseen but unforeseeable. ",
  "Forecasting Consequences of Decisions ",
  "In studying the consequences, one has to distinguish between expectations and outcomes, or ",
  "between anticipated and actual consequences. When contemplating any action, we visualize ex ante ",
  "or beforehand its likely consequences; but actions are assessed ex post facto based on their actual ",
  "consequences. But while making decisions, we cannot rely on hindsight. ",
  "How do we then make decisions whether in moral or other contexts? The answer is that we have ",
  "to rely upon generalizations about cause and effect and follow general rules. We estimate the likely ",
  "consequences of a proposed course of action on the basis of past experience, and we summarize ",
  "our experience in useful general rules of conduct. In simple terms, we have to project the likely ",
  "consequences of an action, based on past experiences of similar events. These are embodied in ",
  "general rules which point to cause and effect relations. Action X is likely to have such and such ",
  "consequences. For example, we know that driving at breakneck speed will cause accidents and ",
  "injure people. ",
  "Moral agents have to diligently consider the consequences of their actions. For instance, one ",
  "will be irresponsible in pushing boulders from a hill top without looking down. As we mentioned ",
  "before, one has to predict the likely consequences based on experience of similar actions in the past. ",
  "In uncertain situations, one has to rely on the relative probabilities of different alternative actions. ",
  "These probabilities can be derived from accurate statistics, if available. Otherwise, one has to rely ",
  "on intuitive sense of probabilities. Utilitarianism casts a responsibility on the moral agent to seek ",
  "diligently the available information and make informed decisions for maximizing welfare. Any one ",
  "making decisions without considering conscientiously the available information will fall short of the ",
  "moral standards. ",
  "Moral Responsibility ",
  "Here, we need to separate two questions which arise in situations involving moral decisions. One ",
  "question is how to select an appropriate course of action. As we have seen, moral agents, according ",
  "to utilitarian principles will have to follow the principle of the greatest happiness. The second question ",
  "is about the responsibility of the moral agent – whether he deserves praise or blame for his action. ",
  "We are only too ready to fasten blame on others, especially when things go wrong.  ",
  "3.32   Ethics, Integrity & Aptitude ",
  "Utilitarians argue that moral agents should not be blamed straightaway for the bad consequences ",
  "of their actions. The question is whether their actions are well–intentioned or not. The presumption ",
  "is that actions undertaken in good faith are likely to have good consequences. However, one has ",
  "to bear in mind the caution that the path to hell is paved with good intentions. As we have seen, ",
  "people are under a moral obligation to be diligent in foreseeing the likely outcomes of their actions. ",
  "However, if they have taken adequate care, they cannot be held responsible for the bad consequences ",
  "of their acts. This is the concept of bona fide error. ",
  "Egalitarian Justice ",
  "Many writers argue that utilitarianism ignores the distributional aspects of happiness or utility. What ",
  "this means is that not only total happiness or welfare but its distribution among members of society is ",
  "important. Socialism, for example, advocates that wealth and income should be equally distributed ",
  "in any society. As happiness and welfare are connected, the total social welfare has to be equitably ",
  "shared. Otherwise, it is likely that the happiness of a tiny minority of the rich will be more than offset ",
  "by the pain of the majority of the poor. ",
  "The early utilitarian thinkers generally ignored the distributional aspect of happiness or welfare. ",
  "However, JS Mill took a more egalitarian view in such matters. Utilitarianism may not logically support ",
  "any particular pattern of wealth distribution. One way to make a case for equality from utilitarianism ",
  "is through the economic theory–diminishing marginal utility. In simple terms, this theory states that ",
  "as a consumer goes on increasing the consumption of any commodity, the utility or satisfaction ",
  "he derives from the extra units of its consumption goes on decreasing. Consequently, transfer of ",
  "commodities from those who have too many (say R) to those who have too few (say P) will increase ",
  "total satisfaction. For the satisfaction gained by P will be much more than the satisfaction lost by R. ",
  "According to economists, this argument will not apply to wealth redistribution because wealth ",
  "is not a single commodity but represents command over commodities in general. In that case, the ",
  "law of diminishing marginal utility will not apply. Increasing happiness through redistribution of ",
  "wealth can be also logically challenged since interpersonal comparisons of utility or happiness are ",
  "disallowed in economic theory. But these are theoretical considerations since egalitarianism is a ",
  "moral value which many societies have adopted. Even at theoretical level, John Rawls makes a case ",
  "for distributional justice in A Theory of Justice. ",
  "Political Rights ",
  "Mill separates justice in the sense of just action of an individual from other spheres of morality. Justice ",
  "casts certain duties on us which others can expect as a matter of right. Just action is something which ",
  "it is not only right to do, and wrong not to do, but which some individual person can claim from ",
  "us as his moral right. X has no right to Y’s charity, though Y would do well to be charitable. But X ",
  "has a right that Y should do him no harm or that Y should repay him his debt. ",
  "According to critics, political rights of individuals cannot be adequately explained within the ",
  "framework of utilitarianism. Mill argued that society ought to defend the individual rights of citizens, ",
  "and gave social utility as the rationale of for such defence. John Rawls, a famous twentieth century ",
  "thinker, criticized the utilitarian approach on the ground that individual rights may be violated in ",
  "the name of general social good.  ",
  "Western Moral Thinkers   3.33 ",
  " ",
  "   Summary of Utilitarianism  ",
  " ",
  " ",
  "•  Utilitarianism regards happiness as the guide for human actions. ",
  "•  Individuals, institutions and governments should try to maximise happiness and minimize ",
  "pain. ",
  "•  Good life is one which aims at achieving the maximum happiness for oneself and others. ",
  "•  Utilitarianism is neither egoism nor altruism. ",
  "•  Philosophers  criticized utilitarianism as promoting selfish motives and gross pleasures. ",
  "•  Mill introduced the concept of qualities or grades of pleasure to answer the critics. ",
  "•  Mill gives a proof to show that desire for pleasure is a part of human nature. ",
  "•  Utilitarians unconvincingly try to explain human behaviour involving self–sacrifice and ",
  "heroism as pursuit of happiness. ",
  "•  Utilitarianism faces problems since happiness is a subjective, non measurable mental state. ",
  "•  Philosophers make a distinction between ‘act’ utilitarianism and ‘rule’ utilitarianism. ",
  "•  Act utilitarianism involves maximisation of happiness in each action. ",
  "•  Rule utilitarianism consists in following general rules which will maximise human happiness. ",
  "•  Act utilitarianism can lead to actions contrary to common morality. ",
  "•  Utilitarianism is a teleological as distinct from deontological theory. ",
  "•  Deontological theories focus on following moral rules without regard to their consequences. ",
  "•  Teleological theories concentrate on the good or bad consequences of action. ",
  "•  It is difficult to foresee consequences of actions. ",
  "•  Moral agents should diligently consider the likely outcomes of action based on experiences ",
  "of similar actions in the past. ",
  "•  Irrespective of consequences, acts done in good faith are justified. ",
  "•  Utilitarianism ignores the distributional aspects of happiness or welfare. ",
  "•  Individual rights cannot be adequately explained by utilitarianism. ",
  " ",
  "KANTIANISM ",
  "Duty as Moral Criterion or Standard ",
  "Immanuel Kant (1724-1804) was a great German philosopher. He formulated a moral theory grounded ",
  "in the idea of duty. It is a deontological theory. “Deontology” is derived from the Greek roots deon = ",
  "duty + logos = reason. From these words, we can see that in deontological theories an action is seen ",
  "as moral in virtue of its being a duty ‘obligation or obedience to moral laws’. ",
  "We may associate ‘duty’ for example with military duty. But duty in this sense is derived from a ",
  "military code. Kant’s concept of moral duty is much wider; it is an outcome of an individual’s rational ",
  "thought. Human actions may lead to good or bad consequences. But these do not determine the ",
  "moral worth of actions. In other words, an action which leads to undesirable consequences may be ",
  "moral; and an action which leads to good consequences can be immoral. Consequences have nothing ",
  "to do with moral obligation or duty, which alone counts for determining whether an action is moral ",
  "or otherwise. In short, an action is moral if it is the outcome of a moral agent’s sense of duty.  ",
  "3.34   Ethics, Integrity & Aptitude ",
  "Kant says that when any individual acts intentionally in a particular way in a given situation, he ",
  "sets up a rule of conduct for others. It is the rule which underlies his action. Intentional action is ",
  "not based on blind impulse but on rational thought. Such actions are in conformity with his moral ",
  "duty. If a moral agent acts according to his duty, he can rationally recommend such actions for ",
  "others. ",
  "Another way of expressing this prescription is that one should obey the moral law. This raises ",
  "the question of what the moral law or duty is for the individual. Kant does not enumerate a set of ",
  "rules or moral duties. He describes the moral law in a formal and abstract way; the moral agent ",
  "perceives his duty in any given situation by applying the formal law. As Kant’s account of the moral ",
  "law is complicated, we can follow it with the help of the following example. ",
  "(i)  X borrows Rs 50,000 from Y with a promise that he would return the amount in six months. ",
  "(ii)  After six months, X may either (a) return the amount or (b) evade payment. ",
  "(iii)  In either case, he sets up a rule of conduct applicable not only to him but to everyone. ",
  "(iv)  In (a), the rule or principle of conduct is ‘loans should be repaid on time’. ",
  "(v)  In (b), the rule or priniciple is that loan repayment should be evaded. ",
  "(vi)  X can recommend in good faith that everyone should adopt (a) as a rule of conduct. In ftant’s phrase. ",
  "X can recommend that it should be adopted as a universal law. Obviously, this universal law will be ",
  "rational in that it creates trust among people and promotes business and commerce. ",
  "(vii)  The rule or principles underlying (b) cannot be recommended in good faith for universal adoption. For it will ",
  "destroy trust between people, commerce and economic progress. ",
  "Kant says that people should follow such rational universal principles without relying on personal ",
  "sentiments which usually misguide them. ",
  "Categorical Imperative ",
  "From the above reasoning, Kant derives a universally valid moral rule of action known as the ",
  "Categorical Imperative. When a moral agent acts rationally, his action is based on a rule or maxim. ",
  "The rule regulates his action. If a debtor evades repayment of his loan, he will be acting on the maxim: ",
  "“one should evade loan repayment whenever one can”. When as a rational agent he acts on this ",
  "maxim, he is making an implicit recommendation that others should follow the very same maxim. ",
  "Now a rule or maxim that everyone must follow would be a law, a rule of action that is universal ",
  "or applicable to everyone. This is what Kant means by a universal law. From this reasoning, it ",
  "follows that an intentional action is rational and thus morally permissible only if one could rationally ",
  "recommend it to others. This is the same as saying that a moral agent’s action is rational and morally ",
  "permissible only if he could will that the maxim of his action become a universal law. ",
  "Kant’s categorical imperative can be paraphrased as: A rational moral agent should never act except ",
  "in such a way that he can also will that the maxim of his action become a universal law. This formulation is ",
  "known as the universal law version of the categorical imperative. In Kant’s own words, the categorical ",
  "imperative can be expressed as: “So act that the maxim of your will might always hold as a principle ",
  "of universal law”.  ",
  "Western Moral Thinkers   3.35 ",
  "We can derive many common rules of morality from Kant’s formulation of the categorical ",
  "imperative. ‘One ought not to steal’. ‘One ought not to injure others’. ‘One should be kind to ",
  "others.’ In following such maxims, we can also wish that other members of society should follow ",
  "those maxims for it would obviously be in our interest. However, we should not look upon Kant’s ",
  "theory as resting upon enlightened self–interest or recognition of the social advantage in following ",
  "common rules. ",
  "Categorical Imperative and Rule Utilitarianism ",
  "In this regard, we can note the difference between Kant’s categorical imperative and rule ",
  "utilitarianism. Both rely on universally applicable rules of conduct. Rule utilitarian considers the ",
  "probable consequences of such rules in terms of likely happiness. Kant considers whether the rule ",
  "underlying a moral agent’s action can be adopted in general social interest and in his own interest. ",
  "Rule utilitarianism is empirical in that its moral worth depends on its likely consequences. Kant ",
  "considers moral judgments as a priori, that is to say, judgments we can make without reference to ",
  "what happens in the world. Mathematical propositions such as 3+2 =5 are a priori propositions. Kant ",
  "says that one can evaluate moral actions without knowing the place or time of their occurrence or ",
  "their consequences. It all depends on whether actions are based on maxims which can become ",
  "rational universal rules of conduct. There is, however, an empirical side to Kant’s categorical ",
  "imperative. One should be able to formulate precisely and clearly the maxim or rule which ",
  "underlies an agent’s action. Only then can one determine whether it can be elevated to the status ",
  "of a rational rule which all members of society can follow. ",
  "Besides the categorical imperative, Kant refers to hypothetical imperatives. Categorical imperative ",
  "is an absolute command to be obeyed for its own sake. Hypothetical imperatives are technical ",
  "means to other ends and have an instrumental value. A surgeon has certain skills which he uses for ",
  "alleviating human suffering. A statesman has certain acumen which he uses for promoting general ",
  "welfare. This sort of skill or acumen belongs to hypothetical imperatives. Hypothetical imperatives ",
  "subserve other ends; categorical imperatives have their ground in themselves. ",
  "Second Formulation of Categorical Imperative ",
  "The categorical imperative has another form which holds that human beings are ends in themselves. ",
  "In other words, men cannot be treated as instruments for securing any supposedly higher ends. ",
  "This view will condemn the mass killings of Jews under Hitler and of Russian Kulaks by Stalin. In ",
  "Kant’s words this formulation of categorical imperative is: “So act as always to treat man, both in your person ",
  "and that of another, as an end and never solely as a means.” Kant recognises that everything in the world, ",
  "including man, may be used as a means. Man is the only rational being we know. Anyone who ",
  "uses the categorical imperative is himself an ultimate end. Thus we find in Kant a clear enunciation ",
  "of humanism. However, Kant has strong religious feelings–though ironically, he gave the first clear ",
  "proofs demolishing the arguments for God’s existence. Kant’s view that men should not be treated ",
  "as means but as ends in themselves encapsulates the modern day ideas on human rights.  ",
  "3.36   Ethics, Integrity & Aptitude ",
  "Austere Morality of Kant ",
  "It is clear that Kant’s moral philosophy is austere. He sees a constant struggle between human ",
  "inclinations and duties. Nature does not endow men with innate ‘pure spirits’. According to Kant, it ",
  "is “sheer folly to flatter oneself into relying on an innate goodness of soul that requires neither spur ",
  "nor check, nor even any commandment and so to forget one’s duty”. Relying only on mere feeling ",
  "for the right will destroy human morality. While valuing good inclinations, uprightness of heart and ",
  "a beautiful soul in man, Kant says that these must be sustained by a clear sense of duty. Ethical law ",
  "for rational but imperfect beings cannot be a law of holiness but a law of duty. ",
  "Kant describes duty in his following famous passage: “Duty-word sublime and strong that implies ",
  "nothing that pleases or charms … nothing that threatens or inspires fear; your power is merely to ",
  "establish a law before which all desires fall silent and which still is admitted to the chamber of the ",
  "heart where it is held in reverence even if it is not obeyed.” ",
  "Kant traces the origin of moral law to man’s rationality or reason. He rejects education, ",
  "civic constitution, inner perfection and God’s will as sources of moral law. All these imply man’s ",
  "dependence on external sources or heteronomy. Kant affirms the autonomy of human reason ",
  "and locates the moral law in it. In Kant’s phrase, man has a self–legislating capacity. ",
  "Criticism of Kant’s Theories ",
  "Notwithstanding its high moral tone, Kantianism has not escaped criticism. Philosophers have ",
  "criticized its ‘formalism’. It resembles an abstract formula. It contains few concrete moral directions ",
  "or guidelines. Men get no direct instruction on what is right or what they should do to become good ",
  "and contribute to a just society. ",
  "Kant ignores material values; it is their experience which creates moral motivation in men. The ",
  "ascending hierarchy of material values is shown in the following table. ",
  " ",
  "Type  Material value ",
  "Sensuous  Pleasant,  unpleasant ",
  "Vital  Noble, base ",
  "Spiritual  Beautiful–ugly, right, wrong ",
  "Summit  Holy, unholy ",
  "Kant’s ethics rest on abstract laws or pure principle, without regard to the results which can ",
  "follow from rigid adherence to principles. Philosophers continue to have a debate on principles ",
  "versus results. Many thinkers argue that men are not to be judged by their principles alone, but ",
  "are answerable for their actions. Kant’s moral law resembles the injunction: “do what is right and leave ",
  "the consequences to God”. As Karl Jaspers says, “Those opposed to it can point to the evil that can be done in the ",
  "name of moral principles. They can point to the violent men whose moral judgments have served their manifest desire ",
  "to command and torment other men. They can evoke teachers of morality who have been the basest of men because they ",
  "have used morality as a weapon by which to achieve immoral power and prestige.”  ",
  "Western Moral Thinkers   3.37 ",
  "Kant’s emphasis on abstract laws leads him into extreme positions. He says that ethical laws ",
  "“command unconditionally, regardless of what the outcome may be; indeed, they demand that we ",
  "leave the outcome wholly out of account, when a particular action is being considered.” What need ",
  "men have “to know the outcome of their moral commissions and omissions? It depends on the ",
  "course of the world. For them it is enough that they do their duty.” In this spirit, Kant argues that ",
  "we cannot tell lies under any circumstances, even for saving someone’s life. ",
  "In Kant’s view, morality is its own reward, and one is always obliged to do what one should. ",
  "This obligation to follow law does not cease even if others disobey the law. One is bound by moral ",
  "law even when there is no reciprocal obedience to law from others. This creates a difficult situation. ",
  "To quote Karl Jaspers again: “Where men wield total terrorist power or serve it or take advantage of it in their ",
  "actions, am I not justified in treating them as wild beasts? … Is the categorical imperative not blunted, if instead of ",
  "speaking in its own right, it is translated into abstract injunctions such as: Never lie or: everyone who belongs biologically ",
  "to species “man” is a rational being and must be treated as such, even when to do so involves the risk or even the certainty ",
  "that I myself or those I love will perish as a result.” Further, “Do complete openness to reason, boundless patience, ",
  "tireless striving for mutual understanding presuppose favourable situations and a consciousness of my own strength ",
  "without which they become form of criminal self-destruction?” ",
  "Moral law, as Kant conceives, arises from human rationality. However, it operates and has its ",
  "effect in the social world of human experience. Hence moral laws cannot be conceived in a Platonic ",
  "world and implemented in society without taking into account their results. They have to be linked ",
  "to the contexts of human existence. In a way, Kant conceives and abandons moral law in a world ",
  "of pure thought. ",
  " ",
  "    Summary of Kantian Philosophy  ",
  " ",
  "•  Kant formulated a moral theory grounded in the idea of duty. It is a deontological theory. ",
  "•  Consequences have nothing to do with moral obligation or duty which alone counts for ",
  "determining whether an action is moral or otherwise. In short, an action is moral if it is the ",
  "outcome of a moral agent’s sense of duty. ",
  "•  Kant derives a universally valid moral rule of action known as the Categorical Imperative. ",
  "•  Kant’s categorical imperative can be paraphrased as: A rational moral agent should never ",
  "act except in such a way that he can also will that the maxim of his action become a universal law. This ",
  "formulation is known as the universal law version of the categorical imperative. ",
  "•  Categorical imperative and rule utilitarianism are very different. Rule utilitarianism is based ",
  "on the consequences of actions; categorical imperative is based on universal moral laws and ",
  "ignores consequences of actions. For Kant, moral judgments are a priori; they are empirical ",
  "in rule utilitarianism. ",
  "•  Hypothetical imperatives are technical means to other ends and have an instrumental value. ",
  "•  The categorical imperative has another form which holds that human beings are ends in ",
  "themselves. In other words, men cannot be treated as instruments for securing any supposedly ",
  "higher ends.  ",
  "3.38   Ethics, Integrity & Aptitude ",
  "•  This formulation of categorical imperative is: “So act as always to treat man, both in your person ",
  "and that of another, as an end and never solely as a means.” ",
  "•  Kant’s moral philosophy is austere. He sees a constant struggle between human inclinations ",
  "and duties. ",
  "•  Kant traces the origin of moral law to man’s rationality or reason. He rejects education, ",
  "civic constitution, inner perfection and God’s will as sources of moral law. ",
  "•  Kant’s emphasis on abstract laws leads him into extreme positions. ",
  "•  Kant’s ethics rest on abstract laws or pure principle without regard to the results which can ",
  "follow from rigid adherence to principles. ",
  "•  Moral laws cannot be conceived in a Platonic world and implemented in society without ",
  "taking into account their results. ",
  " ",
  "VIRTUE ETHICS ",
  "We discussed Utilitarianism and Kantianism in the previous two chapters. Utilitarianism is a part ",
  "of teleogical ethics. It is one form of consequentialism in which an action is judged based on its ",
  "consequences, whether they are good or bad. Kantianism is a kind of deontology. It judges actions ",
  "as good or bad based on whether or not they are in accordance with the moral agent’s duty. ",
  "There are other approaches to ethics besides utilitarianism and deontology. One such approach ",
  "is virtue ethics which goes back to Aristotle and which has seen a revival in late twentieth century. ",
  "Virtue ethics propounds the view that while doing right things is important, it is equally or more ",
  "important to be a virtuous person. ",
  "Virtues and vices ",
  "Aristotle is regarded as the first systematic proponent of Virtue ethics. Virtue can be defined as an ",
  "excellence of character which leads one to act in a morally praiseworthy manner. A person who ",
  "possesses the virtue of kindness will behave kindly towards others. He will not act kindly mainly ",
  "because he thinks that it is his duty do so or because he calculates that acting kindly will maxmimise ",
  "total utility in society. He acts kindly because he possesses the virtue of kindness. According to ",
  "virtue ethics, the truly moral person is a virtuous person. He has internalized virtues and has a ",
  "moral character. ",
  "Vice is the opposite of virtue. It is an acquired weakness of character which makes one act in a ",
  "morally blameworthy manner. In this way, bad acts arise from one’s moral weakness. ",
  "Virtue theory makes a distinction between moral virtues and non-moral virtues. Moral virtues ",
  "include kindness, benevolence, compassion, honesty, conscientiousness and gratitude. Examples   ",
  "of non-moral virtues are self-control, patience, courage, endurance, perseverance and so on. Non- ",
  "moral virtues can be used for bad ends. For example, one may show great courage in robbing a ",
  "bank. Moral virtues promote a moral life. ",
  "We have already discussed the chief elements of Aristotle’s ethics. To recapitulate briefly, they ",
  "consist of the following: ",
  "¤  The aim of men should be to achieve ‘eudaimonia” which can be interpreted as happiness ",
  "or flourishing.  ",
  "Western Moral Thinkers   3.39 ",
  "¤  As social creatures, men can achieve this goal by living in communities. ",
  "¤  As rational creatures, men have to lead a life of reason. ",
  "¤  Such life requires cultivation of moral virtues and intellectual virtues. This involves continuous ",
  "practice. ",
  "¤ Virtue is a golden mean between two extremes and it can be found through practical wisdom. ",
  "Aristotle argues that developing a moral character by becoming a virtuous person is more important ",
  "than knowledge of moral principles. Aristotle acknowledges the role of rules and principles as guides ",
  "to action. However, the virtuous person will observe the rules voluntarily and without effort. Mere ",
  "knowledge of moral principles and accepting them intellectually is not sufficient to make a person ",
  "moral. ",
  "Virtue Ethics and Rule-based Ethics ",
  "Virtue ethics can be contrasted with rule-based ethics like utilitarianism. In rule based ethics, the ",
  "moral agent appears simply in the role of someone just applying rules mechanically. Rule based ",
  "ethics ignore his motive in wanting to be moral. Virtue ethics trace his moral actions to his motivation ",
  "arising from his virtuous character. Moral individuals are not simply those adept at seeing what ",
  "courses of action conform to categorical imperative or lead to the greatest happiness of the greatest ",
  "number. Virtue ethics portrays moral persons as those who genuinely take pleasure in doing right ",
  "things. They are not unwillingly propelled into good acts by a grim sense of duty or stoic resignation. ",
  "Such acts come naturally to them. In this way, virtue ethics gives a more attractive perspective to the ",
  "acts of virtuous people. While it is important to follow moral courses of action, it is more important ",
  "to be a genuinely moral person. ",
  "Weaknesses of Virtue Ethics ",
  "Notwithstanding the above attractive features of virtue ethics, critics have also pointed to its ",
  "weaknesses. Virtue ethics assumes that men are naturally good or at least are morally neutral. Hence, ",
  "they can acquire a moral character through practice. But in some traditions (e.g. Christianity) men ",
  "are considered as sinful and evil and that their redemption depends on divine grace. If this view is ",
  "accepted, virtue ethics becomes weakened. ",
  "It also argued that often men lack the knowledge necessary in order to become virtuous. In this ",
  "regard, we may consider the case of ancient Greek ethics. Socrates, Plato and Aristotle produced ",
  "profound and sublime ethical systems. But they have accepted the then prevalent system of slavery. ",
  "To this extent, their ideas were historically conditioned and failed to transcend the contemporaneous ",
  "conceptions. ",
  "Another difficulty is that even after cultivating a moral character, one may not know what virtue ",
  "involves in a particular situation. Thus kindly persons may show misplaced generosity to undeserving ",
  "people who may not really be in need. In such situations, one may have to rely on certain rules and ",
  "principles. ",
  "Finally, there may be differences on what is and what is not a virtue. Aristotle considered pride ",
  "as a virtue. While propounding this view, he had in mind the nobility and the military classes. Their ",
  "moral codes placed emphasis on valour and taking pride in military traditions. However, Christianity ",
  "regards pride as a sin.  ",
  "3.40   Ethics, Integrity & Aptitude ",
  "In spite of the above weaknesses of virtue ethics, it provides the needed corrective to moral ",
  "perspectives based on rule based ethics such as consequentialism and deontology. ",
  "Natural law ethics ",
  "Natural law ethics provides another important perspective on Ethics. Its origins go back to Aristotle ",
  "and the Stoics. In Greek tradition, there was a tendency to set up an opposition between nature ",
  "and society and contrast natural laws with social conventions. Natural law philosophy was fully ",
  "developed by the medieval philosopher St. Thomas Aquinas. We have discussed an important part ",
  "of natural law ethics---the doctrine of double effects---in the previous chapter. We will discuss the ",
  "views of Thomas Aquinas on law in the sixth chapter. In this chapter, we outline the central features ",
  "of natural law ethics. ",
  "Aquinas says that every natural object has a natural purpose or function. For example, the purpose ",
  "of heart is to circulate blood. When natural objects perform their purposes, the resulting situation ",
  "is wholesome, and one which has a natural value. But when natural objects are unable to perform ",
  "their natural functions or achieve their natural purposes, the resulting situation is undesirable. ",
  "All living things share the natural value of preserving life. Living things ultimately die. But so long ",
  "as they are alive, their parts serve the purpose of maintaining life. As life is a natural value, attempts ",
  "to preserve it are good. Duty of preserving human life (and indeed all life) is basic to natural law ",
  "ethics and sets it apart from other approaches to ethics. It is the main tenet of its morality. Morality ",
  "imposes an obligation to preserve the lives of other people and of human species in general. It ",
  "opposes those practices that prevent procreation such as abortion and sterilization. Roman Catholic ",
  "religious principles are mainly based on the theological doctrines of Aquinas. Natural law ethics ",
  "are the main reason why Roman Catholic Church opposes artificial means of birth control. These ",
  "means defeat the natural function or purpose of sexual intercourse. ",
  "Another important tenet which Aquinas propounds is that human beings as rational creatures ",
  "have a natural purpose of leading a life of reason. They need to distinguish between the rational ",
  "and the irrational. Men have this ability. Rational actions which promote life and reason are morally ",
  "right. Irrational actions are morally wrong. ",
  "Many conclusions follow from the above conception. As preservation of human species is ",
  "part of man’s natural function, men should do such things which promote the proper function of ",
  "humanity. As human beings flourish in a well-ordered society, morality requires that we do things ",
  "which promote social order. As a result, telling truth, keeping promises, and doing such other things ",
  "as promote mutual trust become moral duties. ",
  "For a similar reason, it becomes a moral duty of people to support institutions such as marriage ",
  "and civil government, which promote social stability. Aquinas argues, as we shall see later, that ",
  "people need not support a government which is unable to perform its function of maintaining social ",
  "order and harmony. Natural ethics lends support to duties from the perspective of maintaining ",
  "social stability. Thus, property rights of others have to be respected. General social welfare has to ",
  "be promoted by helping those in desperate need. ",
  "Natural law ethics lead to moral norms which are similar to those which follow from utilitarianism ",
  "and deontology. However, natural law ethics derives its moral principles for the natural value of ",
  "life and the need for stable social life. It does not refer to utility or duty as a driver of morality.  ",
  "Western Moral Thinkers   3.41 ",
  "Natural law ethics concedes that in certain circumstances one may have to deprive individuals ",
  "of their life. If a mad killer is going on rampage, police will be justified in killing him. The action of ",
  "police will be justified on the basis of the principle of forfeiture. What this means is that the killer ",
  "loses his natural right to life because of his going on a killing spree. No justification on utilitarian ",
  "grounds is given for the action of police. We may mention that war, which leads to enormous loss ",
  "of human life, is also justified in certain circumstances in natural law ethics. The idea of just war ",
  "has been propounded by Augustine. It is essentially a defensive action taken to protect the nation ",
  "against the aggressor. ",
  "Criticisms against natural law ethics ",
  "The doctrine of double effects is an offshoot of natural law ethics. It envisages situations which ",
  "involve damage (including loss of life) happening in the course of a justifiable action. We have ",
  "already discussed this doctrine and the criticisms levelled against it. ",
  "Now, we will outline the other criticisms against natural law ethics. Promoting natural purpose ",
  "and functions may not always be desirable. Sting of female mosquitoes spreads malaria. Various ",
  "measures are taken to destroy the habitats of these mosquitoes. But such measures may seem to ",
  "violate natural law ethics. Another example could be the removal of poisonous weeds. ",
  "Many features of nature are unattractive. For example, animal kingdom consists of many predators ",
  "and their prey. Killing and violence mark natural life. This led British poet Tennyson to speak of ",
  "“nature red in tooth and claw”. According to Darwin, natural evolution of species involves struggle ",
  "for existence between species. Often the weak members are eliminated in the process. Hence, natural ",
  "processes may not yield morally acceptable principles. ",
  "Another problem with natural law theories is that they pick and choose what they regard as ",
  "natural. All natural organisms decay and die. Death is also a part of nature. But does it mean that we ",
  "should promote or hasten death in certain circumstances? Natural law ethics oppose this suggestion. ",
  "Many will regard their position as morally justified. But it may be inconsistent with their approach ",
  "of favouring natural processes and functions. ",
  "Other Strands ",
  "We have discussed the principal systems of ethics. There are a few other strands which need a mention. ",
  "Many thinkers argue that morality is a matter of human intuition. Intuition is an unexplainable faculty ",
  "yielding correct moral judgements. We will discuss this aspect further while considering conscience ",
  "as a guide to morality. ",
  "Philosophers also differ on whether morality is derived from human reason or human sentiments. ",
  "This discussion distinguishes sharply between the reasoning faculties and emotional feelings of ",
  "human beings. There is little doubt that many human virtues are rooted in emotions. We discuss ",
  "these aspects in detail in the seventh chapter. However, we may note at this stage that rationality ",
  "and reasoning are important in critically evaluating moral principles. It may be risky to rely only on ",
  "sentiments. At times emotional responses turn out to be undesirable.  ",
  "3.42   Ethics, Integrity & Aptitude ",
  " ",
  "    Summary of Virtue Ethics  ",
  " ",
  "•  Virtue ethics propounds the view that while doing right things is important, it is equally or ",
  "more important to be a virtuous person. ",
  "•  According to virtue ethics, the truly moral person is a virtuous person. He has internalised ",
  "virtues and has a moral character. ",
  "•  Aristotle gave the first systematic account of virtue ethics. ",
  "Virtue ethics portrays moral persons as those who genuinely take pleasure in doing right ",
  "things. ",
  "•  In rule based ethics, the moral agent appears simply in the role of someone just applying ",
  "rules mechanically. ",
  "Following criticisms can be made against virtue ethics. ",
  "•  Virtue ethics assumes that men are naturally good or at least are morally neutral---an ",
  "assumption which is questionable. ",
  "•  Often men lack the knowledge necessary in order to become virtuous. ",
  "•  There may be differences on what is and what not a virtue. ",
  "•  Even after cultivating a moral character, one may not know what virtue involves in a particular ",
  "situation. ",
  " ",
  "  Summary of Natural Law Ethics ",
  "•  Summary of natural law ethics ",
  "•  Aquinas says that every natural object has a natural purpose or function. ",
  "•  When natural objects perform their purposes, the resulting situation is wholesome, and one ",
  "which has a natural value. But when natural objects are unable to perform their natural ",
  "functions or achieve their natural purposes, the resulting situation is undesirable. ",
  "•  As life is a natural value, attempts to preserve it are good. Duty of preserving human life (and ",
  "indeed all life) is basic to natural ethics and sets it apart from other approaches to ethics. ",
  "•  Human beings as rational creatures have a natural purpose of leading a life of reason. ",
  "Many conclusions follow from the above conception. ",
  "•  As human beings flourish in a well-ordered society, morality requires that we do things ",
  "which promote social order. ",
  "•  For a similar reason, it becomes a moral duty of people to support institutions such as ",
  "marriage and civil government, which promote social stability. ",
  "Following criticism can be made against natural law ethics ",
  "•  Promoting natural purpose and functions may not always be desirable. ",
  "•  Natural processes and functions may not yield morally acceptable principles. ",
  "•  Natural law theories pick and choose what they regard as natural.  ",
  "Western Moral Thinkers   3.43 ",
  "MORAL THINKERS OF THE TWENTIETH CENTURY ",
  "Introduction ",
  "Moral philosophy took a different turn in the twentieth century. Many philosophers gave up the ",
  "earlier prevalent practice of prescribing or espousing particular moral systems. Instead, they tended ",
  "to subject prevailing moral theories to close epistemological scrutiny. From this angle, they raised ",
  "questions about the logical foundations of moral theories. What are the categories or concepts used ",
  "in moral theories? What are the meanings commonly attached to such moral terms? What is the ",
  "logical status of statements or propositions used in moral philosophy? Can moral arguments be ",
  "accorded logical status? Their approach can be described as ‘discussions about moral discussions’. ",
  "This approach is known as meta-ethics. In this process, the normative has tended to recede to the ",
  "background. ",
  "G. E. Moore ",
  "Ideal Utilitarianism ",
  "In his famous work, Principia Ethica, Moore propounded three doctrines: ideal utilitarianism; naturalistic ",
  "fallacy; and moral intuition. Moore says that utilitarian moral standard can connect ethics to human ",
  "conduct. When raising the practical question “What ought I to do?” one must always base his ",
  "decision on whether the action will be the cause of the good or bring about good effect. From this ",
  "it follows “that ‘right’ does and can mean nothing but ‘cause of a good result,’ and is thus identical ",
  "with ‘useful.’” The final determination of the useful (i.e., the good) was, as we shall see, for Moore a ",
  "kind of intuition. It is through intuition that one ‘sees’ the intrinsic value of morally practical actions. ",
  "Moore also identifies three types of desirable conduct. These consist of impersonal aesthetic and ",
  "intellectual avocations; warm human friendships; and benevolent actions towards others. Some ",
  "writers criticized Moore of ignoring class divisions, social conflicts, and thinking only about a small ",
  "group of well off intellectuals. ",
  "Intuitive Perception of Goodness ",
  "Moore also discusses the nature and status of ‘goodness’, the chief moral trait. He says that it should ",
  "not be mixed up or confused with natural properties of things. It is unanalyzable and indefinable. ",
  "He gives an example of yellow light. In physics, it is identified with a particular wavelength of light. ",
  "But we perceive yellowness as a quality directly without the paraphernalia of scientific terminology. ",
  "Similarly, we also perceive goodness directly or intuitively. For Moore, goodness is a matter of ",
  "intuitive moral perception. Aa a consequence of this, for Moore ‘good’ is a simple notion; just as ",
  "‘yellow’ is a simple notion. ‘Good’ is not to be defined in terms of anything outside itself, but this ",
  "does not make it impossible to grasp, any more than the colour yellow. ",
  "Naturalistic Fallacy ",
  "Moore’s phrase “naturalistic fallacy” became very popular. The naturalistic fallacy consists in ",
  "identifying goodness (or other moral qualities) with natural properties of things. For instance, ",
  "identifying the good with the pleasurable involves a naturalistic fallacy. Moore argues that in fact ",
  "no description of natural properties ever logically commits one to an ethical judgment. Thus, even  ",
  "3.44   Ethics, Integrity & Aptitude ",
  "if it is true that “X is pleasurable” (or that it is a naturalistic statement), one can always ask, “but is it ",
  "good?” Its goodness does not logically follow. Thus naturalistic fallacy leads to logically inadmissible ",
  "procedures. ",
  "Sir David Ross ",
  "Sir David Ross’s ideas are propounded in his book The Right and the Good. Ross’s ideas are largely a ",
  "response to the type of utilitarianism found in Moore’s Principia Ethica. Moore says that “right means ",
  "productive of the highest good.” For Ross, what makes a right act right is not the principle of utility ",
  "but an overriding moral duty that might sometimes conflict with Moore’s “ideal utilitarianism”. ",
  "Moore, for instance, says “in effect, that the only morally significant relation in which my neighbours ",
  "stand to me is that of being possible beneficiaries by my action.” This leads at times to breaking ",
  "other important moral principles. Suppose a group of young men become lazy, and begin to live ",
  "on charity, though they can earn a living thorough manual labour. A charitable person helps them ",
  "to continue living in their indolent way. His generosity is misplaced and tends to displace the virtue ",
  "of self reliance in the young men. ",
  "Prima facie Duties ",
  "Ross holds that moral agents have certain duties that are not based upon the consequences of their ",
  "adoption, but on the rightness of their adoption. This is, of course the difference between approaches ",
  "based on consequences of action (as in utilitarianism) and the inherent moral worth of an action (as ",
  "in deontology). Ross calls such general principles prima facie duties in light of the fact that, “all things ",
  "being equal” i.e., no other opposing circumstances present, we ought to follow the principle. For ",
  "example, all things being equal, we ought to keep promises. ",
  "Conflict between Duties ",
  "But moral situations can be complex with a conflict of prima facie duties. On this account, Ross ",
  "holds that in such situations the actual duty of moral agents will be that which is right for the ",
  "particular situation. For instance, while keeping promises is a prima facie duty, in certain situations, ",
  "it is outweighed by another prima facie duty. Ross uses the example of breaking a trivial promise ",
  "of meeting a friend in order to prevent a serious accident. He writes in this connection: ",
  "“. . . besides the duty of fulfilling promises I have and recognise a duty of relieving distress, and that when I think it ",
  "right to do the latter at the cost of not doing the former, it is not because I think I shall produce more good thereby but ",
  "because I think it the duty which is in the circumstances more of a duty.” ",
  "In this case the latter duty is our actual duty, though both prima facie duties maintain their ",
  "deontological nature. Ross’s explanation of ‘right action’ removes the emphasis on “utility” in Moore’s ",
  "ethics. It emphasises the notion of a moral agent’s duty to do the right thing. ",
  "The views of Moore and Ross reflect the spirit of the classical debates between the utilitarians ",
  "and the Kantians. Moore prefers a notion of action based upon the consequences of bringing more ",
  "good than evil into the world. Ross proposes a conception of action based upon the morally good ",
  "person’s fulfilment of his sense of duty in light of what is ethically right. As we shall see, the ideas ",
  "of Ross are of particular importance in questions involving ethical dilemmas.  ",
  "Western Moral Thinkers   3.45 ",
  "A.J. Ayer ",
  "Strictly speaking, A.J. Ayer is not a moral thinker. He belongs to a philosophical school called ",
  "logical positivism. The main aim of logical positivists is to remove metaphysical speculations from ",
  "philosophy. They proposed a criterion of truth which permits only certain categories of statements ",
  "into philosophy. This view has important implications for moral discussions. ",
  "Types of propositions ",
  "For understanding these ideas, we need a brief background of ‘proposition’ as it is understood in ",
  "logic and philosophy. Proposition is any statement which is either true or false. It cannot be both, ",
  "for that will involve a contradiction – a cardinal sin in logic. The same proposition can be expressed ",
  "in different verbal forms as different sentences with the same meaning. ",
  "The types of propositions are shown in the following table: ",
  " ",
  "Type of propositions  Broad meaning  Example ",
  "Empirical or factual  Refer to physical, biological and  Moon is a satellite of earth. ",
  "social world ",
  "Logical  Figure in logical reasoning  If a=b, and b=c, then a=c. ",
  "Mathematical  Derived through mathematical  (a+b)2 = a2 +2ab+b2",
  " ",
  "demonstration or proof ",
  "Ethical  Refer to ideal conduct  Be respectful to your elders. ",
  "According to Ayer, only the first three types of statements are meaningful. Ayer propounded ",
  "the criterion of truth as verification: that the meaning of a statement is the manner of its verification. ",
  "What it means simply is that if there are no means of checking a statement’s truth in practice or in ",
  "principle, it should not be treated as a proposition. Logical and mathematical statements (analytic ",
  "statements) are meaningful since they express the necessary truths of logic and mathematics derived ",
  "through proofs. ",
  "Moral Emotivism ",
  "Ayer says that ethical statements as also statements of metaphysics, theology and many literary ",
  "expressions are ‘meaningless’. It means that they have no status as propositions or they are pseudo- ",
  "propositions. As regards the status of ethical statements, Ayer says that they are merely expressions ",
  "of emotions. Hence, this doctrine is known as emotivism. ",
  "Ayer expounds his ideas in Language, Truth and Logic. It is written in a clear, lucid and elegant ",
  "style. Even general readers can easily read and understand it with a little effort. However, the book ",
  "contains no substantial discussion on ethics. The question which Ayer raises is epistemological or ",
  "concerns theory of knowledge: what kind of propositions can be considered part of philosophy? ",
  "C.L. Stevenson ",
  "Nature of Ethical Judgements ",
  "Stevenson worked out in greater detail the implications of emotive theory of ethics. He develops ",
  "emotivism into a theory of ethical language according to which moral judgments do not state any 3.46   Ethics, Integrity & Aptitude ",
  "sort of fact, but rather express the moral emotions of the speaker and attempt to influence others. ",
  "When anyone says that something is good or bad, or right or wrong, it seems on the face of it, that ",
  "he is describing, attributing to the thing some property, that is goodness or badness, or rightness ",
  "or wrongness. But according to Stevenson moral judgments do not describe at all. In other words, ",
  "they are not about facts. Uttering moral sentences has a different function: to express emotions, and ",
  "to influence or invite others to share them. “Moral judgments are concerned with recommending ",
  "something for approval or disapproval; and this involves something more than a disinterested ",
  "description.” ",
  "People often pass moral judgments that something is good or bad. Such statements simply reflect ",
  "whether they like or dislike that thing. The purpose of such statements is to persuade the audience ",
  "to adopt the attitude of the speaker. Moral expressions are, due to their strong emotive content, ",
  "particularly well suited for such persuasion. ",
  "Stevenson here argues that moral judgments are simply a cover for the attempts which people ",
  "make to persuade one other into adopting a particular normative attitude. For example, saying ",
  "“dowry taking is wrong,” is just a very strong way of stating that the speaker disapproves of dowry ",
  "taking. The purpose of the statement is to evoke similar disapproval from others. It thereby attempts ",
  "to influence the future conduct of both speakers and listeners. ",
  "Persuasive Definition ",
  "Stevenson introduced the phrase “persuasive definition” which has become very popular. It refers ",
  "to a situation often found in ethical argumentation. It involves use of expressions that have two ",
  "particular  characteristics: ",
  "(i) having emotive overtones/meanings (positive or negative)",
  "(ii) being vague in their descriptive content",
  "Some examples of such terms are democracy, freedom, repression and terrorism. In discussions,",
  "one party gives a positive spin to the ‘definition’ of his cause, and a negative one to the opponent’s. ",
  "The persuasive definition uses the inherent vagueness of a term, which gives room for many possible ",
  "definitions, facilitating clever use of emotively charged expressions. Thus terrorism may be described ",
  "as heinous by one side and as legitimate response to intolerable oppression by the other. ",
  "Stevenson extends the distinction between facts and values (ethical norms) into ethics as a ",
  "distinction between beliefs and attitudes. Beliefs belong to the realm of facts. Attitudes refer to the ",
  "psychological states of approval or disapproval. Attitude can never, in principle, be reducible to a ",
  "“disinterested description.” Our attitudes are neither true nor false but simply beyond the sphere of ",
  "facts. ",
  "Ayer and Stevenson belong to the twentieth century Anglo-American positivistic tradition. ",
  "Positivism refuses to engage in moral discussions. It makes no moral assumptions; nor does it pass ",
  "moral judgments on things, individuals, social situations or social institutions. It aims at dispassionate ",
  "factual analysis. It strictly follows the distinction between facts and values. We now look at moral ",
  "philosophers who tried to get over the distinction between facts and values.  ",
  "Western Moral Thinkers   3.47 ",
  "R.M. Hare ",
  "Prescriptivism ",
  "R. M. Hare’s moral theory is known as prescriptivism. Hare first presented his theory in The ",
  "Language of Morals. Hare rejected the prevailing theory of emotivism, which maintained that ",
  "moral statements are merely expressions of individual preference. For Hare, moral statements ",
  "are prescriptions or guides to conduct. They are universalizable i.e. they apply to everyone. ",
  "Suppose I am prescribing, for myself and others, the command of, for instance, not harming ",
  "others. That type of prescription demands my acting in accordance with it. First, the very language ",
  "of morals involves a commitment to conduct. Secondly, our reasoning about the ethical situation ",
  "contains the principle of universality. ",
  "The universal applicability of moral judgments can be illustrated in the following example. ",
  "Consider the judgment, “A ought to do X to B and C”. When universalized, it also implies the ",
  "judgments ",
  "“B ought to do X to A and C” and “C ought to do X to A and B” ",
  "Irrespective of who the benefactors and beneficiaries are, the moral judgment will still apply. ",
  "Or one must accept the moral judgment irrespective of what one’s individual preferences are i.e. ",
  "whether one is A rather than B or C. ",
  "According to Hare, natural language has a particular logical aspect. It generally expresses moral ",
  "judgments using the term “ought” or by saying what is “right”. Such moral judgments are binding ",
  "on all people and have overriding force. ",
  "Hare avoids broader metaphysical or epistemological considerations. Such considerations lead ",
  "moral discussions astray. As we have noted earlier, (for example with Ayer and Stevenson) reasoning ",
  "about ethics has become an investigation into ethical reasoning. There is virtually no moral content ",
  "in such discussions. ",
  "Form of Moral Arguments ",
  "We will now give a simple version of Hare’s conception of a moral argument. As we noted ",
  "before, some philosophers reject the very possibility of moral arguments. According to Hare, ",
  "if the premises contain moral terms along with factual statements, a valid argument will result. ",
  "The basic form of the argument is shown below. ",
  "All animals in distress ought to be helped. ",
  "This dog is in distress. ",
  "This dog should be helped. ",
  "The main point to note is that moral arguments are not irrational but fall within reasonable ",
  "discourse. ",
  "Two-level utilitarianism ",
  "Hare argues that human beings, depending on their intellectual endowments, rely on their intuitive ",
  "moral beliefs or on critical thinking. In either case, the fundamental human moral beliefs are the ",
  "same. But men differ in their critical reasoning abilities and in their ability to recognise the moral  ",
  "3.48   Ethics, Integrity & Aptitude ",
  "components of a situation and reaching the appropriate moral judgments. In other words, while ",
  "making moral judgments, some people follow their moral intuitions, and others rely on their reason. ",
  "This leads Hare to the conception of two-level utilitarianism. Intuitive level of thinking implies ",
  "that moral decisions are based on rule utilitarianism. People use prima facie principles which apply ",
  "to common, general types of situations or occurrences. People follow this approach when there is ",
  "no time for critical thinking or when they do not trust their critical faculties. ",
  "Critical level thinking implies act utilitarianism. Here, an individual analyses the likely ",
  "consequences of an individual action, and considers whether on balance they will be good or bad. ",
  "Act utilitarianism comes into play i) in unusual cases; ii) when prima facie principles are in conflict; ",
  "iii) when it is clear that utility can be maximised by adopting a particular course and one is sure ",
  "that it is in fact so. ",
  "In conclusion, we may note that Hare regards ethical expressions as meaningful. He shows ",
  "that there can be reasoned discussions about morals. He believes that the language of morals is ",
  "prescriptive and provides universalizable imperatives applicable to particular  circumstances. ",
  "John Rawls ",
  "Unlike analytical philosophers, contemporary thinkers discuss moral questions. John Rawls is one ",
  "such philosopher. His book A Theory of Justice has strongly influenced thinkers in moral philosophy ",
  "and public administration. We will have occasion to mention John Rawls also while discussing ",
  "administrative ethics. ",
  "John Rawls does not discuss general ethics, but examines a particular species of ethics, namely, ",
  "justice. He presents a highly theoretical and complicated argument about general principles which ",
  "can form the basis of a just society. We cannot enter into the details of his intricate argument. We ",
  "will consider it briefly in its essentials. It is a variant of the old social contract theory. ",
  "John Rawls argues that the adoption of two fundamental principles of justice would guarantee ",
  "a just and morally acceptable society: ",
  "1.  Each person is to have an equal right to the most extensive total system of equal basic ",
  "liberties compatible with a similar system of liberty for all. ",
  "2.  Social and economic inequalities are to be arranged so that they are both: ",
  "(i)  to the greatest benefit of the least advantaged, and ",
  "(ii)  attached to offices and positions open to all under conditions of fair equality of opportunity ",
  "The first principle ensures civil liberties to all principle 2 (i) is similar to what is called ‘positive ",
  "discrimination’. It means that while unequal treatment of individuals is generally undesirable, it is ",
  "justified for helping those people who suffer from disabilities which are not of their making. This ",
  "view is the basis of arguments for social and economic justice. Other than this exception, social ",
  "arrangements have to be based on equality of opportunity. ",
  "Rawls tries to show (by imaging a hypothetical situation) how such principles would be universally ",
  "adopted, and in this way, moves partly towards general ethical issues. He starts with a social ",
  "tabula rasa or a clean state preceding the origin of social arrangements. He envisages how people ",
  "would derive their preferences in such situation.  ",
  "Western Moral Thinkers   3.49 ",
  "He introduces a theoretical “veil of ignorance”. It ensures that all the “players” in the ",
  "social game would be placed in a particular situation. Rawls calls it the “original position.” ",
  "In this position, everyone only has a general knowledge about the facts of “life and society”. ",
  "Therefore, each player is to make a “rationally prudential choice” concerning the kind of social ",
  "institution they would enter into contract with. As the players have no specific information about ",
  "themselves, they cannot adopt a partisan or self regarding view. They are forced to adopt a ",
  "generalized point of view that bears a strong resemblance to the moral point of view. ",
  "“Moral conclusions can be reached without abandoning the prudential standpoint and positing ",
  "a moral outlook merely by pursuing one’s own prudential reasoning under certain procedural ",
  "bargaining and knowledge constraints.” This view of Rawls represents “rational choice within a veil ",
  "of ignorance”. Rawls argues that given his assumptions people would prefer liberal societies with ",
  "freedoms and liberties based on equality of opportunities, but with due allowance to the problems ",
  "of various disadvantaged groups. ",
  "This is an appropriate point to close our discussion on major twentieth century moral thinkers. ",
  "We considered the main trends of their thought. There are other thinkers, but any discussions of them ",
  "will take us beyond the scope of our topic. As we saw, till about sixties, barring a few, philosophers ",
  "adopted a positivistic approach. They analysed moral concepts and provided little moral guidance ",
  "for practical situations of life. Their work has no normative content. This approach is hardly relevant ",
  "to practicing administrators who need to be committed to certain moral values. They cannot simply ",
  "assume the role of moral analysts. This does not mean that we can ignore twentieth century moral ",
  "thinking. It has illuminated many moral concepts and moral arguments. This knowledge can help ",
  "in analysing the moral dimensions of many practical administrative situations. ",
  " ",
  "   Summary  ",
  " ",
  "¤ Many twentieth century philosophers gave up the earlier prevalent practice of prescribing or ",
  "espousing particular moral systems. Instead, they tended to subject prevailing moral theories ",
  "to close epistemological scrutiny. ",
  "¤ Moore propounded three doctrines: ideal utilitarianism; ‘naturalistic fallacy’; and moral ",
  "intuition. ",
  "¤  The naturalistic fallacy consists in identifying goodness with some natural property. ",
  "¤ One of the tenets of modern logic is that propositions of fact have to be separated from ",
  "propositions of value. ",
  "¤ But if good is considered a natural property, one can draw moral judgments from factual ",
  "statements. Arguments containing factual notions of pleasure in the premises could logically ",
  "entail conclusions containing ethical judgments. This is an illicit procedure. ",
  "¤  Moore held that we see or recognise good through a process of moral intuition. ",
  "¤  Moore’s version of utilitarianism is idealistic because he rejects hedonism. ",
  "¤ Moore says that “right means productive of the highest good.” For Ross, what makes a right ",
  "act right is not the principle of utility but an overriding moral duty that might sometimes ",
  "conflict with Moore’s “ideal utilitarianism”.  ",
  "3.50   Ethics, Integrity & Aptitude ",
  "¤  This may imply that at times moral principles can be broken. ",
  "¤ Moral agents have certain duties that are not based upon the consequences of their adoption, ",
  "but on the rightness of their adoption. Ross calls such general principles prima facie duties. ",
  "¤ But moral situations can be complex with a conflict of prima facie duties. On this account, ",
  "Ross holds that in such situations, the actual duty of moral agents will be that which is right ",
  "for the particular situation. ",
  "¤  A.J. Ayer belongs to a philosophical school called logical positivism. ",
  "¤ Ayer says that as the propositions of ethics fail to reduce to statements capable of empirical ",
  "verification, they fall under the category of pseudo-propositions and are not literally significant. ",
  "They are merely expressions of emotions. ",
  "¤ Ayer’s work contains no substantial discussion on ethics. The question which Ayer raises is ",
  "epistemological or concerns theory of knowledge. ",
  "¤ According to Stevenson, moral judgments do not state any sort of fact, but rather express ",
  "the moral emotions of the speaker and attempt to influence others. ",
  "¤ Moral judgments are not about facts. Uttering moral sentences has a different function: to ",
  "express emotions, and to influence or invite others to share them. ",
  "¤ The purpose of such statements is to persuade the audience to adopt the attitude of the ",
  "speaker. ",
  "¤ Stevenson also argues that moral judgments are simply a cover for the attempts which people ",
  "make to persuade one an other into adopting a particular normative attitude. ",
  "¤  Stevenson introduced the concept “persuasive definition”. ",
  "¤  Ayer and Stevenson belong to the twentieth century Anglo-American positivistic position. ",
  "Positivism refuses to engage in moral discussions. ",
  "¤ Hare rejected the prevailing emotivism, which maintained that moral statements were merely ",
  "expressions of individual preference. For Hare, moral statements are prescriptions or guides ",
  "to conduct. They are universalizable i.e. they apply to everyone. ",
  "¤ Some philosophers reject the very possibility of moral arguments. According to Hare, if the ",
  "premises contain moral terms along with factual statements, a valid argument will result. ",
  "¤ Moral judgments use the term ‘ought’ and say what is ‘right’. Such moral judgments are ",
  "binding on all people and have overriding force. ",
  "¤ Hare introduced the conception of two-level utilitarianism. Intuitive level of thinking implies ",
  "that moral decisions are based on rule utilitarianism. Critical level thinking implies act ",
  "utilitarianism. ",
  "¤ Hare believes that common morality, professional ethics and personal morality have their ",
  "roots in intuitive beliefs. ",
  "¤ Analytical philosophers refrain from propounding any world views, social philosophies or ",
  "moral systems. They focus on the meanings of terms or clarification of concepts used in ",
  "philosophy and sciences. ",
  "¤ John Rawls argues that the adoption of two fundamental principles of justice would guarantee ",
  "a just and morally acceptable society.  ",
  "Western Moral Thinkers   3.51 ",
  " ",
  "PRACTICE QUESTIONS ",
  " ",
  "1.  “The unexamined life is not worth living”. How would you interpret this statement of Socrates? ",
  "2.  “Knowledge is virtue”. Elucidate ",
  "3.  To what extent are Socratic virtues applicable in modern administrative contexts? ",
  "4.  How relevant are Plato’s political ideas to modern democratic societies? ",
  "5.  “Plato’s idea that philosophers should be rulers really means that power should rest with committed ",
  "experts than with bumbling, corrupt politicians.” Comment ",
  "6.  “Plato’s Republic makes a case for totalitarian dictatorship in glowing literary phrases.” Examine. ",
  "7.  “Be brave, be brave, but do not be too brave”. How will you theoretically justify this advice? ",
  "8.  “Virtue renders virtue easy.” Elucidate. ",
  "9.  “Can we regard as morally satisfactory a community which, by its essential constitution, confines ",
  "the best things to a few, and requires the majority to be content with the second-best?” Examine ",
  "in the context of doctrines of Plato and Aristotle. ",
  "10.  “Epicureanism advocates pursuit of vulgar pleasures”. Do you agree? ",
  "11.  Can Epicureanism and Stoicism be suitable models of virtue for modern civil servants? ",
  "12.  Examine the view that Epicureanism is a form of escapism. ",
  "13.  What is the difference between teleological and deontological ethical theories? ",
  "14.  Outline the difference between act utilitarianism and rule utilitarianism. How is rule utilitarianism ",
  "superior to act utilitarianism? ",
  "15.  Which doctrine of Kant lends support to ideas of human dignity and human rights? How? ",
  "16.  What is the justification of Kant’s principle of categorical imperative? ",
  "17.  Kant argued that one should not tell lies even to protect innocent people. How does Kant reach ",
  "this position? Is it justified? ",
  " ",
  "REFERENCES ",
  " Bertrand Russell, A History of Western Philosophy (chapters on Ancient Greek philosophers ",
  "discussed in this chapter) ",
  " A History of Western Philosophy 1 Classical thought (OPUS paperback) Terence Irwin  ",
  "  ",
  ""
]