[
  "C h a p t e r.18 ",
  "Utilisation of Public ",
  "Funds ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "The question of utilization of public funds has different aspects. The first aspect relates to efficiency. ",
  "The second aspect concerns the manner of fund utilization. The third aspect relates to the outputs ",
  "and outcomes which result from the fund use. The fourth aspect is the source of funds. Finally, any ",
  "fund utilization or expenditure has to meet the audit requirements. There are two further allied ",
  "considerations. There should not be any waste or fraud in the use of public funds. Government ",
  "servants who handle public funds have to carefully observe the canons of financial propriety. We ",
  "will now proceed to an examination of these aspects. ",
  " ",
  "BUDGET ",
  "Union budget or State budgets provide funds to Ministries, government agencies and other bodies ",
  "for various approved purposes, schemes, projects and programmes. No government expenditure ",
  "can be incurred without approval of parliament or the concerned legislative assembly. Ministries ",
  "or departments of government spend money either directly/departmentally or through other ",
  "agencies to whom they transfer funds. The transferee agencies are often State governments or field ",
  "level government agencies or Panchayati Raj institutions. In this mode, funds are utilized through ",
  "government agencies. Government departments may also pass on money in the form of grants to ",
  "non government organizations (NGOs). While transferring funds to state governments or their field ",
  "level agencies, Central government departments issue detailed orders which attach several conditions ",
  "governing the utilization of funds. Grants to NGOs also include numerous conditions on the use, ",
  "accounting and audit of funds. Agencies which receive government funds have to submit periodic ",
  "utilization certificates about fund utilization. ",
  "The fact that public funds ultimately flow from budget means that their utilization is governed ",
  "by various procedures which are designed to regulate the manner of government spending and  ",
  "18.2   Ethics, Integrity & Aptitude ",
  "enforce financial accountability. To get funds, departments have to follow the process for their ",
  "inclusion in the budget. They include the requirements of various programmes and schemes in the ",
  "departmental budget estimates which after normal processes of scrutiny are accepted, accepted with ",
  "cuts or rejected. Normally, programmes and schemes, unless discontinued or radically restructured, ",
  "continue from year to year. In fact, most of government expenditure is committed, and is spent on ",
  "unavoidable payments like pay of government servants, pensions, interest and ongoing schemes. ",
  "After the Finance department accepts the budget proposals of a Ministry or department, they ",
  "are consolidated and put in the form of demands for grants. The demands for grants of various ",
  "departments go into the expenditure segment of the budget. The demands for grants of departments ",
  "are discussed in legislature. Once all the demands for grants are passed in parliament or State ",
  "assembly, an Appropriation Act is passed which signals the legislative authorization for incurring ",
  "expenditure. Thereafter, Finance department passes orders placing grants at the disposal of concerned ",
  "departments according to the budget on the approved programmes and schemes. ",
  "We need not examine the budget process in detail for our theme which is centred on utilization ",
  "of public funds. It is sufficient if we grasp the essential implications of the budgetary process for ",
  "fund utilization. The budget does not approve outlay to any scheme as a lump sum provision. No ",
  "government approvals except ex-gratia payments such as those for victims of natural disasters take ",
  "that form. ",
  "The expenditure on a scheme is approved for various individual items. Without getting into ",
  "too many details, we may note some items for getting a flavour of things. Thus expenditure on ",
  "non-recurring and recurring items is separately authorized. Non-recurring expenditure is a one time ",
  "expenditure. Recurring expenditure is continuous expenditure which is needed every year. This ",
  "distinction often reflects the one between capital and revenue expenditure. Revenue expenditure is ",
  "for current or ongoing expenditure. Capital expenditure generally results in creation or acquisition ",
  "for assets like buildings, sheds or factories. It may be with loans or contributing to share capital for ",
  "various entities. ",
  "Besides, expenditure is separately shown for pay of officers, pay of staff, their dearness allowance, ",
  "travelling allowance, office consumables, petrol and vehicle maintenance, office rent, telephone bill ",
  "and a host of contingencies. All this is establishment or administrative cost of the scheme, and its ",
  "direct inputs are also shown. To take a simple example, an agricultural demonstration programme ",
  "for popularizing new crop varieties will contain items like agricultural input kits with seed packets, ",
  "fertilizers and micronutrients and pesticides in recommended dosages, information brochures and ",
  "so on. Detailed calculations with unit costs, corresponding numbers of personnel or material inputs, ",
  "along with detailed justification of such costs and numbers are presented and form the basis for ",
  "financial approvals. ",
  "What is important to note is that in an approval to a scheme, expenditure limits are fixed for ",
  "individual components. Generally, no diversion of expenditure from one component to another ",
  "(except for marginal deviations) is permitted. In particular, no diversion from plan to non-plan items ",
  "is allowed since expenditure booked under non-plan items usually represents administrative rather ",
  "than programme costs. At one time, the plan and non-plan closely represented the distinction between ",
  "development and non-development expenditure. But this is generally no longer the case. After  ",
  "Utilisation of Public Funds   18.3 ",
  "Rangarajan committee’s report on expenditure management, the plan versus non-plan distinction ",
  "is being removed. ",
  "Thus, any financial sanction ties expenditure to various expenditure heads. There are accounting ",
  "classifications which consolidate expenditures from narrow aggregates to broader aggregates. CAG ",
  "has prescribed the accounting heads starting with the smallest units known as detailed heads (these ",
  "are about 35) which are added together to form bigger accounting units for classifying expenditure. ",
  "The purpose is to break down expenditure into its smallest items to know how money is being spent. ",
  " ",
  "FUND UTILISATION ",
  "Evaluating Efficiency ",
  "Different criteria can be used to evaluate whether funds have been put to efficient use. The bottom ",
  "line is full utilization of sanctioned funds or achieving the financial targets of a scheme. Achievement ",
  "of financial targets by itself is of no avail; it has to be accompanied by achievement of corresponding ",
  "physical targets. Recently, the emphasis has shifted to project outcomes from physical targets. For ",
  "example, in a child nutrition programme, the focus is not on purchase of materials or their supply to ",
  "childcare centres but on the actual reduction of malnutrition in children as reflected in measurable ",
  "medical parameters. ",
  "However, full utilization of funds is the first indicator of a scheme’s performance. Unutilized ",
  "funds mean that financial targets of a scheme have not been met. It is a clear indication that the ",
  "scheme has underperformed. Further, funds made available to a department, agency or institution ",
  "are budgetary resources for specific programmes or schemes. The implementing agencies have to ",
  "utilize the funds fully within the prescribed time limit for the purposes for which they are intended. ",
  "In Indian government finance system, funds are provided from budgetary line items and lapse ",
  "at the end of the financial year on 31st March. Although budgetary allocations for some special ",
  "programmes (such as those for vulnerable or distressed groups) are made non-lapsable, in most ",
  "programmes, unutilized funds have to be surrendered to the finance department usually around ",
  "March 15, and are no longer available to the concerned agency or programme. ",
  "Fund Utilisation in Social Sector ",
  "In India, the plan budgets, whether at the Centre or in States, are seldom fully utilized. This is ",
  "particularly the case in social sector programmes which have a vital bearing on human development ",
  "index. This point can be illustrated with numerous examples. But the following extract from the ",
  "Twelfth Five Year Plan will suffice: “During the Eleventh Plan, the Central Plan outlay for secondary education ",
  "was Rs.54,945 crore. Against this, an amount of Rs.17,723 crore (or 32.26 per cent of the outlay) was actually ",
  "spent. Elaborate consultation process with stakeholders including the State Governments preceded launch of the new ",
  "schemes, resulting in sub-optimal utilisation of planned resources in the first three years of implementation. However, ",
  "in the last two years of the Eleventh Plan period, the Ministry was fully geared to implement schemes rapidly, but only ",
  "limited resources were made available.” (Twelfth Five Year Plan p.70) ",
  "Generally, the large, capital intensive sectors are able to more fully utilize their plan budgets. ",
  "These expenditures consist mostly of a small number of relatively lumpy items. They represent large ",
  "equipment, large purchases of commodities, and large advance or running payments to contractors.  ",
  "18.4   Ethics, Integrity & Aptitude ",
  "Often such agencies are skilled in project implementation. But presently the economy is passing ",
  "through a phase marked by stalled project implementation. Project developers are hamstrung by ",
  "agitations over land acquisition and environmental causes. Some MNCs have abandoned their ",
  "projects. Economists have also been referring to ‘policy paralysis’ in government. Government has ",
  "appointed a cabinet committee to look into these problems. It is to be hoped that the implementation ",
  "problems affecting infrastructure projects will be resolved soon. To recall our general point: fund ",
  "utilization is much better in big spending departments which implement projects in sectors like ",
  "irrigation, roads, power and ports. ",
  "In contrast to such sectors, social programmes are unable to speedily utilize finds. Social sectors ",
  "include education, health and family welfare, water supply and sanitation, social security and welfare, ",
  "and nutrition. As part of its drive towards improving India’s social development indicators, the Central ",
  "government has increased the magnitude of budgetary support for social sectors considerably since ",
  "2004-05. Still, India’s annual public expenditure of both Central and State governments on social ",
  "sectors is below 7 per cent of its GDP. This is far below what most developed nations have been ",
  "spending on social sectors. The OECD countries spend nearly 14% of their GDP on social sectors or ",
  "double of what India spends. Planning commission has significantly scaled up plan outlays for social ",
  "sectors in the Twelfth plan. It observes: “The pace of public expenditure in the last few years has increased ",
  "dramatically and a large part of this expenditure is aimed at promoting the welfare of the weaker and more vulnerable ",
  "sections of the population. Nearly Rs7 lakh crore have been spent on the 15 major Flagship programmes during the ",
  "Eleventh Plan period.” ",
  "Some observers now argue that the problem in social sectors is no longer insufficiency of funds ",
  "but poor programme implementation and poor utilization of funds. This situation presents a great ",
  "administrative challenge. In a broad sense, the problem of fund utilization can be ultimately reduced ",
  "to implementation of programmes, projects and schemes. It can be seen as one facet of general ",
  "administrative inefficiency. But the question needs more detailed analysis in terms of the specific ",
  "hurdles which hamper progress of social sector schemes. ",
  "In discussing expenditure or fund utilization trend, we need to recall the earlier mentioned ",
  "distinction between plan expenditure and non-plan expenditure. Plan expenditure can be on capital ",
  "items such as school buildings, hospital buildings, roads and bridges or on revenue items such as ",
  "salaries of staff, wages of workers, textbooks and medicines incurred on the programmes/schemes ",
  "of the current Five Year Plan like Sarva Shiksha Abhiyan, Mid-day Meal scheme, and Integrated ",
  "Child Development Services. ",
  "Non-Plan expenditure is outside the Five Year Plan– such as expenditure on defence services, ",
  "interest payments, organs of the state, and those on the running of existing government institutions ",
  "in different sectors. Most of non-plan expenditure in social sectors which state governments incur ",
  "is on the salaries of staff. This gives rise to an interesting fact. On the non-plan side of State social ",
  "sector budgets, funds are usually spent fully. The reason is quite simple. The staff is already in ",
  "position, and the budgetary provisions are largely for paying the salaries and allowances which are ",
  "obligatory payments under law. We may note that payments which are in the nature of entitlements ",
  "like scholarships and widows pensions get spent if the number of beneficiaries is correctly estimated ",
  "while framing the budget estimates. It is, therefore, on the plan side that social sector funds are ",
  "underutilized in state governments.  ",
  "Utilisation of Public Funds   18.5 ",
  "Constraints on Fund Utilisation ",
  "The Centre for Budget and Governance Accountability (CBGA), New Delhi carried out studies under ",
  "Budgeting for Change with support from UNICEF India. One study has analysed the implementation ",
  "of major Plan schemes in social sectors like Sarva Shiksha Abhiyan, National Rural Health Mission, ",
  "Integrated Child Development Services and Total Sanitation Campaign, at the district level in selected ",
  "states. It points to various constraints which hamper States from fully utilizing the plan outlays for social ",
  "sectors received from Centre. Planning Commission has also sponsored studies on low utilization of ",
  "central funds by states. The problems are more acute in backward than in forward States. ",
  "Plan schemes can be classified into three categories. Central sector schemes are formulated, ",
  "funded and implemented by the Centre. Centrally sponsored schemes (CSS) are designed by Centre ",
  "in consultation with States. States implement these schemes and partly bear the expenditure on them. ",
  "Finally, State level schemes are formulated, funded and implemented by states. ",
  "Budgetary processes of schemes frequently create problems of implementation. Many Central ",
  "programmes in social sector are centrally sponsored schemes or central sector schemes. Central ",
  "ministries set their financial parameters with usually some sharing of costs by states. Although the ",
  "state ratio of expenditure is usually around 20% - 30%, many states cannot afford it. In the process, ",
  "the programme implementation  suffers. ",
  "Another long standing complaint of states is that Central Ministries formulate the schemes with ",
  "the same all-India pattern without allowing for regional or State variations. The schemes are often ",
  "cast into predetermined format which allows little scope for flexibility. These are problems associated ",
  "with programme design and not with financial details of the schemes. But they act as a drag on ",
  "programme implementation and result in low fund utilization. ",
  "Centrally Sponsored Schemes (CSS) ",
  "The Twelfth plan has made proposals to resolve these problems. It recognises that: “Over a period of ",
  "several Plans, the number of Centrally Sponsored Schemes (CSSs) has been growing. Large funds are being transferred ",
  "to States under these Schemes. In view of the large diversity of physical and economic infrastructure in the States, their ",
  "potential for development and investment requirements, the schemes need to provide greater flexibility in their design”. ",
  "Based on the report of the B.K. Chaturvedi committee, Planning Commission has proposed following ",
  "changes in the CSSs. ",
  "¤ The physical and financial norms for the Schemes may be varied depending on the ",
  "requirement of the State. A mechanism for developing flexibility in such norms, as against ",
  "the normal CSS prescription, has been suggested. This should take care of large variation ",
  "often requested by North East States or States like Kerala, Rajasthan, Uttarakhand and ",
  "Himachal Pradesh which have special needs. ",
  "¤ All CSS must have 20 per cent flexi funds (10 per cent for flagship schemes). These should ",
  "be utilised by the States to prepare schemes which are especially suited for the requirements ",
  "of that State. ",
  "¤ Each flagship programme will provide a flexible pool of financial resources to be used to ",
  "facilitate and incentivise innovative practices that blaze a trail for others to follow during ",
  "the Twelfth Plan period.  ",
  "18.6   Ethics, Integrity & Aptitude ",
  "Approvals, Cost Norms and Staff ",
  "The financial approvals of schemes often get delayed. In the government systems, not only ",
  "new schemes but also continuing schemes need approval. Even for ongoing schemes, financial ",
  "sanctions, authorization of expenditure and transfer of funds take time. After receiving approval the ",
  "implementing agencies have to follow prescribed procedures, such as inviting tenders for purchases ",
  "for incurring expenditure. Sometimes implementing agencies do not enjoy adequate delegated ",
  "financial powers to incur expenditure. If the amount of expenditure crosses a particular limit, they ",
  "have to move matters to higher levels for decision making. This takes time, and many departments ",
  "are still unwilling to fully delegate powers to the implementing levels. ",
  "Government programmes are funded based on cost norms. Where government staff costs are ",
  "concerned, there are clear yardsticks like salary structures. But even here the situation has become ",
  "complex due to systems of part time employees and outsourcing. In many schemes like mid-day ",
  "meals and hostels, costs are estimated on per unit or per head basis. In an inflationary situation, such ",
  "unit costs escalate quickly, and it becomes difficult to run the programme, particularly if it involves ",
  "private participants. ",
  "A major difficulty in social sector schemes, and in fact in other grassroot schemes, arises from ",
  "inadequate staff and lack of project planning and management skills. Here we are talking about ",
  "decentralized planning and needs of small scale scattered projects in the countryside. There is ",
  "inadequate appreciation of the need for skilled staff at the ground level where rural development and ",
  "social programmes are implemented. Allied to this is the problem of inadequate involvement and ",
  "participation of local community leaders in the planning process. There is an urgent need to scale up ",
  "training and capacity building of staff and community leaders for decentralized planning. ",
  "The CBGA study directs attention to another aspect: the systemic weaknesses of the State ",
  "government apparatus especially in the backward states. There is shortage of trained, regular staff in ",
  "functional management areas such as project management, finance, accounts and frontline service ",
  "provision. As we have seen, staff costs are borne on non-plan side. Over the years, state governments ",
  "had drastically reduced staff recruitment to contain fiscal deficits. The administrative systems in the ",
  "backward states appear to have weakened as a consequence. ",
  "To sum up: the inability of the state governments to fully utilize the available funds in the Central ",
  "schemes is due to systemic weaknesses in the government apparatus in social sectors across many ",
  "states, besides the rigidity in the norms, guidelines and unit costs governing the Central schemes and ",
  "the lack of fiscal decentralization from Centre to state governments as well as from state government ",
  "to local governments. ",
  "The Twelfth Plan has noted such weaknesses and proposed remedial measures. According ",
  "to The Twelfth Five Year Plan document: “A key diagnostic conclusion regarding the relative lack of success ",
  "of Plan programmes is that these are designed in a top down manner and do not effectively articulate the needs and ",
  "aspirations of the local people, especially the most vulnerable. With the 73rd Constitutional Amendment, several functions ",
  "were transferred to Panchayati Raj Institutions (PRIs). Since 2004, there has also been massive transfer of funds, ",
  "especially after the enactment of the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA). ",
  "But institutionally, the PRIs remain weak and they do not have the capacity to plan or implement programmes effectively. ",
  "Many studies show that the impressive figures on the formation of Self-Help Groups (SHG) under Swarnjayanti Gram  ",
  "Utilisation of Public Funds   18.7 ",
  "Swarojgar Yojana (SGSY) hide a lot of poor quality work. To address such problems, The Centre has formulated the ",
  "Rajiv Gandhi Panchayat Sashaktikaran Abhiyan meant for strengthening human resource and systems capacities of ",
  "PRIs”. ",
  "It goes on to add: While preparing the schemes, the central ministries role would be to act as a knowledge partner ",
  "and enabler to the project implementation, which will be typically in the states. For this ministries will prepare capabilities ",
  "in preparing for scheme design and creation of learning systems and networks from which the states and local implementers ",
  "can learn. ",
  "Transfer of Funds ",
  "Rangarajan Committee examined the mode of transfer of funds from the Centre to implementing ",
  "agencies for various programmes. The funds are transferred in two ways – the treasury mode and ",
  "the society mode. In the treasury mode, funds are sent to States through the RBI. They get reflected ",
  "immediately in State treasury and in state Accountant-general’s records. The State governments ",
  "transfer funds to District Rural Development Agencies (DRDAs), Panchayati Raj Institutions (PRIs), ",
  "Non-Government Organizations NGOs and other Implementing Agencies (IAs). ",
  "In the society mode, Central ministries transfer funds directly to IAs which are DRDAs, PRIs ",
  "and NGOs and others. After incurring expenditure, IAs get the expenditure audited by chartered ",
  "accountants and send utilization certificates for funds to Ministries. Both systems have problems. They ",
  "allow Central Ministries to ‘book’ expenditure or show fund utilization by simply releasing grants to ",
  "States. States in turn show expenditure by releasing finds to IAs. These devices are used to avoid lapse ",
  "of funds at the end of the financial year. Rangarajan committee recommended that all central funds ",
  "should be released through treasury mode. The rationale is that it enables better tracking of released ",
  "funds and also guards against frauds. ",
  "The Twelfth Plan advocates a paradigm shift in funding from demand-based grants and input- ",
  "based budgeting to normative and entitlement-based grants and outcome-based budgeting. For ",
  "example, block grants should replace line-item budgets and Plan allocations should be based on ",
  "long-term strategic plans developed by the institutions. Consequently, annual funding should be ",
  "linked to the performance of institutions against the milestones and targets laid down in their strategic ",
  "plans. In turn, institutions need to provide complete transparency about their financial performance ",
  "and use of funds by putting their financial statements online. All institutions should implement the ",
  "recently finalized accounting standards developed by ICAI that lay down a common format for the ",
  "reporting of financial statements. ",
  "Monitoring Fund Utilisation ",
  "Uptil now, we looked at the major causes which hamper fund utilization or from another angle ",
  "programme implementation. One method of improving is tracking released grants, that is the Central ",
  "Plan Scheme Monitoring System (CPSMS) which has recently set up its portal. CPSMS integrates ",
  "tens of thousands of implementing agencies through a common system and tracks fund movement ",
  "at successive stages starting with the initial release from the Centre till the money actually reaches the ",
  "ultimate beneficiaries. It has covered over 1000 Central Plan schemes; captured more than 75,000 ",
  "sanctions for release of funds; and registered nearly 20,000 programme implementing agencies with  ",
  "18.8   Ethics, Integrity & Aptitude ",
  "the system. CPSMS is linking with State treasuries and State AGs to obtain real time expenditure ",
  "information for schemes for which funds are transferred from the Central Ministries to the States. ",
  "On full implementation, the system would provide a platform on which the management at ",
  "each level would be able to monitor fund utilization under various developmental schemes operated ",
  "through treasury route or society route. CPSMS is expected to provide customized information of fund ",
  "deployment and utilization vertically under each scheme to programme managers and horizontally ",
  "across schemes in one geographic area for senior management and political functionaries. Inputs ",
  "provided by the system would be vital for programme management and policy planning. The ",
  "information on fund utilization is also planned to be placed in the public domain for greater public ",
  "awareness, public participation in the policy making and execution and for enhanced transparency ",
  "in Government operations. ",
  "Problems of Fund Releases and Utilisation ",
  "Rangarajan committee has noted many problems with the monitoring of fund releases. The direct ",
  "releases of funds from the Centre have become huge. During 2011-12, such releases were Rs 124,605 ",
  "crores - constituting 28.22% of the plan budget of Rs 441,547 crores. Large amounts are also going ",
  "to NGOs, and this raises concerns over accountability. ",
  "In this regard, CAG reports and other studies have revealed many problems. They are outlined ",
  "briefly below. ",
  "¤ The Ministries release funds mechanically without considering the capacity of State ",
  "Governments or the utilization of funds released earlier. ",
  "¤ The Ministries were unable to ensure correctness of the data and facts reported by the State ",
  "Governments. ",
  "¤ The internal audit function in both the departments implementing the projects and in the ",
  "societies was inadequate or nonexistent. The State Governments are keener on getting ",
  "funds from the Central ministries rather than on ensuring the quality of expenditure or on ",
  "attaining the programme  objectives. ",
  "¤ The Ministries and State Governments were not serious about checking misuse of funds; ",
  "expenditure booked in accounts assumed precedence over the veracity and propriety of ",
  "the expenditure. Expenditure figures given by IAs do not tally with the figures reported by ",
  "the District level agencies. On the whole, expenditure information is unreliable. ",
  "¤ There is no assurance that the IAs spent the funds on the schemes. The Ministries were ",
  "unable to ensure the correctness of the data and facts reported by the State Governments. ",
  "¤ Over-statement of the figures of physical and financial performance by the State Governments ",
  "was common. There is no system of accountability for incorrect reporting and verification ",
  "of reported performance. ",
  "¤ The Ministries were more concerned with expenditure rather than the attainment of the ",
  "programme objectives. Large parts of funds were released in the last month of the financial ",
  "year, which could not be expected to be spent by the respective State Governments during ",
  "that financial year.  ",
  "Utilisation of Public Funds   18.9 ",
  "¤ Misuse of the funds provided for vulnerable sectors and sections of the society was evident. ",
  "The State Governments did not pay much attention towards such misuse. The controlling ",
  "Union Ministries had little clue to such misuse. ",
  "¤ The DRDAs, State level societies, NGOs or the autonomous bodies which receive funds ",
  "directly from the Centre, release the amounts further to their constituents (PRIs, District ",
  "level societies etc). It has been observed that the amount of fund reported as received by a ",
  "Taluka or Block panchayat from a DRDA, or a district level society from a State level society ",
  "differs from the amount stated to have been released by the DRDA and state level agency. ",
  "Expenditure figures given by down the line IAs do not tally with the figures reported by the ",
  "District level agencies. On the whole, expenditure information is unreliable. ",
  "¤ This undermines the very foundation of our parliamentary system as it shows lack of ",
  "legislative control and oversight over such expenditures. These views were endorsed in an ",
  "address to the NDC by the then Finance Minister: “Lack of an accurate, transparent, reliable and ",
  "regularly updated monitoring mechanism also adversely affects the efficacy of any plan scheme. In 2005, ",
  "the Planning Commission estimated that the Government spends Rs 3.65 to transfer Rs 1 worth of food, ",
  "suggesting leakage of about 70 percent.” ",
  "The connection between release of funds by the Central Government and the actual expenditure ",
  "for physical inputs by the implementation agency is currently very obscure. The present monitoring ",
  "mechanism, as has been highlighted above, suffers from many shortcomings. The implementation ",
  "of CPSMS alone cannot resolve all the accountability issues of direct transfer of funds of Centre to ",
  "implementing agencies. An MIS can complement audited accounts and financial statements but ",
  "cannot take their place. There is a need for properly audited accounts of these IAs. Adequate ",
  "validation along with independent supervision of central schemes funds is required at all levels in ",
  "order to provide satisfactory assurance. ",
  "Outputs and Outcomes ",
  "As we noted earlier, the purpose of fund utilization is to realise value for money, and achieve the ",
  "programme objectives. Achievement of these objectives depends on provision of facilities, inputs ",
  "and services. Physical targets of programmes are necessary but not sufficient for achieving their ",
  "ultimate goals. As a result, there is considerable emphasis in recent times on the final outcomes of ",
  "the programmes. It is necessary to distinguish between outputs and outcomes. To take an example, ",
  "the goals of health programmes are now stated in terms of reducing infant mortality rates, maternal ",
  "mortality rates, and total fertility rates. The outputs will be hospitals, beds, equipment, medicines, ",
  "nutrient supplies and medical services of doctors and para medical staff. ",
  "Similarly, in primary education or secondary education, the focus is not merely on recruiting ",
  "teachers, enforcing their attendance or building schools. What the programmes aim at is achievement ",
  "of scholastic skills such as reading with comprehension, writing clearly and skills in solving ",
  "mathematical problems. As the plan document says on this subject: “In implementation, equal emphasis ",
  "would be placed on provision of inputs for quality education (infrastructure, teachers, training, enrolment and other ",
  "inputs) as well as ensuring that these inputs translate into improved processes (attendance, instructional time) and ",
  "outcomes (retention, learning outcomes, equity).” Fund utilization should lead to  outcomes.  ",
  "18.10   Ethics, Integrity & Aptitude ",
  "AUDIT OF EXPENDITURE ",
  "Expenditures from all public funds have to be properly accounted for and have to pass through ",
  "the audit of the Comptroller and Auditor General (CAG). Major irregularities which emerge are ",
  "also examined by parliamentary committees. This is in a way the penultimate stage of the process ",
  "which begins with making of budget provisions. The Ministries take further action on the reports ",
  "of the parliamentary committees. ",
  "Role of CAG ",
  "We will briefly examine the structure and functions of audit system in relation to expenditure or ",
  "fund utilization. The Comptroller and Auditor General of India (CAG) is the head of the Supreme ",
  "Audit Institution of India (SAI). He/she derives his/her duties and powers mainly from Articles 149 ",
  "to 151 of the Constitution of India and the Comptroller and Auditor General’s (Duties, Powers and ",
  "Conditions of Service) Act. The CAG is the sole auditor of the accounts of the Central Government ",
  "and the State Governments. CAG is also responsible for the audit of local bodies (i.e. Panchayati ",
  "Raj institutions and urban local bodies) under the provisions of some of the State Acts and provides ",
  "technical and administrative guidance for accounting and audit functions in all States. The reports of ",
  "the CAG relating to the accounts of the Union and the States are submitted to the President/Governor ",
  "of the State for being laid before the Parliament/State Legislature. The CAG is also responsible for ",
  "ensuring a uniform policy of accounting and audit in the Government sector as a whole. The CAG ",
  "lays down the general principles of Government accounting and the broad principles for audit of ",
  "receipts and expenditure for the guidance of the Government departments. ",
  "The mandate of CAG includes audit of: ",
  "¤  Receipts and expenditure of the Centre, the States and Union Territories. ",
  "¤  Transactions relating to the Contingency Funds and Public Accounts. ",
  "¤  Trading, manufacturing, profit and loss accounts and balance sheets, and other subsidiary ",
  "accounts kept in any Government department. ",
  "¤  Accounts of stores and stock kept in Government offices or departments. ",
  "¤  Government companies in accordance with the provisions of the Companies Act, 1956. ",
  "¤  Corporations established by or under laws made by Parliament in accordance with the ",
  "provisions of the respective legislation. ",
  "¤  Authorities and bodies substantially financed from public funds. ",
  "¤  Anybody or authority even though not substantially financed from the Consolidated Fund, ",
  "the audit of which may be entrusted to SAI. ",
  "¤  Grants and loans given by Government to Bodies and Authorities for specific purposes. ",
  "¤  Panchayati Raj Institutions and Urban Local Bodies. ",
  "The organisations subject to the audit of the Comptroller and Auditor General of India are: ",
  "¤  All the Union and State Government departments and offices including the Indian Railways ",
  "and Posts and  Telecommunications. ",
  "¤  About 1500 public commercial enterprises controlled by the Union and State governments, ",
  "i.e. government companies and corporations.  ",
  "Utilisation of Public Funds   18.11 ",
  "¤ Around 400 non-commercial autonomous bodies and authorities owned or controlled by ",
  "the Union or the States. ",
  "¤  Over 4400 authorities and bodies substantially financed from Union or State revenues. ",
  " ",
  "Nature of Audit ",
  "Audit means examination of accounts, transactions and records which CAG does in pursuance of ",
  "duties and exercise of powers under the Constitution and the CAG Act. It also includes performance ",
  "audit or any other type of audit determined by CAG. The CAG examines various aspects of ",
  "Government expenditure. Conduct of audit is done based on such accounts, vouchers and records ",
  "as may be received in the audit office and/or in the accounts office and may include online data, ",
  "information and documents of the auditable entity. It may also be done in the office of the auditable ",
  "entity or at the site where the relevant records for audit are available. The CAG audit is broadly ",
  "classified into Regularity Audit and Performance Audit. ",
  "Regularity Audit (Compliance) ",
  "Regularity audit consists of the following: ",
  "¤ Audit against provision of funds to ascertain whether the moneys shown as expenditure in ",
  "the Accounts were authorized for the purpose for which they were spent. ",
  "¤ Audit against rules and regulations to see that the expenditure incurred was in conformity ",
  "with the laws, rules and regulations framed to regulate the procedure for expending public ",
  "money. ",
  "¤ Audit of sanctions to expenditure to see that every item of expenditure was done with the ",
  "approval of the competent authority in the Government for expending the public money. ",
  " ",
  "Propriety Audit ",
  "¤ Propriety Audit extends beyond scrutinizing the mere formality of expenditure to its wisdom ",
  "and economy and to bring to light cases of improper expenditure or waste of public money. ",
  "¤ While conducting the audit of receipts of the Central and State Governments, the CAG ",
  "satisfies himself that the rules and procedures ensure that assessment, collection and allocation ",
  "of revenue are done in accordance with the law and that there is no leakage of revenue ",
  "which legally should come to Government. ",
  " ",
  "Performance Audit ",
  "Performance audit examines the extent to which Government programmes have achieved the desired ",
  "objectives at lowest cost and given the intended benefits. ",
  "Three E’s of Performance Audit ",
  "Performance audit assesses: ",
  "(a)  Economy: Economy is minimizing the cost of resources used for an activity, having regard ",
  "to appropriate quality. Economy issues focus on the cost of the inputs and processes. ",
  "Economy occurs where equal-quality resources are acquired at least cost. ",
  "(b)  Efficiency: Efficiency is the relationship between the output, in terms of goods, services ",
  "or other results and the resources used to produce them.  ",
  "18.12   Ethics, Integrity & Aptitude ",
  "Efficiency exists where the use of financial, human, physical and information resources is ",
  "such that output is maximised for any given set of resource inputs, or input is minimized ",
  "for any given quantity and quality of output. ",
  "(c)  Effectiveness: Effectiveness is the extent to which objectives are achieved and the ",
  "relationship between the intended impact and the actual impact of an activity. Effectiveness ",
  "addresses the issue of whether the scheme, programme or organization has achieved its ",
  "objectives. ",
  "The responsibility for the development of measurable objectives and performance indicators as ",
  "also the system of measurement rests with the Government departments or heads of entities. They are ",
  "also required to define intermediate and final outputs and outcomes in measurable and monitorable ",
  "terms, standardize the unit cost of delivery and benchmark quality of outputs and outcomes. ",
  "In reviewing performance against the outputs and outcomes, audit may critically review the ",
  "measurable objectives and performance indicators for their reasonableness and soundness. Audit ",
  "may also set criteria for reviewing programme performance based on best practices. ",
  "Certification of Finance and Appropriation Accounts ",
  "The CAG examines and certifies the Finance Accounts and the Appropriation Accounts of ",
  "the Centre and the States. The Finance Accounts show the receipts and disbursements of the ",
  "Government for the financial year, together with the financial results disclosed by the revenue and ",
  "capital accounts, the accounts relating to public debt and assets and other liabilities. The primary ",
  "purpose of financial audit is to verify whether the accounts of Government are properly prepared, ",
  "are complete in all respects and are presented with adequate disclosures. The Appropriation ",
  "Accounts of the Government show the expenditure of the Government compared with the amounts ",
  "authorized by the legislature with explanations for significant variations between the two by way ",
  "of saving or excess beyond the prescribed limits of such variations. ",
  " ",
  "PARLIAMENTARY CONTROL ON EXPENDITURE ",
  "Parliament and State Legislatures have constituted specialized Committees like the Public Accounts ",
  "Committee (PAC) and the Committee on Public Undertakings (COPU), to whom CAG’s audit reports ",
  "and annual accounts automatically stand referred. Further, the Estimates Committee examines the ",
  "extent to which the budget estimates correspond to actual expenditure incurred in the year. ",
  "Public Accounts Committee (PAC) ",
  "The Public Accounts Committee satisfies itself that: the moneys (shown in the accounts) were used ",
  "legally on the service or purpose to which they were applied; that the expenditure was authorized; ",
  "and that re-appropriation (i.e. distribution of funds) was appropriate. The PAC also examines the ",
  "statement of accounts of autonomous and semi-autonomous bodies, the audit of which is conducted ",
  "by the CAG.  ",
  "Utilisation of Public Funds   18.13 ",
  "Estimates Committee ",
  "While PAC considers the regularity, propriety and legality of expenditure, the Estimates Committee ",
  "looks at the accuracy of the budget estimates. (Incidentally, budget is a forecast of income and ",
  "expenditure for the coming financial year.) In other words, its focus is on how accurate the forecasts ",
  "of the budget proved to be. This aspect can be called ‘the targeting’ of budget. It is impossible for ",
  "anyone to prepare a budget whose numbers turn out to be 100% accurate. The expenditure forecasts ",
  "can be either optimistic or pessimistic; many unexpected factors (like floods or drought) may falsify ",
  "the estimates; and things depend on how the general economy behaves. An old method of estimating ",
  "expenditure on any item is to consider the average of the previous three years and add extras for ",
  "new staff and inflation. This is a conservative method which cannot pick up newer trends and is of ",
  "little use for estimating expenditure on new schemes. Be that as it may, budgetary estimates have ",
  "to be close to actual expenditures. ",
  "The Committee also examines surrenders and reappropriations of funds. When a department is ",
  "unable to utilize its budget provision, it surrenders part or whole of it. Then the surrendered amounts ",
  "are used for some other scheme. Normally, such adjustments are allowed within certain range. But ",
  "excessive surrenders and reappropriations reflect bad budgeting. These are the types of questions ",
  "which estimates committee examines. ",
  "Committee on Public Undertakings ",
  "The Committee on Public Undertakings exercises the same financial control on the public ",
  "sector undertakings as the Public Accounts Committee exercises over the functioning of the ",
  "Government Departments. The examination of public enterprises by the Committee takes the ",
  "form of comprehensive appraisal or evaluation of performance of the undertaking. It involves a ",
  "thorough examination, including evaluation of the policies, programmes and financial working of ",
  "the undertaking. ",
  "The objective of the Financial Committees, in their scrutiny of audit reports, is not to focus only ",
  "on the individual irregularity, but on the defects in the system which led to such irregularity, and ",
  "the need for correction of such systems and procedures. ",
  "The Financial Committees present their Reports to the Parliament/ State Legislature with their ",
  "observations and recommendations. The various Ministries / Departments are required to inform ",
  "the Committees of the action taken by them on the recommendations of the Committees (which are ",
  "generally accepted) and the Committees present Action Taken Reports to Parliament / Legislature. ",
  "Canons of Financial Propriety ",
  "Every officer incurring or authorizing expenditure from public moneys should be guided by high ",
  "standards of financial propriety. Every officer should also enforce financial order and strict economy ",
  "and see that all relevant financial rules and regulations are observed by his own office and by ",
  "subordinate disbursing officers. Among the principles on which emphasis is generally laid are the ",
  "following:  ",
  "18.14   Ethics, Integrity & Aptitude ",
  "(i)  Every officer is expected to exercise the same vigilance in respect of expenditure incurred ",
  "from public moneys as a person of ordinary prudence would exercise in respect of ",
  "expenditure of his own money. ",
  "(ii) The expenditure should not be prima facie more than the occasion demands. ",
  "(iii) No authority should exercise its powers of sanctioning expenditure to pass an order which ",
  "will be directly or indirectly to its own advantage. ",
  "(iv) Expenditure from public moneys should not be incurred for the benefit of a particular ",
  "person or a section of the people, unless (a) a claim for the amount could be enforced in a ",
  "Court of Law, or (b) the expenditure is in pursuance of a recognised policy or custom. ",
  "(v)  The amount of allowances granted to meet expenditure of a particular type (e.g. travelling ",
  "allowance or house rent allowance) should be so regulated that the allowances are not on ",
  "the whole a source of profit to the recipients. ",
  " ",
  "CONCLUSION ",
  "The expression ‘utilisation of public funds’ lends itself to multiple interpretations. It can refer to ",
  "efficient, effective expenditure which also satisfies rules and procedures governing government ",
  "spending. It also means that public funds have to be utilized without fraud and waste. It partly includes ",
  "the budgetary processes since no expenditure from public funds is permissible without legislative ",
  "approval. Public expenditure is subject to elaborate systems of accounting and audit. CAG conducts ",
  "audit of expenditure to verify its veracity, regularity, efficiency and propriety. CAG reports major ",
  "irregularities revealed in audit to PAC and COPU. The Estimates Committee primarily examines ",
  "the accuracy of budget estimates. Utilization of public funds should result not only in expenditure ",
  "and output but also in the intended programme outcomes. While incurring expenditure from public ",
  "funds, government servants should be guided by canons of financial propriety. ",
  " ",
  "   Summary ",
  "¤ Union budget or State budgets provide funds to Ministries, government agencies and other ",
  "bodies for various approved purposes, schemes, projects and programmes. No government ",
  "expenditure can be incurred without approval of parliament or the concerned legislative ",
  "assembly. ",
  "¤ Government spends money directly/departmentally or through other agencies to whom they ",
  "transfer funds. The transferee agencies are often State governments or field level government ",
  "agencies or Panchayati Raj institutions. In this mode, funds are utilized through government ",
  "agencies. ",
  "¤ Government departments may also pass on money in the form of grants to non government ",
  "organizations (NGOs). ",
  "¤ Revenue expenditure is for current or ongoing expenditure. Capital expenditure generally ",
  "results in creation or acquisition of assets. ",
  "¤ In budget, expenditure is separately shown for individual elements like pay of officers, pay ",
  "of staff, their dearness allowance, travelling allowance, office consumables, petrol and vehicle ",
  "maintenance, office rent, telephone bill and a host of contingencies.  ",
  "Utilisation of Public Funds   18.15 ",
  "¤  Full utilization of sanctioned funds or achieving the financial targets of a scheme is important. ",
  "¤ Full utilization of funds is the first indicator of a scheme’s performance. Unutilized funds ",
  "mean that financial targets of a scheme have not been met. ",
  "¤  Recently, the emphasis has shifted to project outcomes from physical targets. ",
  "¤ The implementing agencies have to utilize the funds fully within the prescribed time limit, ",
  "usually 31st March, for the purposes for which they are intended. ",
  "¤ Unutilized funds have to be surrendered to the finance department and are no longer ",
  "available to the concerned agency or programme. ",
  "¤ In India, the plan budgets whether at the Centre or in State’s are seldom fully utilized. This ",
  "is particularly the case in social sector programmes which have a vital bearing on human ",
  "development index. ",
  "¤ Generally, the large, capital intensive sectors are able to fully utilize their plan budgets. These ",
  "expenditures consist mostly of a small number of relatively lumpy items. ",
  "¤ In contrast to such sectors, social programmes are unable to speedily utilize finds. Social ",
  "sectors include education, health and family welfare, water supply and sanitation, social ",
  "security and welfare, and nutrition. ",
  "¤ The inability of the state governments to fully utilize the available funds in the Central ",
  "schemes is due to systemic weaknesses in the government apparatus in social sectors across ",
  "many states besides the rigidity in the norms, guidelines and unit costs governing the Central ",
  "schemes and the lack of fiscal decentralization from Centre to state governments as well as ",
  "from state governments to local governments. ",
  "¤ Some observers now argue that the problem in social sectors is no longer insufficiency of ",
  "funds but poor programme implementation and poor utilization of funds. This situation ",
  "presents a great administrative challenge. ",
  "¤ Although the states share of expenditure is usually around 20% - 30% in CSS, many states ",
  "cannot afford it. ",
  "¤ Central Ministries tend to formulate schemes with the same all-India pattern without allowing ",
  "for regional or State variations. ",
  "¤  The financial approvals of schemes often get delayed. ",
  "¤ In many schemes like mid day meals and hostels, costs are estimated on per unit or per head ",
  "basis. In an inflationary situation, such unit costs escalate quickly, and it becomes difficult ",
  "to run the programme. ",
  "¤ A major difficulty in social sector schemes, and in fact in other grass root schemes, arises ",
  "from inadequate staff and lack of project planning and management skills. ",
  "¤ Rangarajan Committee examined the mode of transfer of funds from the Centre to ",
  "implementing agencies for various programmes. The funds are transferred in two ways – the ",
  "treasury mode and the society mode. In the treasury mode, funds are sent to States through ",
  "the RBI. The State governments transfer funds to District Rural Development Agencies ",
  "(DRDAs), Panchayati Raj Institutions (PRIs), Non Government Organizations NGOs and ",
  "other Implementing Agencies (IAs).  ",
  "18.16   Ethics, Integrity & Aptitude ",
  "¤ In the society mode, Central ministries transfer funds directly to IAs - DRDAs, PRIs and ",
  "NGOs and others. ",
  "¤ The Central Plan Scheme Monitoring System (CPSMS) has recently set up its portal. CPSMS ",
  "integrates tens of thousands of implementing agencies through a common system and tracks ",
  "fund movement at successive stages starting with the initial release from the Centre till the ",
  "money actually reaches the ultimate beneficiaries. ",
  "¤ CAG reports and other studies have revealed many problems of fund utilization. We have ",
  "outlined them earlier. ",
  "¤ As we noted earlier, the purpose of fund utilization is to realise value for money, and ",
  "achieve the programme objectives. Achievement of these objectives depends on provision of ",
  "facilities, inputs and services. Physical targets of programmes are necessary but not sufficient ",
  "for achieving their ultimate goals. As a result, there is considerable emphasis in recent times ",
  "on the final outcomes of the programmes. ",
  "¤ Expenditures from all public funds have to be properly accounted for and have to go ",
  "through the audit of the comptroller and auditor general (CAG). Major irregularities which ",
  "emerge are also examined by parliamentary committees. ",
  "¤ The Comptroller and Auditor General of India (CAG) is the head of the Supreme Audit ",
  "Institution of India (SAI). ",
  "¤ The CAG is the sole auditor of the accounts of the Central Government and the State ",
  "Governments. ",
  "¤  Audit means examination of accounts, transactions and records by the CAG. ",
  "¤ The CAG examines various aspects of Government expenditure. Conduct of audit is done ",
  "based on accounts, vouchers and records. ",
  "¤  Audit may be of different types like regularity audit (Compliance) and performance audit. ",
  "¤  Performance audit assesses: (a) economy (b) efficiency and (c) effectiveness. ",
  "¤ The CAG examines and certifies the Finance Accounts and the Appropriation Accounts ",
  "of the Centre and the States. ",
  "¤ Parliament and State Legislatures have constituted specialized Committees like the Public ",
  "Accounts Committee (PAC) and the Committee on Public Undertakings (COPU), to whom ",
  "CAG’s audit Reports and Annual Accounts automatically stand referred. ",
  "¤ Government servants have to follow the canons of financial propriety. We have outlined ",
  "them above. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What are the reasons for shortfalls in utilisation of budgetary allocations made for plan ",
  "programmes and schemes? ",
  "2.  Why are State governments unable to fully utilize the budgetary allocations made for social ",
  "sectors?  ",
  "Utilisation of Public Funds   18.17 ",
  "3.  What are Centrally Sponsored Schemes (CSSs)? What is their importance in social ",
  "development and poverty alleviation programmes? What are the changes proposed in the ",
  "pattern of CSSs? ",
  "4.  Outline briefly the process of making allocation for programmes or schemes in the budget. ",
  "5.  Discuss the two methods by which Centre transfers funds to programmes which are ",
  "implemented at state level. ",
  "6.  How will you distinguish expenditure on revenue account and on capital account? ",
  "7.  What is the difference between expenditure on plan account and non plan account? What ",
  "is Rangarajan Committee’s recommendation on continuing this distinction? What is the ",
  "basis of the recommendation? ",
  "8.  Why did Rangarajan committee recommend that Central funds meant for DRDAs and ",
  "NGOs should be released through the State treasuries? ",
  "9.  Write short notes on: (a) financial targets (b) physical targets (c) outputs and (d) outcomes. ",
  "10.  How can the efficiency of use of budgetary allocations be estimated? ",
  "11.  What is Central Plan Scheme Monitoring System (CPSMS)? What functions does it perform? ",
  "12.  What are the problems of fund utilization which CAG reports have revealed? ",
  "13.  What are the functions of the Comptroller and Auditor General of India (CAG)? ",
  "14.  What is audit? How does it differ from the accounting function? ",
  "15.  What is regularity audit or compliance audit? ",
  "16.  What is performance audit? ",
  "17.  Explain briefly: (a) finance accounts (b) appropriation accounts (c) financial year (d) surrender ",
  "of funds (e) March rush of expenditure. ",
  "18.  What are the functions of : (a) PAC (b) Estimates Committee and (c) COPU. ",
  "19.  Enumerate the canons of financial propriety. What is their importance in utilization of ",
  "government funds? ",
  "20.  Discuss briefly the nature of irregularities which occurred in: (a) 2-G allocation (b) coal block ",
  "allocation and (c) Commonwealth Games. ",
  " ",
  "REFERENCES ",
  " CAG’s brochure on SAI ",
  " Regulations on Audit and Accounts – CAG (2007) ",
  " Twelfth Five Year Plan ",
  " Report of the High Level Expert Committee on Efficient Management of Public Expenditure ",
  "(C. Rangarajan Committee) ",
  "  Studies of The Centre for Budget and Governance Accountability (as reported by Subrata Das)  ",
  "  ",
  " ",
  ""
]