[
  "C h a p t e r.10 ",
  "Individual Ethics of ",
  "Civil Servants ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "We have already discussed codes of conduct and codes of ethics for civil servants. UPSC syllabus ",
  "also has an entry on the desirable personal qualities which a civil servant should possess. Now, we ",
  "will discuss this aspect. Ideas on what should be the desirable personal qualities in civil servants ",
  "changed over time. These changes can be traced partly to changing doctrines in political science and ",
  "public administration. In a broad manner, changing views on desirable attributes of civil servants ",
  "can be connected with five theoretical perspectives: revitalization of virtue ethics and its application ",
  "to public administration; traditional view on bureaucracy associated with Max Weber; ideas of new ",
  "public administration; public choice theory; and communitarianism. While the five perspectives will ",
  "help us in understanding why different writers emphasize different civil service ethics, there is no ",
  "one-to-one correspondence between the two. We must note an important point while considering ",
  "the matter. When people speak of public servants, they may refer to permanent civil service officials ",
  "as in UK and India or to political appointees as in USA. Thus, relevance of civil service qualities ",
  "which some writers highlight may apply either to former or to latter. ",
  "Some ideas discussed earlier on codes of conduct and codes of ethics partly overlap (though we ",
  "minimized repetition) with ideas in this chapter. ",
  " ",
  "PERSONALITY ",
  "Qualities of any individual are embodied in his personality and character. Any account of personal ",
  "qualities has to begin with a definition of personality. Although personality is a fairly common concept, ",
  "it is useful to begin with its definitions. According to Philip S. Holzman, in Encyclopaedia Britannica, ",
  "“Personality [is] a characteristic way of thinking, feeling, and behaving. Personality embraces moods, attitudes, and ",
  "opinions and is most clearly expressed in interactions with other people. It includes behavioral characteristics, both  ",
  "10.2   Ethics, Integrity & Aptitude ",
  "inherent and acquired, that distinguish one person from another and that can be observed in people’s relations to the ",
  "environment and to the group.” ",
  "We reproduce two more definitions of personality: ",
  "“Personality refers to individuals’ characteristic patterns of thought, emotion, and behaviour, together with the psychological ",
  "mechanisms -- hidden or not -- behind those patterns. This definition means that among their colleagues in other ",
  "subfields of psychology, those psychologists who study personality have a unique mandate: to explain whole persons.” ",
  "(Funder, D. C.) ",
  "“Although no single definition is acceptable to all personality theorists, we can say that personality is a pattern of ",
  "relatively permanent traits and unique characteristics that give both consistency and individuality to a person’s behaviour.” ",
  "(Feist and Feist) ",
  " ",
  "DIVISIONS AND ASPECTS OF PERSONALITY ",
  "As above definitions show, traits and patterns of thought and emotions make up an important part ",
  "of personality. Some of its other main features are: ",
  "•  Consistency - Recognizable order and regularity characterize behaviour. People act in the same ",
  "or similar ways in a variety of situations. ",
  "•  Psychological and physiological aspect- Personality is a psychological entity and biological ",
  "processes and needs also influence it. ",
  "•  Influence on behaviour and action – Influence of personality is not limited to how people move ",
  "in and respond to environment; it also makes them act in certain ways. ",
  "•  Multiple expressions - Personality can be seen in more aspects than behaviour. It can also be ",
  "seen in an individual’s thoughts, feelings, close relationships, and other social interactions ",
  " ",
  "THEORIES OF PERSONALITY ",
  "There are many theories about how personality develops. These are based on different schools of ",
  "thought in psychology. Some major perspectives on personality are: ",
  "•  Type theories are the early views on personality. They argued that there are a few “personality ",
  "types” which are related to biological influences. ",
  "•  Trait theories considered personality as the result of internal characteristics that are genetically ",
  "based. ",
  "•  Psychodynamic theories of personality are heavily influenced by the work of Sigmund Freud, ",
  "and emphasize the influence of the unconscious on personality. Psychodynamic theories ",
  "include Sigmund Freud’s psychosexual stage theory and Erik Erikson’s stages of psychosocial ",
  "development. ",
  "•  Behavioural theories suggest that personality is a result of interaction between the individual and ",
  "the environment. Behavioural theorists study observable and measurable behaviours, rejecting ",
  "theories that take internal thoughts and feelings into account. The best known Behavioural ",
  "theorists are B. F. Skinner and John B. Watson.  ",
  "Individual Ethics of Civil Servants   10.3 ",
  "•  Humanist theories emphasize the importance of free will and individual experience in developing ",
  "a personality. Humanist theorists include Carl Rogers and Abraham Maslow. ",
  "We mentioned the above theories as brief background. Interested students can refer to elementary ",
  "psychological texts for more details. ",
  " ",
  "“BIG  5”  PERSONALITY TRAITS ",
  "Many contemporary personality psychologists believe that there are five basic dimensions of ",
  "personality, often referred to as the “Big 5” personality traits. These are extraversion, agreeableness, ",
  "openness, conscientiousness and neuroticism. The “big five” are broad categories of personality traits. ",
  "Although research literature supports this five-factor model of personality, researchers differ on the ",
  "exact labels for each dimension. These five categories are outlined below: ",
  "1. Extraversion ",
  "Extraversion is characterized by excitability, sociability, talkativeness, assertiveness and expression of ",
  "emotions. People who are high in extroversion are outgoing and tend to draw strength from social ",
  "situations. People who are low in extroversion (or introverted) tend to be more reserved and feel ",
  "drained of energy in social settings. ",
  "2. Agreeableness ",
  "This personality dimension includes attributes such as trust, altruism, kindness, affection and other ",
  "pro-social behaviours. People who are high in agreeableness tend to be more cooperative while ",
  "those low in this regard tend to be more competitive and even manipulative. ",
  "3. Conscientiousness ",
  "The main attributes of this dimension include high levels of thoughtfulness, with good impulse ",
  "control and goal-directed behaviours. Those high on conscientiousness tend to be organized and ",
  "attentive to details. ",
  "4. Neuroticism ",
  "Neuroticism is a trait characterized by sadness, moodiness, and emotional instability. Individuals who ",
  "are high in this trait tend to experience mood swings, anxiety, moodiness, irritability and sadness. ",
  "Those low in this trait tend to be more stable and emotionally resilient. ",
  "5. Openness ",
  "This trait features characteristics such as imagination and insight, and those high in this trait also tend ",
  "to have a broad range of interests. People who are high in this trait tend to be more adventurous ",
  "and creative. People low in this trait are often much more traditional and may struggle with abstract ",
  "thinking. ",
  "The five personality factors represent a range between two extremes. For example, extraversion ",
  "represents a continuum between extreme extraversion and extreme introversion. In the real world, ",
  "most people can be placed in between the two polar ends of each dimension. Behaviour involves an ",
  "interaction between a person’s underlying personality and situational variables. The situation facing  ",
  "10.4   Ethics, Integrity & Aptitude ",
  "an individual significantly influences how the person reacts. But in most situations, people respond ",
  "consistently with their underlying personality traits. ",
  "These dimensions represent broad areas of personality. Research has demonstrated that these ",
  "groupings of characteristics tend to occur together in many people. For example, individuals who are ",
  "sociable tend to be talkative. However, these traits do not always occur together. Personality is complex ",
  "and varied and each person may display varied behaviours across several of these dimensions. ",
  "Psychologists found that the big five traits are remarkably universal. One study which considered ",
  "people from more than 50 different cultures found that the five dimensions could be accurately used ",
  "to describe personality. Many psychologists believe that the five personality dimensions are not only ",
  "universal but also have biological origins. ",
  " ",
  "CHARACTER AND PERSONALITY ",
  "We should not confuse personality with character. By looking at the words associated with the two, ",
  "as in the table below, we can get a general idea of how they differ. ",
  " ",
  "Personality  Character ",
  "Introverted  Slippery ",
  "Shy  Deceptive ",
  "Careless  Courageous ",
  "Outgoing  Honest ",
  "Personality falls within the field of empirical psychology. Psychologists have been studying personality ",
  "since long. Philosophers have been studying character in a theoretical manner. Since the times of the ",
  "ancient Greeks, philosophers focused on features of a person’s inner life that increase or reduce his/ ",
  "her moral worth. Many features people attribute to character are virtues or vices. We praise people ",
  "who have many virtues, and we criticize people who lack these virtues or possess the opposite vices. ",
  "Personality depends on the psychological “hardware” with which the individual is born. Some ",
  "people have pleasant and agreeable relations with other people. Such relations depend on the ",
  "manner in which their emotional systems are organized. Character depends on the moral abilities ",
  "of individuals such as the ability to keep a promise, tell the truth, or stand resolute in the face of ",
  "threats. Character also depends on how individuals look upon themselves and tailor their actions ",
  "to fit their expectations; personality has to do with reactive features of our psychological systems. ",
  " ",
  "PERSONAL QUALITIES ",
  "In simple terms, we can say that the personal qualities of civil servants (like those of others) consist ",
  "of personality, character and intellectual abilities. There is in recent times a growing emphasis on ",
  "the ethical qualities needed in civil servants. The following reasons explain this trend: ",
  "•  Strong revival of virtue ethics and their application to public administration ",
  "•  Unpopularity of earlier positivist and value-neutral approach to public administration ",
  "•  Scandals in corporate and government entities such as Watergate in USA, Clinton’s dalliance ",
  "with a female intern in White House, scandals in Enron and WorldCom, and 2G and coal block ",
  "allocations.  ",
  "Individual Ethics of Civil Servants   10.5 ",
  "PERSPECTIVE OF VIRTUE ETHICS ",
  "We have discussed virtue ethics in an earlier chapter. We have also discussed individual virtues and ",
  "vices earlier. So, we will only recall the discussion in brief for ready reference. ",
  "Cardinal Virtues ",
  "What are the virtues which civil servants should ideally possess? Before considering the answers ",
  "which public administration theorists give to this question, we need to consider what the common ",
  "virtues are. Although there are many virtues, these can be reduced to a few cardinal virtues or all ",
  "the virtues can be subsumed within one or the other of the cardinal virtues. Aristotle mentioned ",
  "four cardinal virtues–prudence, justice, fortitude and  temperance. ",
  "Ancient thinkers believed that if any one of the cardinal virtues is fully developed in an individual, ",
  "it will also signal the presence of the other three. As a simple rule, civil servants should follow the ",
  "cardinal virtues which subsume all virtues, and avoid bad actions. ",
  "Prudence ",
  "Prudence refers to the ability to discern the most suitable, politic, or profitable course of action in ",
  "actual conduct; it also signifies practical wisdom and discretion. ",
  "Civil service involves decision-making in public sphere. Civil servants are supposed to be men ",
  "of practical affairs. They are in fairly regular contact with people. Civil servants have to deal with ",
  "matters anonymously and discreetly. For all these reasons, prudence is an eminently desirable quality ",
  "in civil servants. ",
  "Fortitude ",
  "Fortitude is moral strength or moral courage in enduring pain or adversity. Fortitude is often associated ",
  "with soldiers facing tough battle field situations. At times, men of conscience also put up with ",
  "hardships while upholding principles. In the context of civil service, fortitude stands for less heroic ",
  "but still important attitude of coping with work challenges and hostile situations over long periods. ",
  "Temperance ",
  "Temperance or moderation is especially important for public servants. It signifies the ability to control ",
  "one’s anger, emotions and desires. It can be regarded as rational self restraint. But temperance can ",
  "connote somewhat different behavioural characteristics. While taking decisions or responding to ",
  "situations, civil servants have to be moderate. They should not swing to extremes, but act judiciously ",
  "in a balanced manner. ",
  "Justice ",
  "Justice is a generic conception. When we use the term ‘justice’, its meaning is often vague. We have ",
  "to indicate its concrete content or what its exact meaning is. Even more restrictive terms like ‘social ",
  "justice’ and ‘economic justice’ have to be clearly defined by indicating their particular aspects. To put ",
  "it differently, standards or criteria are necessary to define just actions or policies. ",
  "Besides these cardinal virtues, medieval Christianity added three more–faith, charity and hope. ",
  "Although these three virtues arose in a religious context, they are relevant to many situations in  ",
  "10.6   Ethics, Integrity & Aptitude ",
  "ordinary life other than religious practice. Cardinal virtues do not explicitly mention beneficence or ",
  "altruism. But they imply or presuppose that virtuous individual will show concern for others. ",
  "As opposed to cardinal virtues, one can think of the seven deadly sins or of grave moral ",
  "weaknesses in more neutral terms. These are — pride, envy, sloth, intemperance, avarice, anger and ",
  "lust. These are individual vices. Conduct which avoids these vices is often virtuous. Moral frailties ",
  "are negative qualities which all persons, irrespective of their station in life, have to avoid. Obviously, ",
  "this applies to public servants as well. ",
  " ",
  "GOODNESS OF CHARACTER ",
  "Now, we briefly summarize the aspects which reflect goodness of character. The first aspect is to ",
  "move one’s mental focus away from self-interest, self-absorption and the pull towards one’s own ",
  "thought. Care and concern for others require that one should in the first instance think of others ",
  "than of oneself. Another aspect of good character is concern and care for the welfare of others. The ",
  "cultivation of the habit of thinking about others and the natural world, by shifting attention from ",
  "oneself, promotes good character. One may care about others and nature in a detached way or with ",
  "personal commitment. Either way this is helpful though personal exertions are expected of public ",
  "servants in many situations. ",
  "Social skills in the sense of effective interpersonal interactions are not sufficient for public servants. ",
  "Their essence consists in empathy and love. They signify acts which voluntarily and intentionally ",
  "help others. Empathy is a quality which underlies altruistic social qualities. Empathy is the ability to ",
  "psychologically and cognitively place oneself in another person’s position. It enables us to see the ",
  "situation as that person sees it. This creates sensitivity to the problems and predicaments of others. ",
  "Thereby, public servants are led to proactively assist the people in trouble. This is an important ",
  "expectation from public servants. Those who fail to show this quality are generally accused of ",
  "callousness and apathy towards the problems of people. ",
  "Universal benevolence or simply love for mankind, as we saw earlier, is an important component ",
  "of good character. Good character requires an integration of emotions and reason. It is what makes ",
  "public servants take a sympathetic attitude in their dealings with the public, especially the weak and ",
  "the vulnerable. ",
  "Need for Good Character ",
  "We now turn to the question–why is it necessary for public servants to have a high moral character? ",
  "Although the answer may appear fairly obvious, we need to elaborate it briefly. Public service is ",
  "about pursuing common good. Any such enterprise naturally presupposes a genuine feeling and ",
  "concern for others. As we have seen, this is a main ingredient of good character. The decisions ",
  "which public functionaries take often affect common people. Hence, it is not enough for government ",
  "servants to possess intellectual and analytical skills. They have to be sensitive to the ways in which ",
  "their decisions affect the welfare of ordinary people. ",
  "Public servants at senior levels should have a sense of connectedness to others who are affected by ",
  "public policy decisions. They need empathy and the ability to see things from multiple perspectives. ",
  "They have to imagine how the others think and feel in a situation or how they view the world in  ",
  "Individual Ethics of Civil Servants   10.7 ",
  "general. This ability to enter psychologically into the minds of others is another aspect of good ",
  "character. ",
  "Good character includes integrity which is necessary for generating public trust. Integrity can be ",
  "defined as consistent action arising from a well ordered set of commitments and beliefs, and is the ",
  "foundation for public trust. Trust is the tendency to depend on and show confidence in the actions ",
  "of others. As so much of public action involves cooperation and collaboration, trust is a necessary ",
  "part of public service. And since character is an integral part of self, it is often hard to separate the ",
  "public persona and the private persona of a government servant. Of course, the modern practice is ",
  "to separate an individual’s personal life from his official life. ",
  " ",
  "TYPES OF VIRTUES ",
  "Introduction ",
  "For discussing virtues in the context of civil service conduct, we need to classify them into various ",
  "categories. Thus, we can think of family virtues, aesthetic virtues, intellectual virtues, religious virtues, ",
  "administrative virtues, organizational virtues and professional virtues. Our main concern is, however, ",
  "with administrative virtues which civil servants have to cultivate in their individual capacity. ",
  "There can be no watertight separation between virtues. Some virtues overlap or go together. ",
  "Intellectual virtues are concerned with truth, commitment to logical and empirical procedures and ",
  "reliance on reason rather than on wayward emotions. These are as necessary in a civil servant’s ",
  "personal as in official life. But aesthetic virtues such as literary or cultural taste and the ability of ",
  "appreciating works of art are only marginally relevant to civil service functions. Again, religious ",
  "virtues are peripheral to the official concerns of civil servants. But when free from sectarianism ",
  "and fanaticism, religious virtues can strengthen the moral convictions of civil servants and their ",
  "commitment to public duty. ",
  "Recent Views on Ethics for Civil Servants ",
  "In recent years, many writers outlined the qualities desirable in civil servants. These qualities are ",
  "derived from certain theoretical perspectives. It is the changes in theory which led to new perceptions ",
  "on the virtues of civil servants. Now, we will outline the views of a few writers which reflect the ",
  "contemporary trends. Later, we will also discuss the new theories of public administration from ",
  "which these trends arose. ",
  "Views of Stephen K. Bailey ",
  "Stephen K. Bailey has identified three essential attitudes and three moral qualities which civil servants ",
  "should possess. These can help bureaucrats in solving the moral dilemmas they often face. Moral ",
  "dilemmas are situations which involve conflict between two or more moral values. It is not possible ",
  "to take a decision which satisfies both the moral criteria. If one criterion is accepted, the other one ",
  "will have to be discarded. ",
  "As regards attitudes, civil servants should recognise three features of their work situation ",
  "1.  There is moral ambiguity both in individual behaviour and public policies. Individual ",
  "behaviour is often inconsistent. Public policies even when carefully worded lend themselves  ",
  "10.8   Ethics, Integrity & Aptitude ",
  "to more than one interpretation in many situations. This is amply illustrated by court ",
  "proceedings. ",
  "2.  In public service, moral priorities are often guided by the requirements of specific situations ",
  "rather than by abstract general principles. Hence, public servants need to analyse the concrete ",
  "circumstances of any situation before applying general rules. These may have to be adapted ",
  "to certain atypical situations. They have to guard against the fallacy of ‘one size fits all’. ",
  "3.  Administrative procedures ensure that decisions are made in a proper manner. But ",
  "procedures are paradoxical. Paradox is an idea that is logically self-contradictory and may ",
  "offend commonsense. Administrative procedures are not paradoxical in this sense. But at ",
  "times, they are self-defeating. Public servants have to be sensitive to this aspect. Otherwise, ",
  "their decisions may comply with procedures without being just or equitable. This is a source ",
  "of common complaints against rigid government procedures. ",
  "The above three attitudes are cognitive or intellectual. They have to be matched by three moral ",
  "qualities–optimism, courage and fairness tempered with charity. Although these qualities are self ",
  "evident, we may elaborate them briefly in the context of administrative situations. Anyone who ",
  "wants to make headway with new or innovative methods faces stiff resistance in most organizations. ",
  "No one tries to deliberately scuttle new ways of doing things. But bureaucratic organizations are ",
  "inherently rigid, conservative and sluggish. Further, there is a current of deep seated cynicism in ",
  "many individuals. Even in these circumstances, civil servants have to be optimistic. ",
  "Bureaucrats need courage to stand up for their principles and withstand immoral or illegal ",
  "pressures. In this regard, a distinction between a good character and a strong character is ",
  "very relevant. Unless good intentions are accompanied by strong character, they will not ",
  "bear fruit. It is a common lament that good people often lack courage of conviction. Virtues ",
  "unaccompanied by courage will amount nothing in practice. In the words of WB Yeats, we ",
  "often find that: “The best lack all conviction, while the worst are full of passionate intensity”. ",
  "As already noted, bureaucratic decision making is rule based. Much as politicians and public ",
  "abhor them, rules ensure objectivity, fair play and largely exclude personal prejudices and preferences ",
  "in decision-making. They follow the principle of equal treatment as embodied in the statement, ",
  "“what is sauce for goose is sauce for gander”. But sometimes rules, simply because they can never ",
  "cover all contingencies, leave out genuinely deserving individuals. Necessary exceptions have to be ",
  "made while applying rules in such cases. Secondly, the penalty may be harsh having regard to the ",
  "circumstances of a case. Hence, rules have to be implemented with consideration. ",
  "Views of Kathryn Denhardt ",
  "We next outline the views of Kathryn Denhardt. According to Kathryn Denhardt honour, benevolence ",
  "and justice are the foundations of morals in public administration. Honour is the foremost among ",
  "them since it underlies the trust and confidence of people in public service. Honour as a virtue ",
  "encompasses magnanimity or broad-mindedness, honesty, and always acting with high moral ",
  "standards. Benevolence is the tendency of doing well by others, sympathy, enthusiasm and devotion ",
  "to service. It is concern for others which enables men to transcend their selfish and narrow interests.  ",
  "Individual Ethics of Civil Servants   10.9 ",
  "Kathryn Denhardt regards justice as respect for and consideration for the worth and dignity of every ",
  "individual. Civil servants have to not only ensure the equality and dignity of individual citizens but ",
  "also actively encourage their participation in the process of governance. ",
  "Terry L. Cooper’s Ideas ",
  "Terry L. Cooper also lists, in Hierarchy, Virtue, and the Practice of Public Administration, the internal and ",
  "external qualities that should characterize good public administration. He refers to three broad ",
  "realms of obligation (duties) applicable to public servants. One is the obligation to pursue public ",
  "good; the second is the obligation to authorize appropriate processes and procedures; and the third ",
  "is the obligation to colleagues. ",
  "It is axiomatic that civil servants have to pursue public interest. They should not support partisan ",
  "agendas or promote the interests of particular industrial or business groups. Public systems frequently ",
  "come under the influence of powerful lobbies. Politicians are especially prone to such pressures. ",
  "Public servants have to safeguard common interest and general social well-being. ",
  "We have seen that public systems need appropriate procedural regulations to ensure that ",
  "decisions are taken objectively and without personal idiosyncrasies. Procedures require flexibility ",
  "so that unusual but deserving cases are duly considered. ",
  "David K Hart’s Views ",
  "Cooper and N. Dale Wright traced the aspects of good character as applicable to public servants ",
  "in Exemplary Public Administrators. In this book, they give an account of individuals who devoted their ",
  "lives to public service. The lives of such devoted individuals provide appropriate principles and ",
  "moral guidance to public servants. ",
  "David K Hart propounded the idea of ‘benevolent bureaucrat’ and ‘moral exemplar’. Moral ",
  "exemplar is one who serves as a model of ideal morality. Hart distinguishes public administration ",
  "from business enterprise. Public servants, as compared to business managers, strive for a higher ",
  "purpose. They also need different personal traits and higher moral qualities than those of business ",
  "managers. Hart describes public administration as a moral endeavour. ",
  "As public administration is a moral endeavour, public servants need a unique moral character ",
  "and commitment to certain moral duties. The list of moral qualities which Hart mentions include: ",
  "superior prudence, moral heroism, love of humanity, trust in common people, and a continuing effort ",
  "towards moral improvement. Superior prudence is an idea based on the writings of Adam Smith, the ",
  "founder of economics. Superior prudence consists of incorporating the duty of a virtuous citizen in ",
  "one’s conduct, and then transcending it by seeking nobler goals than mere individual achievement. ",
  "This superior prudence requires that the public servant should discipline his will and acquire self- ",
  "command. This self-directed superior prudence is the main trait of an honourable bureaucrat. ",
  "Further, an honourable bureaucrat needs to cultivate four more virtues. First, moral heroism or ",
  "courage is necessary so that a civil servant can remain steadfast in his moral convictions and withstand ",
  "wrongful pressures or oppose immoral policies. Secondly, love of people will enable public servants ",
  "to provide services to people and care for them. They will at all times be ready to serve the best ",
  "interests of people in their jurisdiction. Thirdly, public servants need to trust people. Even when ",
  "intent on serving people, many bureaucrats show little trust in the judgment of common people. This  ",
  "10.10   Ethics, Integrity & Aptitude ",
  "approach is to an extent justified in technical areas. But in many contexts public servants have to ",
  "take risks and act on popular judgments. Fourthly, constant pursuit of moral self-culture is necessary ",
  "because higher positions in civil service need greater moral refinement. Nobility of character comes ",
  "from constantly improving one’s moral conduct. ",
  "Hart also speaks of moral exemplars in an organizational society. For moral character in public ",
  "administration, it is necessary to act intentionally and voluntarily. Such acts are exemplary when ",
  "they have their source in genuine moral character. Exemplary or ideal public servants show four ",
  "traits. Moral behaviour is not a onetime occurrence; it is a stable feature of an ideal civil servant’s ",
  "character. A model public servant must act voluntarily and of his own volition; his acts should ",
  "not just be the results of rules or compulsion from higher levels in administration. The ideal public ",
  "servant, while not being perfect, will have very few faults of character. His activities should not be ",
  "non serious with no real good to show for themselves. ",
  " ",
  "CIVIL SERVICE ETHICS IN DIFFERENT SCHOOLS OF  THOUGHT ",
  "Emphasis on Efficiency and Hierarchy ",
  "In the nineteenth century, with the advance of science, technology and the emergence of ",
  "new industrial organizations, the ethical concerns retreated into the background. Even in late ",
  "nineteenth century, writers like Dorman Eaton lamented about “the long practice of making ",
  "merchandize of public authority”. But the general theoretical trend, as reflected in Woodrow ",
  "Wilson’s The Study of Administration, held that efficiency was the hallmark of good government ",
  "and that it can be achieved by adopting a scientific approach to administration. Ethical conduct ",
  "of government servants, it was believed, can be ensured by creating a merit based civil service. ",
  "These thinkers had in view the then emerging bureaucratic organizations which Max Weber later ",
  "analysed. Bureaucracy is a much derided institution now. But it marked a great advance over feudal ",
  "modes of administration and other forms of inequitable social relations based upon a person’s status. ",
  "Purely bureaucratic organizations function on the basis of universalized rules and procedures. Hence, ",
  "they render personal status or connections of individuals irrelevant. In bureaucracy, rules ensure ",
  "similar treatment of similar cases. Rules and procedures also constrain the individual preferences ",
  "and discretion of the administrator. ",
  "In such a system, the individual views or personal preferences of a government servant do not ",
  "matter. He is bound by hierarchical discipline to follow the rules of the system and obey his superiors. ",
  "His good conduct would follow automatically from the discipline of the hierarchical system of which ",
  "he is a part. With the advance of democratic institutions, a distinction was made between the political ",
  "leadership in government and the bureaucratic structure. The bureaucrats simply had to implement ",
  "the policies which the political leadership formulated. As we shall see, after some time, this view of ",
  "public administration was seen as flawed. And this is what brought virtue ethics into prominence in ",
  "public administration. ",
  "Hierarchical Model ",
  "We will now see how the views on values which public servants should adopt have changed over ",
  "time due to changes in public administration theory. The changes have mainly resulted in addition  ",
  "Individual Ethics of Civil Servants   10.11 ",
  "to the earlier lists with some modifications in specific individual values. In the process, some ",
  "values considered desirable in government servants conflict with one another. To understand such ",
  "differences, we have to contextualize them by linking the prescribed values to their theoretical ",
  "roots. In practical administrative situations, government servants have to follow the existing codes ",
  "of conduct and of virtues which apply to their jobs. ",
  "As we saw before, the classical model of public administration included the principles of hierarchy, ",
  "efficiency and separation of politics from administration. This model tacitly relied on utilitarian ethics. ",
  "The early twentieth century progressives in their adherence to the authoritative command system of ",
  "administration aimed at “the greatest good for the greatest number”. ‘Good’ or ‘happiness’ is defined ",
  "as the maximum balance of good over bad for the largest number of people. ",
  "Of course, this leaves open the question of what is good. Here, the early thinkers adopted what ",
  "is known as procedural utilitarianism or the view that the greatest happiness will follow if proper ",
  "procedures are followed. They believed that individuals should be left free to decide what they ",
  "think is happiness. They should be free from government interference in following happiness within ",
  "existing social arrangements. To the extent happiness depends on society, it should be pursued ",
  "through democratic majority rule. The criterion for good becomes that which an elected majority ",
  "decides to do to promote happiness. ",
  "In this conception, bureaucrats have little role in formulating the political will of the elected ",
  "representatives. In fact, as politically neutral functionaries, they should provide no political inputs ",
  "into policy making. In return for job security, at each level, bureaucrats have to implement the orders ",
  "of their superiors in the hierarchy. This hierarchical structure of command and control derives ",
  "legitimacy from the policies or directions emanating from the ministers who represent popular will. ",
  "People will either endorse or repudiate the policies of ministers by supporting or defeating the ",
  "government in elections. ",
  "In this theory, the ethical choices before public servants are limited. Ethical conduct consists ",
  "in obeying rules or orders of superiors. Contrawise, unethical conduct consists in acts of omission ",
  "and commission which flout rules. The hierarchical accountability is the procedure which enables ",
  "the people to ultimately exercise their sovereignty and express their current view on the greatest ",
  "happiness of the greatest number. This conception is the ‘foundational myth’ nurtured by elected ",
  "officials, the press and textbook political theory. ",
  "Weaknesses of the Model ",
  "Many thinkers believe that this view is in a shop–soiled condition. But no commonly accepted ",
  "position has emerged as an alternative. Most official codes of conduct for civil servants follow this ",
  "classical conception with additions to accommodate more current views. For example, the political ",
  "neutrality of governments is derived from this conception. This approach leads to a plethora of rules ",
  "with many layers. Basically, to enforce one set of rules (R ), another layer of rules (R ) is created, ",
  "1 2",
  "leading thereby to many-layered rules systems. ",
  "More fundamentally, the conception of “overhead democracy” which legitimizes the ethics of ",
  "authoritative command no longer corresponds to realities. Public servants at various levels exercise ",
  "discretionary power. It means that they do not simply follow rules, but take decisions based on their ",
  "individual judgments. As we mentioned earlier, rules can never cover all possible contingencies.  ",
  "10.12   Ethics, Integrity & Aptitude ",
  "Therefore, if rules cannot enforce democratic accountability or prevent wrong doing, then ethical ",
  "norms should be internalized so that bureaucrats will act ethically on their own. This process relies ",
  "on internal rather than on organizationally imposed external controls. ",
  "As the classical view of ethics in bureaucracy no longer seems valid, many writers have recommended ",
  "a different set of virtues for bureaucrats. Among such writers are Bailey, Cooper, Kathryn Denhardt and ",
  "Hart. Now we will consider the theoretical positions which underlie their ethical prescriptions. Writers ",
  "who take this general position are known to be from “discretion school”. ",
  " ",
  "NEW PUBLIC ADMINISTRATION ",
  "Hart provides the philosophical foundations to the doctrines of the “New Public Administration”. ",
  "This school believes that public servants should use their irreducible discretion (the minimum power ",
  "they hold in virtue of their office) proactively in promoting social equity. This involves redressing ",
  "the imbalance of power which exists in society. Power is concentrated in the wealthy, elitist and well ",
  "organized sections of society. On the other hand, the weak, poor and unorganized groups lack power. ",
  "They are at the margins of the society. Public servants should vigorously espouse the causes of the ",
  "poor. This would be the main plank of a public servant’s individual ethic. The marginalization of ",
  "the poor can be traced to interest group liberalism. In other words, government gives a free hand to ",
  "special interest groups in industry, business and finance to freely pursue their agendas by removing ",
  "regulations. ",
  "Hart bases his ideas on the views which the famous philosopher John Rawls expressed in Theory ",
  "of Justice. The arguments of Rawls are long and intricate. He makes out a case for equity based on ",
  "a highly theoretical argument. He begins with an ‘original position’ in which many individuals hold ",
  "discussion about a just social order. These individuals are imaginary intellectual types or personalities ",
  "who belong to no nation or time or age. They are disembodied, ahistorical and acultural minds who ",
  "engage in moral reasoning in a completely disinterested manner. As they have no country or history ",
  "or culture, they are free from any baggage such as preconceived notions or ideological predispositions. ",
  "They can be expected to take a universal, non-sectional view of matters. Further, their disinterested ",
  "position is strengthened since they do not know where they will fit in the new social order. Any such ",
  "group will conclude that social goods or benefits should be equally distributed unless inequality will ",
  "benefit the least advantaged. Hart believes that from this central moral principle, a code of conduct ",
  "can be developed for public servants. ",
  "Students can see that this conception of Hart will not be applicable to career civil servants in ",
  "India. They are not politicians (at least de jure), and politicians in political executive have to formulate ",
  "policies to redress economic imbalances and injustices. Of course, civil servants can implement such ",
  "policies with zest. ",
  "John Rohr’s Views ",
  "John Rohr adopted another approach for deriving the foundational ethics which public servants can ",
  "adopt in place of the authoritarian ethics of command. Rohr tries to justify the administrative state ",
  "and the use of administrative discretion of public servants by invoking the American constitutional ",
  "values and their interpretation by judiciary. In short, Rohr argues that public servants should base  ",
  "Individual Ethics of Civil Servants   10.13 ",
  "their decisions on such constitutional principles. They should internalize (or adopt as moral code) ",
  "the principles of the constitution which is the founding law of any State. Rohr identified freedom, ",
  "equality and property as the three main values embodied in the American constitution. He calls ",
  "them regime values or regime norms. ",
  "Rohr makes four points in this context. (i) Public officials take an oath of office to defend the ",
  "constitution and are bound by it. (ii) Constitution can be regarded as the founding principle of any ",
  "State. (iii) Constitution is far more important than any current, transient government set up. (iv) ",
  "Administrators have to remain faithful to the constitution and not to any incumbent government. ",
  "Rohr’s ideas are supported on the ground that Constitution is the ultimate reference point ",
  "for settling differences about government policies. Usually, a general consensus exists around the ",
  "constitution. Constitution stands as a kind of universal moral order. It follows that public servants ",
  "should seek moral guidance from constitution than from political masters. Or where the orders of ",
  "the ruling dispensation vary from constitution, public servants have to go by the constitution. ",
  " ",
  "PUBLIC CHOICE THEORY ",
  "Another Approach on Moral Code ",
  "Public choice theory represents another approach which influenced thinking on the moral ",
  "codes for public servants. It argues that political and administrative action should be guided ",
  "by the preferences of individuals. It also argues that costs of governments or social action ",
  "should be minimized. The major role of government should be to maximise the scope ",
  "for individual choices. The main policy responses which arise from this conception are ",
  "(i) privatizing delivery of public services; (ii) identifying and responding to the requirements of ",
  "government ‘customers’ (or citizens as consumers of public goods); (iii) divesting from government ",
  "entities and privatizing them; and (iv) arranging negotiations between conflicting private and public ",
  "interests instead of legislating over such matters. ",
  "Public choice theorists concede the conflicts that exist between individual preferences. But they ",
  "argue that government should not impose its will or suppress opposition in such matters. Instead, ",
  "government should ‘manage conflict’ between contending groups. The main objective of legislation, ",
  "organizational design and government operations should be to manage conflict. In this process, ",
  "government has to minimize its interference with individual liberty and minimize costs. ",
  "In this view, government has to find a means of aggregating individual choices of citizens and ",
  "realizing them in practice. Ostrom derives the following ethic of administrative behaviour from these ",
  "ideas. ",
  "[Public servant] … must be prepared to advance and serve the interests of the individual persons who form his ",
  "relevant public. His service is to individual persons as users or consumers of public goods and services and not to political ",
  "masters. … While he is obliged to respect government authority, [the public official] in a democratic society is not a ",
  "neutral and obedient servant to his master’s command. … Each public servant in the American system of democratic ",
  "administration bears first the burden of being a citizen in a constitutional republic. ",
  "Following the above ideas, public administration thinkers have applied theories of free market ",
  "economics to public organizations. Osborne and Gaebler’s Reinventing Government exemplifies this  ",
  "10.14   Ethics, Integrity & Aptitude ",
  "approach. In this work, Osborne and Gaebler argue that features of private sector, like competition ",
  "and entrepreneurship, need to be introduced in administration. Governments have to pursue efficiency ",
  "and economy in their operations. It is as if governments were running private commercial enterprises. ",
  "Government purpose will be determined by consumer choice. In government functioning, mission ",
  "is to replace rule and results are to replace inputs. The emphasis should move away from emphasis ",
  "on procedures and rules towards accomplishment of purposes. ",
  "This approach implies that the bureaucratic system based on formal structure and control is ",
  "outdated. Government agencies need to be ‘customer-driven and service-oriented’. They have to ",
  "be ‘responsive, user-friendly, dynamic, and competitive providers of valuable services to customers’. ",
  "Osborne and Gaebler point out that the problem is not what governments do but how they do it. ",
  "They recommend that public servants should cultivate entrepreneurial spirit and creativity to optimize ",
  "productivity and results. ",
  "The main problem with government agencies is ‘good people trapped in bad systems’. Bureaucratic ",
  "thinking is seen as outmoded in a situation of rapid social change and global competition. The main aim ",
  "of government management should be to reduce red tape, put customers first, empower government ",
  "servants and create incentives for them to perform better. ",
  "Criticism of Public Choice Theory ",
  "Although this model is the basis for new values for government, it has been criticized on several ",
  "counts. Treating citizens as consumers shifts attention from involving them in administrative decision- ",
  "making process. Further, the services which government provides are not available elsewhere; hence ",
  "the questions of competition and choice become irrelevant. ",
  "This model virtually obliterates the idea of public interest or of government and people ",
  "collaborating in achieving common goals. It empowers public servants, and not citizens. It has ",
  "a managerial perspective, with emphasis on providing quality public services efficiently without ",
  "worrying about popular  participation. ",
  "No attention is given in this approach to educating people about public issues or securing their ",
  "participation in decision-making. Restoring public confidence in government is seen as a matter of ",
  "efficiently delivering services of suitable quality to people. Their participatory role in government ",
  "is ignored. The approach neglects the need for promoting a sense of community and feeling of ",
  "solidarity among people. Citizens are seen as anonymous units in a market system. ",
  " ",
  "COMMUNITARIANISM ",
  "Opposition to Individual Choice Theory ",
  "Communitarianism is a stream of thought with an orientation opposed to individual choice theory ",
  "and free market economics. It is also known as Neo-Aristotelian character ethics or virtue ethics. ",
  "According to communitarians, healthy community, and not the maximisation of individual choices, ",
  "is the desirable goal of public decision-making. The goals which governments need to pursue are  ",
  "Individual Ethics of Civil Servants   10.15 ",
  "healthy citizenry, environmental protection, reducing crimes and strengthening community solidarity. ",
  "Communitarians value courteous dialogues on public issues, reasoned analysis of problems and ",
  "dispassionate individual decision-making. Laws will be effective only when they are based on a moral ",
  "consensus which aims at specific goals. ",
  "Communitarians depart from theories which analyse many issues using the concept of an ",
  "isolated individual. They regard any individual as inherently situated in a society. It is within society ",
  "that individuals have their being and acquire their identity. Society and other human beings are ",
  "a prerequisite for human life and happiness. In a way, communitarians accord higher priority to ",
  "society over the individual. They do not, however, advocate any form of collectivist or dictatorial ",
  "ideology. What they have in mind is a global community–with all its diversities–of the information ",
  "age. ",
  "This view is in sharp contrast with the economic theory of market in which individual self interest ",
  "acts as the driving force with the myriad individual decisions getting coordinated by an invisible ",
  "hand. This view allows for minimal state intervention to cover areas where market forces either do ",
  "not operate or fail to deliver results. In contrast, communitarians argue that consideration for others, ",
  "altruism, loyalty, community based attachments and other group based sentiments are at the base ",
  "of social life. ",
  "In the final section, we briefly recapitulate the ethical responsibilities of government servants. ",
  " ",
  "ETHICAL  RESPONSIBILITY ",
  "Ethical and Sensitive Conduct ",
  "The functions of government servants involve exercise of authority and the provision of services. In ",
  "discharging these functions, government servants should be considerate, friendly, polite, correct and ",
  "accommodating to the public. They should not divulge purely private matters; and should protect ",
  "the privacy of citizens. They should be sensitive to the needs, values, norms and expectations of ",
  "people. They should not behave in any way which infringes on human dignity. They should perform ",
  "their duties ethically. ",
  "Loyalty ",
  "Employees’ duty of loyalty implies that employees must act in the public interest. They should not ",
  "criticize government in public. ",
  "Duty of Obedience ",
  "This duty casts the following responsibilities on government servants. ",
  "(i)  They should comply with the legal rules and ethical guidelines that apply to their work. ",
  "(ii) They have to follow orders issued by superiors. ",
  "(iii) They need not follow orders to do anything illegal or unethical. ",
  "(iv) They can analyse matters thoroughly before government takes a decision. ",
  "(v)  Once a decision is taken, it has to be implemented swiftly and efficiently within the established ",
  "parameters, regardless of the public official’s own views.  ",
  "10.16   Ethics, Integrity & Aptitude ",
  "Duty of Efficiency ",
  "(i)  They have to use public resources economically. ",
  "(ii) They should prevent misuse and waste of public money and of office space, equipment and ",
  "materials. ",
  "(iii) While achieving programme objectives, they have to maintain balance between efficiency, ",
  "quality and good administrative practice. Efficiency should not be placed above important ",
  "administrative principles. ",
  "(iv) Government officials have to create inclusive working conditions. ",
  "(v)  Government officers should create healthy working atmosphere which prevents work related ",
  "stress and burn out. ",
  " ",
  "Transparency ",
  "(i)  Government officers need to promote transparency towards (a) citizenry; (b) within their ",
  "own ranks; and between (c) different administrative branches. ",
  "(ii) They should diligently follow the RTI Act. ",
  " ",
  "Impartiality ",
  "(i)  Public officials shall not behave in a manner that could impair faith in their impartiality. ",
  "(ii) A public official shall not decide any case in which he or his family members are either ",
  "directly or indirectly interested. Public officials should not act in matters where their perceived ",
  "interest can impair public trust in them. ",
  "(iii) There are other situations which lead to conflicts of interest or allegations of conflicts. These ",
  "can affect their exercise of independence of judgement. Such situations need to be avoided. ",
  " ",
  "   Summary ",
  " ",
  "¤  Ideas on what should be the desirable personal qualities in civil servants changed over time. ",
  "¤ These changes can be connected with five theoretical perspectives: revitalization of ",
  "virtue ethics and its application to public administration; traditional view on bureaucracy ",
  "associated with Max Weber; ideas of new public administration; public choice theory; and ",
  "communitarianism. ",
  "¤  Qualities of any individual are embodied in his personality and character. ",
  "¤ Personality [is] a characteristic way of thinking, feeling, and behaving. Personality embraces ",
  "moods, attitudes, and opinions and is most clearly expressed in interactions with other ",
  "people. It includes behavioral characteristics, both inherent and acquired, that distinguish ",
  "one person from another and that can be observed in people’s relations to the environment ",
  "and to the group.” The features associated with personality are: Consistency; Psychological ",
  "and physiological aspects; influence on behaviour and action; and multiple expressions. ",
  "¤ ‘‘Big 5” personality traits are extraversion, agreeableness, openness, conscientiousness and ",
  "neuroticism.  ",
  "Individual Ethics of Civil Servants   10.17 ",
  "¤ The features associated with personality are: Consistency; Psychological and physiological ",
  "aspects; influence on behaviour and action; and multiple expressions. ",
  "¤ Extraversion is characterized by excitability, sociability, talkativeness, assertiveness and ",
  "expression of emotion. ",
  "¤ Agreeableness includes attributes such as trust, altruism, kindness, affection and other pro- ",
  "social behaviours. ",
  "¤  Those high on conscientiousness tend to be organized and attentive to details. ",
  "¤  Neuroticism is a trait characterized by sadness, moodiness, and emotional  instability. ",
  "¤  Openness includes characteristics such as imagination and insight. ",
  "¤ Character depends on the moral abilities of individuals such as the ability to keep a promise, ",
  "tell the truth, or stand resolute in the face of threat. Character also depends on how individual ",
  "look upon themselves and tailor their actions to fit their expectations. ",
  "¤  Personal qualities of civil servants comprise personality, intellect and  character. ",
  "¤ Renewed interest in public service ethics since 1970s arose from changes in theory and the ",
  "scandals which rocked governments and  corporates. ",
  "¤ However, in the American progressive movement of public administration, emphasis shifted ",
  "to efficiency and merit based recruitment. ",
  "¤ Traditional moral thinkers consider prudence, justice, fortitude and temperance as the four ",
  "cardinal virtues. All virtues can be reduced to these four. ",
  "¤  Civil servants have to correct their moral frailties. ",
  "¤ Virtues can be classified as: family virtues, aesthetic virtues, intellectual virtues, religious ",
  "virtues, administrative virtues, organizational virtues and professional virtues. ",
  "¤ Stephen Bailey says that government servants should recognise moral ambiguity which ",
  "prevails in public sphere and the need for moral priorities and suitable administrative ",
  "procedures. Public servants need qualities of optimism, courage and fairness tempered ",
  "with charity. ",
  "¤ According to Kathryn Denhardt, honour, benevolence and justice are the foundations of ",
  "morals in public administration. ",
  "¤ Terry L. Cooper mentions three obligations of public servants: to pursue public good; to ",
  "follow appropriate processes and procedures; and to show proper feelings to colleagues. ",
  "¤ David K Hart propounded the ideas of ‘benevolent bureaucrat’ and of ‘moral exemplar’. He ",
  "distinguishes public administration from business enterprise. Public servants, as compared ",
  "to business managers, strive for a higher purpose. ",
  "¤ The list of moral qualities which Hart mentions include: superior prudence, moral ",
  "heroism, love of humanity, trust in common people, and a continuing effort towards moral ",
  "improvement. ",
  "¤ Goodness of character involves moving one’s mental focus away from self interest, self ",
  "absorption and the pull towards one’s own thought. ",
  "¤  As public service is about pursuing common good, public servants need good character.  ",
  "10.18   Ethics, Integrity & Aptitude ",
  "¤ Views on the values desirable in public servants have changed over time due to changes in ",
  "public administration theory. Some of these values conflict with one another. ",
  "¤ In practical administrative situations, government servants have to follow the existing codes ",
  "of conduct and of virtues which apply to their jobs. ",
  "¤ In the traditional Weberian model, government servants are politically neutral functionaries, ",
  "who provide no political inputs into policy making. Ethical conduct consists in obeying ",
  "rules or orders of superiors. Contra wise, unethical conduct consists in acts of omission and ",
  "commission which flout rules. ",
  "¤ This model lost validity because of increasing discretionary power which government ",
  "servants exercise in modern times and of the blurring of line between policy making and ",
  "its implementation. ",
  "¤ Diverse new schools of public administration emphasise different values. New public ",
  "administration prescribes that public servants should actively pursue policies of economic ",
  "and social equity. ",
  "¤ John Rohr prescribes that public servants should base their decisions on constitutional ",
  "principles. ",
  "¤ Public choice theory advocates that governments should follow private sector models which ",
  "focus on customers. Government agencies need to be ‘customer-driven and service-oriented’. ",
  "They have to be ‘responsive, user-friendly, dynamic, and competitive providers of valuable ",
  "services to customers’. They recommend that public servants should cultivate entrepreneurial ",
  "spirit and creativity to optimize productivity and results. ",
  "¤ Communitarianism opposes individual choice theory and free market economics. It ",
  "emphasises on healthy community, and not maximisation of individual choices, as the ",
  "desirable public goal. It proposes values based on community participation in government. ",
  "¤ In general, the qualities desirable in individual government servants are: ethical and sensitive ",
  "conduct, loyalty, obedience, efficiency, transparency and   impartiality. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What are the three types of personal qualities desirable in civil servants? Why have civil service ",
  "ethics become prominent in public administration theory? ",
  "2.  Why did early thinkers on public administration pay inadequate attention to ethics in public ",
  "service? ",
  "3.  What do you understand by cardinal virtues? Are they of any relevance to modern day civil ",
  "servants? ",
  "4.  Outline briefly the views of any two modern public administration thinkers on the ethical ideals ",
  "for civil servants. ",
  "5.  “Ethics derived from religious texts are of no use to civil servants in a secular state.” Comment. ",
  "6.  Discuss how a good character is necessary for holding higher positions in civil service.  ",
  "Individual Ethics of Civil Servants   10.19 ",
  "7.  Examine the question of ethics for public servants in the hierarchical model of administration. ",
  "8.  Consider the morality for public servants as envisaged in the New Public Administration School. ",
  "How desirable or feasible is that morality in the Indian administrative context? ",
  "9.  John Rohr argues that public servants should adopt constitutional values as their sole ethical ",
  "guide. Examine the implications of this prescription in the Indian context. ",
  "10.  What types of moral prescriptions for public servants follow from the public choice theory? Is ",
  "there any relation between public choice theory and citizen’s charters? ",
  "11.  What is the impact of Communitarianism on public ethics? ",
  "12.  What are the commonly recognised ethical responsibilities of government servants? ",
  " ",
  "REFERENCES ",
  " Terry L Cooper, Handbook of Administrative Ethics.  ",
  "  ",
  "",
  ""
]