[
  "C h a p t e r.16",
  "The Right to ",
  "Information  Act ",
  " ",
  " ",
  " ",
  " ",
  "BACKGROUND ",
  "The Right to Information Act (RTI Act) was enacted in 2005. Good governance, transparency and ",
  "accountability are the three principles on which it rests. Our constitution implicitly guarantees the ",
  "right of citizens to information. But parliament also considered it necessary to create a practical ",
  "regime which citizens can use to get information from public authorities and which will encourage ",
  "transparency and accountability of public  agencies. ",
  "International experience also influenced Indian law makers in their efforts to create a framework ",
  "for freedom of information. RTI Act represents a radical departure from the earlier bureaucratic ",
  "practices. Formerly, government business was transacted in an atmosphere of secrecy. Government ",
  "servants were expected not to divulge information to which they become privy in their official ",
  "work. They had to be discreet, and share information on ‘a need to know basis’. They could share ",
  "information only with those who needed it for performing their official duties. Many files were routinely ",
  "classified as ‘confidential’ and ‘secret’. At one time, even the audit teams of Comptroller and Auditor ",
  "General (CAG) were denied access to the ‘noting section’ of a government file. Incidentally, the noting ",
  "section contains the analysis at various levels of government leading to decision on any matter. CAG ",
  "had to comment on matters based on government’s final order incorporating the decision, and the ",
  "various letters and other correspondence on the file without knowing how government processed ",
  "the matter. ",
  "Government also had the power of withholding secret documents and files from the courts. There ",
  "is still an Official Secrets Act on the anvil. However, over a period of time courts whittled down the ",
  "powers of government to withhold information from courts. Further, the emergence of ‘investigative ",
  "reporting’ led to exposure of many matters formerly kept outside public view. Computers, internet ",
  "and mobile telephony have eroded the traditional modes of secrecy. In this age of information explosion, ",
  "few areas can remain in shades or shadows.  ",
  "16.2   Ethics, Integrity & Aptitude ",
  "There was growing recognition that secrecy in government breeds misuse of power and ",
  "corruption. Power wielders will be greatly encouraged if they know that their black deeds will never ",
  "see the light of the day. Many examples such as Watergate scandal and Pentagon Papers have ",
  "reinforced this consideration. Freedom of information and transparency were seen as important ",
  "parameters of democratic governance. ",
  "Sweden enacted the first freedom of information law in 1766. But it was driven by parliament’s ",
  "desire to get the information with the King. USA passed its first freedom of information law in 1966. ",
  "This law shifted the onus of justifying restriction of access to information on government. It placed time ",
  "limit on public authorities for responding to requests for information. If secret information is mixed up ",
  "in a file with other matters, all non-secret information is treated as disclosable through its ‘severability’. ",
  "The law provided for disciplinary action against officials for wrongful non-disclosure. Denmark and ",
  "Norway passed right to information laws in 1970s and UK in 2000. In the wake of the Watergate ",
  "scandal in 1974, USA passed a strong freedom of information law in 1976. Many other countries ",
  "later followed suit. The number of national information laws increased from just 13 in 1990 to over ",
  "852 in 2011. ",
  "RTI laws seek to ensure that the government activities are transparent, fair and open. Except in ",
  "matters of defence, atomic energy and national security, no secrecy is normally necessary in government ",
  "affairs. For example, whether government takes a decision affecting the people or whether it enters into ",
  "a transaction involving purchase or sale of government property or whether it enters into a contract ",
  "– in all these matters, the government should act transparently. In other words, if a citizen wants any ",
  "information on any of these matters, he should be entitled to receive it. Supreme Court Justice Mathew ",
  "has observed: “In a government of responsibility like ours, where all agents of the public must be responsible for their ",
  "conduct, there can be but few secrets. The people of this country have a right to know every public act, everything that is ",
  "done in a public way, by their public functionaries….to cover with veil of  secrecy the common routine business, is not in    ",
  "the interest of  public”. ",
  "As we noted before, the Official Secrets Act (1923) enacted during the British rule governed the ",
  "disclosure of information held by public authorities in India. The Supreme Court of India had in ",
  "several judgments prior to enactment of the RTI Act, construed the fundamental right to freedom ",
  "of speech and expression and the ‘right to life’ as embodying also the right to information. The ",
  "Supreme Court held: “The freedom of speech and expression includes right to acquire information and to disseminate ",
  "it. Freedom of  speech and expression is necessary, for self-expression which is an important means of  free conscience  ",
  "and self-fulfilment.” ",
  "Side by side, the right to information became the focus of a protest movement. A group of poor ",
  "wage workers in central Rajasthan demanded right to information (RTI) while protesting against ",
  "ghost entries in muster rolls. False muster rolls show inflated attendance on works in order to siphon ",
  "off public funds in the guise of wage payments. These muster rolls related to drought relief works ",
  "which government opened to provide wage employment to drought affected villagers. To check this ",
  "form of corruption, protesters demanded official information recorded in government rolls related ",
  "to drought relief work. This would naturally help them to expose the malpractices. The movement ",
  "spread to various parts of Rajasthan, leading to a nationwide movement for the RTI and related ",
  "state legislations. It was, in fact, states like Tamil Nadu (1997), Goa (1997) and Rajasthan (2000) that ",
  "first enacted RTI laws.  ",
  "The Right to Information Act   16.3 ",
  "The demand for a national RTI law started under the leadership of National Campaign on People’s ",
  "Right to Information (NCPRI). The central government recognised the importance of this law. The ",
  "Freedom of Information Bill (2000) was passed in the Parliament in 2002. But as government did not ",
  "issue the necessary gazette notification, this law never came into effect. ",
  " ",
  "RTI ACT ",
  "Preamble ",
  "The preamble to the RTI Act that was passed in 2005 mentions the following reasons for its enactment: ",
  "¤ An informed citizenry and transparency of information are vital to the functioning of a ",
  "democracy. ",
  "¤ They are also necessary to contain corruption and to hold Governments and their ",
  "instrumentalities accountable to the governed (people). ",
  "¤ In actual practice, revelation of information is likely to conflict with other public interests ",
  "including efficient operations of the Governments, optimum use of limited fiscal resources ",
  "and the preservation of confidentiality of sensitive information. ",
  "¤ It is necessary to harmonise these conflicting interests while preserving the paramountcy of ",
  "the democratic ideal. ",
  "We will now briefly outline the main provisions of the RTI Act. ",
  " ",
  "Main Provisions ",
  "Information ",
  "RTI Act is all about providing information with public authorities to people. According to RTI Act, ",
  "information means any material in any form including records, documents, memos, e-mails, opinions, ",
  "advices, press releases, circulars, orders, logbooks, contracts, reports, papers, samples, models and ",
  "data/material held in any electronic form. It also includes information relating to any private body ",
  "which can be accessed by a public authority under any other law. ",
  "Key Concepts ",
  "The key concepts of the Act are the following: ",
  "¤  Transparency and accountability in the working of every public authority. ",
  "¤ The right of any Indian citizen to seek information and the corresponding duty of government ",
  "to provide it except for the exempted information. As we shall see below, RTI Act permits ",
  "certain information of a secret and sensitive nature to be kept outside the public domain. ",
  "However, it casts a duty on the government to pro-actively make available key information ",
  "to all. ",
  "¤ RTI Act places a responsibility for its implementation on all sections of society–citizenry, ",
  "NGOs and Media.  ",
  "16.4   Ethics, Integrity & Aptitude ",
  "RTI’s Main Strategy ",
  "Disclosure ",
  "¤  The Act shifts the debate on governance from what should be revealed to public to what ",
  "must be kept secret from it. The Act reflects the strength of Indian democracy. ",
  "¤ The Central Information Commission can require every public authority to “publish certain ",
  "information or categories of information” under the Act. Should the public authority not ",
  "comply, the Commission can use its power to impose any of the penalties provided under ",
  "the Act. ",
  " ",
  "Obligations ",
  "First, every public authority has to maintain all its records duly catalogued and indexed in a manner ",
  "and form which facilitates the right to information. Secondly, it has to ensure that all records which ",
  "can be computerized are put into electronic form within a reasonable time and subject to availability ",
  "of resources. Thirdly, computerized information should be connected through a network all over ",
  "the country on different systems to facilitate easy access. ",
  "Definition of Public Authority under RTI Act ",
  "Any law generally casts duties on certain officials and organizations and confers rights on individuals ",
  "or classes of individuals. Both these groups have to be defined in the law. Otherwise, confusion can ",
  "arise in courts which have to interpret the laws. We need not get into the legal technicalities of the ",
  "matter. However, we need to know broadly: (a) who the information providers are; (b) what types ",
  "of information they can provide; (c) what types of information they can withhold; and (d) how one ",
  "can access information. ",
  "Under RTI Act, public authorities have to provide information. The term ‘public authority’ ",
  "is given a wide connotation. ‘Public authority’ means any authority or body or institution of self- ",
  "government established or  constituted– ",
  "(a)  by or under the Constitution; ",
  "(b)  by any other law made by Parliament; ",
  "(c)  by any other law made by State Legislature; ",
  "(d)  by notification issued or order made by the appropriate Government, and includes any ",
  "(i)  body owned, controlled or substantially financed by the appropriate Government; ",
  "(ii)  non-Government organization substantially financed, directly or indirectly by funds ",
  "provided by the appropriate Government. ",
  "In the above definition, (a) refers to constitutional bodies or institutions mentioned in the ",
  "constitution. For instance, the Election commission is covered by (a). The statutory bodies set up ",
  "under a central law are included in (b). For example, Central Electricity Regulatory Commission is ",
  "covered in (b). Statutory bodies formed under State laws are covered in (c). For example, Gujarat ",
  "Infrastructure Development Board will be covered in (c). All government departments and agencies ",
  "are covered in (d) (i). Technically speaking, (d) covers agencies created under government’s executive  ",
  "The Right to Information Act   16.5 ",
  "orders. These orders are printed in the official gazette – a process known as notification. Planning ",
  "Commission is a textbook example of an institution created under an executive order. Finally, RTI ",
  "Act covers non official agencies which receive substantial funding from government. ",
  "Central Information Commission (CIC) ",
  "RTI Act entrusts the Central Information Commission (CIC) with the responsibility of monitoring the ",
  "implementation of the Act. CIC prepares a yearly report on the implementation of the RTI Act. State ",
  "Information Commissions (SICs) perform similar functions at State level. ",
  "Content of Right to Information ",
  "As part of the right to information, one can ",
  "(i)  inspect works, documents and records ",
  "(ii)  take notes, extracts or certified copies of documents or records ",
  "(iii)  take certified samples of material ",
  "(iv)  obtain information in form of printouts, diskettes, floppies, tapes, video cassettes or in any ",
  "other electronic mode. ",
  " ",
  "Machinery of RTI ",
  "For supply of information, the Act creates elaborate machinery. It consists of Public Information ",
  "Officers, Assistant Public Information Officers, Departmental Appellate Authorities, independent ",
  "Central Information Commission (CIC) and independent State Information Commissions. ",
  "Processes ",
  "¤ Applications can be submitted in writing or electronically, with prescribed fee, to Public ",
  "Information Officer (PIO) of a department or agency. ",
  "¤ PIO is authorized to receive requests and provide information. At sub-district level, Assistant ",
  "PIO receives applications/appeals/ complaints. Where necessary, he sends them to the ",
  "concerned PIOs. Serving departmental/agency officers are designated as PIOs/APIOs. They ",
  "are not new appointees. ",
  "¤ The Act specifies time limits for furnishing information in different types of cases. The time ",
  "limit for supplying information in ordinary cases is 30 days. Where matters of life or liberty ",
  "are in question, information has to be given in 48 hours. The time limit is 35 days where ",
  "request is made to APIO, 40 days where a third party is involved and 45 days for human ",
  "rights violation information from specified security/ intelligence  agencies. ",
  "¤ If no action is taken on an application for 30 days, it is deemed that the information has ",
  "been refused. ",
  " ",
  "Information Exempted from Disclosure ",
  "The following matters are exempt from disclosure: ",
  "¤ Information, disclosure of which would prejudicially affect the sovereignty and integrity ",
  "of India, the security, strategic, scientific or economic interests of the State, relations with ",
  "foreign States or lead to incitement of an offence.  ",
  "16.6   Ethics, Integrity & Aptitude ",
  "¤ Information which has been expressly forbidden to be published by any court of law or ",
  "tribunal or the disclosure of which may constitute contempt of court. ",
  "¤ Information, the disclosure of which would cause a breach of privilege of Parliament or the ",
  "State Legislature. ",
  "¤ Information including commercial confidence, trade secrets or intellectual property, the ",
  "disclosure of which would harm the competitive position of a third party, unless the competent ",
  "authority is satisfied that larger public interest warrants the disclosure of such information. ",
  "¤ Information available to a person in his fiduciary relationship, unless the competent authority ",
  "is satisfied that the larger public interest warrants the disclosure of such information. ",
  "¤  Information received in confidence from foreign Government. ",
  "¤ Information which would impede the process of investigation or apprehension or prosecution ",
  "of offenders. ",
  "¤ Cabinet papers including records of deliberations of the Council of Ministers, Secretaries ",
  "and other officers. ",
  "¤ Information which relates to personal information, the disclosure of which has no relationship ",
  "to any public activity or interest, or which would cause unwarranted invasion of the privacy ",
  "of the individual; or which infringes a copyright. ",
  "¤  Where practicable, part of the record can be released. ",
  "¤ Intelligence and security agencies are exempt from RTI Act except in cases involving ",
  "corruption and human rights violation. ",
  "¤  Third party information can be released after giving notice to the concerned third party. ",
  "¤  Most exempt information (with some exceptions) can be released after 20 years. ",
  "¤ Information, which cannot be denied to the Parliament or a State Legislature, shall not be ",
  "denied to any person. ",
  "¤ The Act contains an overriding provision that notwithstanding anything in the Official ",
  "Secrets Act, 1923 or any of the above exemptions, a public authority may allow access to ",
  "information, if public interest in disclosure outweighs the harm to the protected interests. ",
  "Complaints under RTI Act ",
  "Complaints can be made to the CIC which is an autonomous body set up to inquire into complaints ",
  "received from citizens. The complaints can cover: ",
  "¤  Refusal of access to information. ",
  "¤ Improper handling by the public authority of request for information like failure to respond ",
  "to request within the time limit or failure to explain reasons for extending the time limit or ",
  "failure to give proper advice and help within the stipulated time. ",
  "¤  Failure to give information in the form or manner sought. ",
  "¤  Failure to properly explain reasons for refusing information. ",
  " ",
  "Penalties ",
  "Information Commission can impose on a PIO or an officer asked to assist PIO a fine of ",
  "Rs. 250 per day and up to Rs. 25,000 for unreasonable delay. It can impose fine up to Rs. 25,000 for  ",
  "The Right to Information Act   16.7 ",
  "illegitimate refusal to accept application, malafide denial, knowingly providing false information and ",
  "destruction of information. The commission can recommend departmental action for persistent or ",
  "serious violations. However, there is no criminal liability under RTI Act. It also provides immunity ",
  "from legal action for action taken in good faith. ",
  "Access ",
  "The Act provides universal access, especially to the poor, with a low fee. There is no fee for people ",
  "below the poverty line. APIOs at sub-district levels are to help people in filing of applications/ ",
  "appeals. People will be helped in reducing their oral requests to writing. There is provision to ",
  "provide all required assistance, including to disabled persons. The information is provided in ",
  "local languages when necessary. There is no need to specify reasons for seeking information or ",
  "to furnish personal details other than those necessary for correspondence. ",
  "Responsibilities of Public Authorities ",
  "Public authorities have to take the following actions. ",
  "¤  Appointing PIOs/Assistant PIOs within 100 days of enactment of the RTI legislation. ",
  "¤  Maintaining, cataloguing, indexing, computerising and networking   records. ",
  "¤  Publishing within 120 days of enactment a whole set of information and updating it every year. ",
  "¤  Publishing all relevant facts while formulating important policies or announcing the decisions ",
  "which affect public. ",
  "¤  Providing reasons for their administrative or quasi judicial decisions to affected persons. ",
  "¤  Providing information suo moto by placing it on internet. ",
  "¤  Providing information to Information Commission. ",
  "¤  Raising awareness, educating and training. ",
  "¤  Compiling in 18 months and updating regularly in local language guide to information. ",
  " ",
  "Public Awareness and Educational Programmes ",
  "These seek to: ",
  "¤  Develop and organize educational programmes to advance the understanding of the public, ",
  "particularly the disadvantaged, to exercise right to information. ",
  "¤  Encourage public authorities to participate in programmes; promote  timely/ effective ",
  "dissemination of accurate information on their activities. ",
  " ",
  "LANDMARK JUDGMENTS BY CIC ",
  "The following are among the major decisions of the CIC: ",
  "¤ The CIC directed the Union Public Services Commission (UPSC) to declare individual marks ",
  "scored by 2,400 candidates who appeared for the Civil Services Preliminary examinations in ",
  "2006 and ordered it to declare cut-off marks for each subject. (CIC/WB order, November ",
  "13, 2006) ",
  "¤  In the case of Paramveer Singh vs. Punjab University, the applicant applied for information ",
  "regarding the merit list for selection of candidates to a particular post in the university.  ",
  "16.8   Ethics, Integrity & Aptitude ",
  "However, no proper information was provided. The Commission held that every public ",
  "authority, must take all measures for efficient record management systems in their offices ",
  "so that the requests for information can be dealt with promptly and accurately. ",
  "¤ In the case of Shyam Yadav vs. Department of Personnel and Training, the applicant had ",
  "sought details of property statements filed by bureaucrats (CIC/WB/A/2009/000669, June ",
  "17, 2009).The Commission held that property statements filed by civil servants are not ",
  "confidential and information can be disclosed after taking the views of concerned officials ",
  "as per the provisions of the RTI Act. ",
  "¤ In case of Ram Bhaj vs. Delhi Government, the appellant has sought information about ",
  "whether the guidelines which the Department of Personnel and Training issued regarding ",
  "disposal of public grievances with a specific time frame have been notified by the Delhi ",
  "Government (CIC/SG/A/2010/000537+000538/7492, April 19, 2010). CIC directed the Delhi ",
  "Government to inform the common citizens about the timeframe required to redress their ",
  "grievances. ",
  "¤ More recently, the CIC held that political parties are answerable under the Right to ",
  "Information Act. It made RTI applicable to Congress, BJP, CPI-M, CPI, NCP and BSP. ",
  "Some applicants sought information under RTI from these parties. The information related ",
  "to their finances, the voluntary financial contributions they received, the names and addresses ",
  "of the donors and some other details. The parties replied that they are not covered by RTI ",
  "Act. CIC directed these political parties to appoint PIOs and respond to RTI questions. The ",
  "CIC asked them to comply with the provisions of mandatory proactive disclosure clauses ",
  "given under the RTI Act and show the information on their websites. The CIC took into ",
  "account the fact that they have received substantial financial assistance from government by ",
  "way of land, buildings and radio talk time. They come under the purview of the Election ",
  "Commission. They affect the lives of people directly or indirectly. The concerned political ",
  "parties opposed the Judgment. Government wanted to amend the RTI Act to exempt political ",
  "parties from its purview but later dropped the move. ",
  " ",
  "THE OFFICIAL SECRETS ACT ",
  "Many RTI activists have been asking for the abolition or drastic amendment of the Official Secrets ",
  "Act (OSA). In 2006, the second Administrative Reforms Commission (ARC) recommended the repeal ",
  "of the OSA and inclusion of a new chapter in the National Security Act to deal with espionage. A ",
  "core group on administrative reforms subsequently studied the ARC recommendations, which were ",
  "then forwarded to a Group of ministers headed by Pranab Mukherjee for a decision. The GOM ",
  "accepted many recommendations of the ARC, but rejected the suggestion for repeal of the OSA. ",
  "It instead sought amendments to the OSA to do away with ambiguity in defining the terms ‘secret’, ",
  "‘espionage’ and ‘enemy state’ and, thus, guard against use of the Act to block information. It seems ",
  "that the Home Ministry is of the opinion that the 1923 anti-espionage law has stood the test of time ",
  "and that there has been no significant misuse of its provisions to justify changes in its provisions.  ",
  "The Right to Information Act   16.9 ",
  "RTI VICTIMS ",
  "¤ RTI activists face serious threats in certain situations. RTI activist Amit Jethwa was killed ",
  "outside the Ahmedabad High Court in July 2010. Jethwa had named an MP while exposing ",
  "illegal mining on the Gir forest periphery. ",
  "¤ Datta Patil, another activist, was found murdered in Ichalkaranji in May 2010. Patil had ",
  "unearthed a corruption racket, leading to removal of a deputy superintendent of police and ",
  "action against Ichalkaranji corporation officials. ",
  "¤ Vitthal Gite, an education activist, who had exposed irregularities in a village school in Beed, ",
  "was killed in Aurangabad in April 2010. ",
  "¤  Shashidhar Mishra of Begusarai in Bihar, who had exposed corruption at the panchayat and ",
  "block levels, was murdered by unknown assailants in February 2010. ",
  "¤ Arun Sawant, who filed many RTI applications about Badalpur Municipal Corporation, ",
  "was shot dead on February 2010. ",
  "¤ Vishram Laxman Dodiya of Ahmedabad had filed an RTI application to get details about ",
  "the illegal electricity connection by a private firm. He was murdered shortly after a meeting ",
  "with the officials of the company in February 2010. ",
  "¤ Sola Ranga Rao of Andhra Pradesh had filed many applications seeking information from ",
  "the Mandal Parishad Development Office on the funds sanctioned and utilized for the ",
  "village’s drainage system. He was murdered in April 2010. ",
  "¤ Ramdas Ghadegavkar, another RTI activist was found dead in August 2010 under mysterious ",
  "circumstances after he exposed the sand mafia in Nanded. ",
  " ",
  "PROTECTION  FOR  WHISTLEBLOWERS ",
  "The issue of protection for whistleblowers caught the attention of the entire nation when National ",
  "Highways Authority of India engineer Satyendra Dubey was killed after he wrote a letter to the office ",
  "of the then Prime Minister detailing corruption in the construction of highways. Dubey’s murder ",
  "led to a public outcry at the failure to protect him. As a result, in April 2004, the Supreme Court ",
  "pressed the government into issuing an office order, the Public Interest Disclosures and Protection ",
  "of Informers Resolution, 2004 designating Central Vigilance Commission (CVC) as the nodal ",
  "agency to handle complaints on corruption. However, such unfortunate incidents kept increasing ",
  "and brought renewed focus on the need for a law to protect whistleblowers. Thus, Public Interest ",
  "Disclosure (Protection of Informers) Bill 2010 was introduced in the Lok Sabha on August 26, 2010. ",
  "The Bill seeks to establish a mechanism to register complaints on any allegations of corruption, wilful ",
  "misuse of power or discretion against any public servant. The Bill also provides safeguards against ",
  "the victimisation of the person who makes the complaint. ",
  " ",
  "WORKING OF RTI ACT ",
  "All government departments, agencies and undertakings including banks have designated PIOs to ",
  "handle RTI Act Requests. This openness of government has increased public awareness. But the ",
  "RTI Act still faces many difficulties. Briefly, the problems are:  ",
  "16.10   Ethics, Integrity & Aptitude ",
  "¤  Low awareness of the people about the Act. ",
  "¤  Inadequate skills of PIOs ",
  "¤  Inadequate strength of state information commissions. ",
  "¤  Absence of proactive disclosures by public authorities. ",
  "¤  Inadequate staffing and funding of PIOs. ",
  "¤  Lack of readily available computerized information. ",
  "¤  Threats which RTI activists face. ",
  " ",
  "Overview of the Impact ",
  "The Act improved the quality of life of the poor and the marginalized. In all probability, it would ",
  "have reduced corruption to some extent. It increased the accountability of government officials. ",
  "In many cases, the CIC ordered disclosure of the decision-making processes. These included—file ",
  "notings, cabinet papers, records of recruitment and promotion of staff and documents relating to ",
  "tenders and procurement  procedures. ",
  "Further, details of beneficiaries of government’s subsidized schemes were made public. Among ",
  "these schemes are–Public distribution system (PDS); connections for water, electricity and domestic ",
  "gas; educational and health benefits; and muster rolls under MGNREGA. The disclosure of such ",
  "vital information(s) resulted in checking corrupt practices in delivery of services and ensuring the ",
  "reach of entitlements to the poor. ",
  "Concrete steps need to be taken to make the filing of RTI applications more convenient. Some ",
  "of the recommendations regarding the role of the government as put forth by various studies are: ",
  "¤  Spell out specific responsibilities for implementation of specific provisions of the Act. ",
  "¤ Organize mass awareness campaigns both at Central and state levels. Their main objective ",
  "should be to increase public awareness; encourage citizen involvement; and increase ",
  "transparency within the government. ",
  "¤  Direct all public authorities and training institutions to incorporate training modules on RTI ",
  "in all training programmes. ",
  "¤ Develop a consensus on a common set of minimum rules that would enable applicants ",
  "residing in one state to apply for information from any other state, without first having to ",
  "locate, study and understand the rules of each state and competent authority. ",
  " ",
  "   Summary ",
  "¤  The Right to Information Act (RTI Act) was enacted in 2005. ",
  "¤ Formerly, government business was transacted in an atmosphere of secrecy. Government ",
  "servants were expected not to divulge information to which they become privy in their ",
  "official work. ",
  "¤ However, over a period of time courts whittled down the powers of government to withhold ",
  "information from courts. Practices of investigative journalism, internet and international ",
  "initiatives encouraged transparency.  ",
  "The Right to Information Act   16.11 ",
  "¤ There was growing recognition that secrecy in government breeds misuse of power and ",
  "corruption. ",
  "¤ The laws for freedom of information seek to ensure that government activities are transparent, ",
  "fair and open. Except in matters of defence, atomic energy and national security, no secrecy ",
  "is normally necessary in government affairs. ",
  "¤ The Supreme Court of India had in several judgments prior to enactment of the RTI Act, ",
  "construed the fundamental right to freedom of speech and expression and the ‘right to life’ ",
  "as embodying also the right to information. ",
  "¤ Side by side, the right to information became the focus of a protest movement in Rajasthan ",
  "which later spread to other States. ",
  "¤ It was, in fact, states like Tamil Nadu (1997), Goa (1997) and Rajasthan (2000) that first ",
  "enacted RTI laws. ",
  "¤  The preamble to the Act mentions the reasons for its enactment. ",
  "¤  RTI Act is all about providing information with public authorities to people. The term ",
  "‘information’ is given a wide meaning in the RTI Act. ",
  "¤ The definition of ‘public authorities’ who are placed under an obligation to provide ",
  "information to citizens is also wide. ",
  "¤  RTI’s main strategy is based on disclosure of information. ",
  "¤  RTI Act imposes extensive obligations on public authorities for disclosure of information. ",
  "¤ For an understanding of the RTI Act, we need to know broadly: (a) who the information ",
  "providers are; (b) what types of information they can provide; (c) what types of information ",
  "they can withhold; and (d) how one can access information. ",
  "¤ For supply of information, the Act creates an elaborate machinery. It consists of Public ",
  "Information Officers, Assistant Public Information Officers, Departmental Appellate ",
  "Authorities, independent Central Information Commission (CIC) and independent State ",
  "Information Commissions. ",
  "¤ RTI Act entrusts the Central Information Commission (CIC) with the responsibility ",
  "of monitoring the implementation of the Act. CIC prepares a yearly report on the ",
  "implementation of the RTI Act. State Information Commissions (SICs) perform similar ",
  "functions at State level. ",
  "¤ Complaints under RTI Act can be filed stage-wise before various authorities starting with ",
  "the lowest designated level. ",
  "¤ The Act contains provision for imposing penalties on those who fail to provide information ",
  "within the prescribed time limits. ",
  "¤ The RTI Act specifies the responsibilities of Public Authorities for maintaining information ",
  "in computerized formats on interconnected networks. ",
  "¤ All government departments, agencies and undertakings, including banks, have designated ",
  "PIOs to handle RTI requests. With this openness of the government processes before the ",
  "public, awareness among the masses has increased. It increased government’s accountability, ",
  "and reduced corruption to some extent. The Act has improved the quality of the life of the ",
  "poor and the marginalized. CIC has significantly increased the openness and transparency ",
  "of the government.  ",
  "16.12   Ethics, Integrity & Aptitude ",
  "¤  Many RTI activists have become victims of violence. ",
  "¤  Government has been considering whether to continue or repeal the Official Secrets Act. ",
  "The current position of this matter has been indicated earlier. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What was the traditional view on how governments should handle information? ",
  "2.  What are the circumstances which led to a change on how governments should handle ",
  "information? ",
  "3.  What are the main ideas on which the RTI Act rests? ",
  "4.  Discuss the manner in which the RTI Act introduces transparency in government’s working. ",
  "5.  Write short notes on: (a) public authority; (b) information; (c) exempted information. ",
  "6.  Discuss briefly the organizational set up which the RTI Act has created for supplying information ",
  "to citizens. ",
  "7.  Mention briefly the main achievements of the RTI Act. ",
  "8.  What are the important judgements of the Chief Information Commission (CIC)? ",
  "9.  State and discuss the recent judgement of CIC on disclosure of information by political parties. ",
  "10.  Does the Official Secrets Act have any relevance now? ",
  "11.  There is a view that the RTI Act can be used by anti-national forces to expose sensitive and ",
  "strategic national secrets. Do you agree? What safeguards, if any, does the RTI Act provide in ",
  "this regard? ",
  "12.  Some critics argue that because of the RTI Act senior officers have stopped recording their views ",
  "frankly on files. Discuss this view. ",
  " ",
  "REFERENCES ",
  "  Shailesh Gandhi, The Right to Information Act 2005 (A power point presentation) ",
  "  Central Information Commission Presentation on RTI (Available on website)  ",
  "",
  ""
]