[
  "C h a p t e r.12 ",
  "Mechanisms for ",
  "Fighting Corruption ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "Corruption in administration is a many-sided phenomenon. Naturally, it provokes popular anger ",
  "and revulsion. Many think that it is retarding economic growth and compromising national security. ",
  "It has become a deep-seated malaise eating into the vitals of the nation. ",
  "Although corruption evokes strong feelings, it requires objective study. People generally complain ",
  "about corruption in administration and politics. One form of this corruption, at the interface between ",
  "administration and common citizen, is what upsets people most. Government servants at the cutting ",
  "edge of administration rarely provide timely and quality service that people need. Nor do they render ",
  "such services without taking money. Besides administration and politics, corruption is prevalent in ",
  "private trade, industry, professions and non-governmental organizations. Corruption in all these ",
  "areas needs study. ",
  "For understanding corruption and its possible remedies, we have to look at it from various ",
  "angles. Successive governments since Independence have tried to grapple with corruption. The ",
  "existing laws and administrative arrangements resulted from steps which various governments took ",
  "to check corruption. We will, however, examine the present laws and the administrative set up ",
  "without entering into detailed historical discussions. ",
  "In this chapter, we will: ",
  "¤  Define ‘corruption’ ",
  "¤  Try to understand its sources or roots and ",
  "¤  Discuss the main institutions which deal with corruption. ",
  "There are some issues which are at the centre in current discussions on corruption. We will ",
  "consider them in the next chapter.  ",
  "12.2   Ethics, Integrity & Aptitude ",
  "DEFINING CORRUPTION ",
  "The Prevention of Corruption Act does not define corruption. It lists various offences which are acts ",
  "of corruption. The Central Vigilance Commission (CVC) speaks of acts which have ‘vigilance angle.’ ",
  "In other words, these are acts of corruption. CVC’s list of such activities is reproduced below. ",
  "(i)  Demanding and/or accepting [by any public servant] of gratification other than legal remuneration ",
  "in respect of an official act or for using his influence with any other official. ",
  "(ii)  Obtaining any valuable thing, without consideration or with inadequate consideration from a ",
  "person with whom he has or is likely to have official dealings or with whom his subordinates ",
  "have official dealings or where he can exert influence. ",
  "(iii)  Obtaining for himself or for any other person any valuable thing or pecuniary advantage ",
  "by corrupt or illegal means or by abusing his position as a public servant. ",
  "(iv)  Possessing assets disproportionate to his known sources of income. ",
  "(v)  Cases of misappropriation, forgery or cheating or other similar criminal offences. ",
  " ",
  "Case Studies ",
  "CASE 1 ",
  "Mohit has helped a businessman by quickly settling the bills for the supplies he had made to ",
  "government. The amount was large and the payment relieved the businessman from the liquidity ",
  "crunch he was facing. The businessman was overwhelmed and offers gifts to Mohit as goodwill ",
  "gesture. Mohit refuses them. Shortly thereafter, Mohit goes with family to a hill station where the ",
  "businessman has a hotel. He conveys in advance to the businessman that he would like to stay in ",
  "his hotel and checks into that hotel. The hotel management, on instructions from the businessman, ",
  "treats Mohit and his family as guests and refuses to accept payment from Mohit. Mohit does not ",
  "insist on making payment. ",
  "Question ",
  "Which of the following will be an appropriate view in this matter? ",
  "1.  Mohit did no wrong in accepting the hospitality of the businessman. ",
  "2.  Mohit should not have accepted the hospitality. ",
  "3.  This issue is rather minor and involves no major issues of administrative morality. ",
  "4.  Mohit did not take any money and might have stayed in a hotel with some empty rooms. ",
  " ",
  "Discussion ",
  "Official codes of conduct lay down that government servants should not accept gifts in cash or kind. ",
  "Availing free hospitality in a hotel amounts to acceptance of a gift in kind. Hence, this alternative ",
  "is incorrect. ",
  "The second option is correct. Mohit has to follow the official code of conduct. The code prohibits ",
  "acceptance of valuable gifts. Further, Mohit had official dealings with the businessman who offered ",
  "him the gift. Hence, he should not have accepted the offer. In fact, this is what he did on the first ",
  "occasion.  ",
  "Mechanisms for Fighting Corruption   12.3 ",
  "It will be improper to take a lenient view of the matter. Mohit is clearly guilty of violating the ",
  "official norm. No such violation can be treated as a minor matter. ",
  "Both the points made in the last option are unacceptable. Not only cash gifts but gifts in kind ",
  "also cannot be accepted by civil servants. The question whether the hotel had vacant rooms is not ",
  "relevant to the issue which is about violation of code of conduct. Hence (2) ",
  " ",
  "CASE 2 ",
  "Anand was approached by a trader with a request to settle his sales tax cases favourably. Anand told ",
  "him that the case is being handled by Ramesh, an officer in another wing of the department. The ",
  "trader refers to Anand’s friendship with Ramesh and asks Anand to intercede with Ramesh. Anand ",
  "speaks to Ramesh and the matter gets settled. Sometime thereafter, the trader presents Anand with ",
  "a costly camera. ",
  "Question ",
  "How will you evaluate Anand’s conduct in this case? ",
  "1.  No fault can be found with Anand’s conduct. ",
  "2.  Anand is guilty of violating the official code of conduct. ",
  "3.  As Anand did not directly help the trader, there is no harm in his taking the camera. ",
  "4.  As the camera was presented after the trader’s work was done, no mala fides can be attributed ",
  "in the matter to Anand. ",
  " ",
  "Discussion ",
  "Alternative (1) is incorrect. Anand is in fact guilty on two counts. First, he interfered in a way in the ",
  "official work of his colleague. He used his influence with Ramesh for helping the trader. Normally, ",
  "officials are not supposed to do so. Thereafter, he accepted a gift from the trader. He is guilty of ",
  "corrupt practice. ",
  "As explained above, the second option is correct. By accepting the costly gift, Anand has violated ",
  "the code of conduct. ",
  "The third answer choice is incorrect. Although Anand did not directly help the trader, he ",
  "has used his influence for helping the trader. Even otherwise, he cannot take expensive gifts from ",
  "individuals other than close family members. ",
  "The fourth option is also incorrect. So long as an officer accepts a costly gift, it makes no difference ",
  "whether he takes it before or after an event. ",
  " ",
  "CASE 3 ",
  "Veerendranath is married into a wealthy family. His father-in-law keeps giving him lavish cash gifts ",
  "on various occasions. He used to put them into bank deposits and the amount has grown steadily. ",
  "Someone complains that Veerendranath has been quietly making money, and that his savings are ",
  "very large compared to his pay. Is Veerendranath to blame?  ",
  "12.4   Ethics, Integrity & Aptitude ",
  "Question ",
  "How will you respond to the above situation? ",
  "1.  Veerendranath should not rely so much on his father-in-law’s gifts. ",
  "2.  Veerendranath may be taking dowry in a series of installments to avoid detection. ",
  "3.  Veerendranath has not violated any codes since the gifts are from his father-in-law. ",
  "4.  Veerendranath may be using his father-in-law as front for collecting bribes on his behalf. ",
  " ",
  "Discussion ",
  "No judgement as in (1) can be made since this is a matter within a family. As it is personal matter, ",
  "no official intervention or comment is warranted. ",
  "The second option is a wild surmise. There is nothing to suggest the possibility. In the absence ",
  "of evidence, no such guess should be made. ",
  "The third answer choice is correct. As a result of the gifts he received, Veerendranath may ",
  "have a sizeable bank balance. But it does not mean that he is holding assets much higher than can ",
  "be justified by his income. He can legitimately account for his assets through his known sources of ",
  "income including the gifts from his father-in law. ",
  "The fourth option is a wild speculation. There is no shred of evidence to support it. In fact, one ",
  "should refrain from baseless speculations. ",
  " ",
  "CASE 4 ",
  "Surinder is the senior marketing manager in a public sector company. The company generally ",
  "manufactures its products after getting a specific order. However, it keeps some stock of items in ",
  "good demand. Surinder gets an order from London. But the buyer wants supplies urgently from ",
  "ready stock of the company. He also wanted a confirmation immediately and asks for a discount. ",
  "Surinder is unable to reach his boss, but accepts the order so as to sell the existing material. Later ",
  "on, he is pulled up for irregularly accepting the order. ",
  "Question ",
  "How will you react to the action which Surinder took? ",
  "1.  He should have somehow got in touch with his boss. ",
  "2.  He should not have given the discount. ",
  "3.  His action is justified. ",
  "4.  He should have given greater importance to following the procedure than to securing the ",
  "order. ",
  " ",
  "Discussion ",
  "The first option is hypothetical. It is a fact that he could not reach his boss. So we cannot insist after ",
  "the event that somehow he should have reached his boss. It may not have been possible for various ",
  "reasons.  ",
  "Mechanisms for Fighting Corruption   12.5 ",
  "The whole aim in this case should be to sell the available stock. Giving some discount is a normal ",
  "commercial procedure, especially when there is accumulation of stock. No fault can be found with ",
  "such common business procedures. ",
  "Surinder is justified in what he did. His action is in organization’s interest. He followed normal ",
  "commercial procedures. In the absence of his boss, he had to use his best commercial judgement ",
  "in the transaction. He also tried though unsuccessfully to contact his boss. ",
  "The fourth option is incorrect. In fact, this is the main problem with many of the operations of ",
  "public agencies. Government officials give far more importance to following correct procedures than ",
  "to attaining organizational goals. This approach leads to inefficiency and absence of dynamism. ",
  "Doubtful Conduct ",
  "An officer’s integrity or honesty may come under cloud if he commits any irregularities. These ",
  "are – gross or wilful negligence; recklessness in decision making; blatant violations of systems and ",
  "procedures; exercise of discretion in excess where no ostensible public interest is evident; and ",
  "failure to keep the controlling authority/superiors informed in time. In these cases, irregularities are ",
  "studied in the light of their surrounding circumstances to see whether they raise reasonable doubt ",
  "about an officer’s integrity. ",
  "CVC recognises an important administrative problem in this context. There are situations ",
  "in which corrupt conduct of officials is clearly evident. These are listed at (i) to (v) above while ",
  "defining corruption. Now, it is common practice in any bureaucracy to lay down procedures for ",
  "taking various decisions. If any officer violates these procedures, he commits an irregularity. An ",
  "irregularity is only a prima facie indicator of possible dishonesty. There are situations in which officers ",
  "may commit irregularities, as mentioned in the previous paragraph. But on that account, no officer ",
  "can be dubbed corrupt without examining his decisions in detail. One point for consideration in ",
  "such cases is whether his decision caused loss to the organization. ",
  "CVC has, however, recognised that loss by itself is insufficient to establish dishonesty. Managerial ",
  "efficiency and effectiveness are hallmarks of commercial enterprises. Commercial risk-taking forms ",
  "part of business. Therefore, every loss caused to the organization, either in pecuniary or non-pecuniary ",
  "terms, need not necessarily become the subject matter of a vigilance inquiry i.e. an inquiry to ",
  "determine whether there has been corruption. The test is whether a person of common prudence, ",
  "working within the ambit of the prescribed rules, regulations and instructions, would have taken the ",
  "decision in the prevailing circumstances in the commercial/operational interests of the organization. ",
  "If so, the action is bona fide or well intentioned; otherwise, it is ill-intentioned or malafide. ",
  "At this point, we may note that corruptions cases arise not only in Government but also in public ",
  "sector enterprises. Cases involving senior officers of these enterprises fall within CVC’s jurisdiction. ",
  "We will consider them separately. ",
  "Widening the Definition of Corruption ",
  "Uptil now, we have considered the kinds of action which CVC regards as dishonest. The Second ",
  "Administrative Reforms Commission (SARC) recommended that the definition of corruption should ",
  "be widened. SARC considers that the CVC’s definition is restrictive and excludes many official ",
  "actions detrimental to public interest. SARC lists four types of official conduct which while outside ",
  "the definition of corruption, cause immense damage to public interest.  ",
  "12.6   Ethics, Integrity & Aptitude ",
  "The first type of such conduct involves gross perversion of the Constitution and democratic ",
  "institutions, including, wilful violation of the oath of office. Constitutional functionaries act in this ",
  "manner due to partisanship or animosity. No money-making or other forms of gratification may ",
  "be involved in such actions. For such acts, the Supreme Court held individuals holding high office ",
  "guilty of gross misconduct amounting to perversion of the Constitution. At present, no laws but only ",
  "public opinion, political pressure and individual conscience can stop such behaviour. ",
  "The second category of these offences consists of abuse of authority by unduly favouring or ",
  "harming someone, without receiving any bribes or gratification. Here, the reasons underlying the ",
  "action are often partisanship, kinship ties and prejudice. Though such acts are outside the purview ",
  "of present legal definition of corruption, they undermine the moral basis of governance and rule of ",
  "law. ",
  "The third category of actions involves obstruction or perversion of justice by unduly influencing ",
  "law enforcement agencies and prosecution. Here again, the actions are driven more by partisanship, ",
  "kinship and prejudice than by monetary gain. Failure of justice which such acts cause has deleterious ",
  "consequences. ",
  "The fourth type of actions involves squandering of public money, including lavish official life- ",
  "styles. These cause no financial gains or losses to individuals. However, they are a drain on public ",
  "resources which have high opportunity value in other uses. They set a bad tone in the prevailing ",
  "situation of general poverty. ",
  "These four types of conduct have to be checked to preserve democratic values and public trust ",
  "in political system. They create a feeling among common people that government, instead of serving ",
  "public interest, is busy in self aggrandizement. SARC has recommended that the following should ",
  "be made offences under the Prevention of Corruption Act: ",
  "¤  Gross perversion of the Constitution and democratic institutions amounting to wilful violation ",
  "of oath of office ",
  "¤  Abuse of authority by unduly favouring or harming someone ",
  "¤  Obstruction of justice ",
  "¤  Squandering public money ",
  " ",
  "CASE 5 ",
  "Hiren was a close aide of a minister in his constituency. He is known for his rough and tough methods ",
  "of working. Once he got into a fracas in a mall and badly beat up a shop owner’s son. Normally, ",
  "Hiren had his way in such matters. However, the shop owner took a firm stand and registered a ",
  "case against Hiren. The police officer in charge was new and was proceeding according to law. He ",
  "refused to dilute the case against Hiren. He makes frantic appeals to minister for help. The minister ",
  "arranges for the transfer of the police officer, and his replacement by another officer close to him. ",
  "Question ",
  "How will you respond to the police officer’s conduct in this case? ",
  "1.  The police officer showed lack of realism and does not understand how things actually work ",
  "out in criminal administration system at present.  ",
  "Mechanisms for Fighting Corruption   12.7 ",
  "2.  He should have-in order not to draw the minister’s ire-tactfully delayed the investigation. ",
  "3.  The police officer acted correctly. ",
  "4.  The police officer should have watered down the case, but at the same time advised the trader ",
  "to approach the court for applying more stringent legal provisions. ",
  "Discussion ",
  "The first answer choice is incorrect. Police officers should scrupulously follow the law while conducting ",
  "investigations into crimes. They should apply the legal provisions based on the facts of the case ",
  "without getting influenced by extraneous factors. By acting according to the first answer choice, the ",
  "police officer would be behaving prudently or opportunistically to stay in the minister’s good books. ",
  "He would be failing in his duty. ",
  "The second answer choice is also incorrect. The police officer has to act promptly and pursue ",
  "the investigation. In such matters, the case gets weakened by the very process delay. If the police ",
  "officer follows this answer choice, he would be acting strategically in his self-interest, and not diligently ",
  "discharging his duty. ",
  "The third answer choice is correct. The course of action in this case is clear. A legal duty is cast ",
  "upon an investigating officer in virtue of the official position he holds of duly taking cognizance of ",
  "offences and pursuing them speedily and diligently. As this is his legal (and also moral) duty, he ",
  "should not be distracted by other strategic or personal consideration. ",
  "Clearly, the minister is guilty of misusing his office. He has interfered in the investigative process. ",
  "The new police officer may toe his line. But this should not worry the present incumbent officer. ",
  "Each individual is responsible for following the official code irrespective of what other may do. ",
  "As regards the minister’s conduct, it is clear that he has tampered with the process of justice. The ",
  "Second Administrative Reforms Commission has recommended that the definition of corruption ",
  "should be widened to include such acts. ",
  "The fourth answer choice is inappropriate since it involves devious or deceitful conduct. By acting ",
  "in this manner, the police officer would be transferring his job to the trader or the victim. Police have ",
  "to perform their duty in a straightforward manner without resorting to stratagems or ruses. Police ",
  "have to present the case before the courts through prosecutors without diluting or exaggerating it. ",
  "As compared to police the victims are in a weak position and can seldom take effective action on ",
  "their own. They need full support from police. ",
  " ",
  "ROOTS OF CORRUPTION ",
  "It is the individuals who are guilty of acts of corruption. In a way, corruption represents moral failure ",
  "of individuals. They are unable to follow official rules, social norms or their own conscience. There ",
  "is, however, more to acts of dishonesty than an individual’s moral failings. Political, economic and ",
  "social environment can create an atmosphere of permissiveness and laxity. Further, the gains from ",
  "dishonesty may far outweigh the risks of detection, punishment or social opprobrium.  ",
  "12.8   Ethics, Integrity & Aptitude ",
  "CAUSES OF CORRUPTION ",
  "Report of the Santhanam Committee is the basis for the existing administrative and legal structures ",
  "and processes for combating corruption. Vigilance Manual (Part 1) mentions four major causes of ",
  "corruption which the Santham committee identified. These are: ",
  "(i)  administrative delays; ",
  "(ii) government overstretching its capacity and assuming too many regulatory functions; ",
  "(iii) scope for personal discretion in the exercise of powers vested in different categories of ",
  "government servants; and ",
  "(iv) cumbersome procedures of dealing with various matters which are of importance to citizens ",
  "in their day to day affairs. ",
  "These causal factors can also explain the various forms of corruption prevalent today. SARC ",
  "has made an extended analysis of the sources or originating circumstances of corruption. We will ",
  "presently outline SARC’s ideas. But we will first note how these four factors increase scope for ",
  "corruption. From the point of view of the businessman, delays postpone business operations, cash ",
  "flows and profits. He would prefer to reduce these by bribing or paying ‘speed money’. For him, ",
  "it becomes a simple matter of calculating the loss due to delay against the illegal payment. As this ",
  "payment is usually a small fraction of his likely losses due to delay, he will pay it. ",
  "Administrative decisions, as noted earlier, are taken after following the prescribed procedures. ",
  "Further, there are criteria or rules for decision-making. But the situations which arise in any area of ",
  "administration are too complex to be captured by invariant, iron clad rules. Hence, decision making ",
  "which is rule bound, has to be supplemented by the discretion of individual officers. While exercising ",
  "such discretion, government servants can ask for money; for the applicant knows that the decision ",
  "depends on discretion and not on any fixed rule. ",
  "Governments regulate many activities in public interest. For example, governments regulate ",
  "building construction or town planning. Over years, the range of activities covered by regulations has ",
  "increased. Increase of regulations brings more activities under control of governments and increases ",
  "scope for corruption. ",
  "Ordinary citizens face the most vexing forms of corruption. A large lower bureaucracy extracts ",
  "money from them for simple services like a ration card, driving license, birth certification or copies ",
  "of their land holding. Such items, though seemingly trivial, often form part of the documentation for ",
  "accessing other services like a gas connection or a bank loan. It may not be farfetched to describe ",
  "these bureaucratic exactions, in a famous Marxian phrase, as “primitive accumulation”. ",
  "Coercive and Collusive Corruption ",
  "SARC makes a distinction between two kinds of corruption which it calls coercive corruption and ",
  "collusive corruption. An act of corruption has two players: the bribe-giver and the bribe-taker. In ",
  "cases of coercive corruption, the bribe-giver is a victim of extortion. It is like a forcible payment at ",
  "gun point. The bribe-giver is forced to pay for simple services like copy of his school certificate or ",
  "entry in his land record. If he does not make the payment to the public servant, he loses far more ",
  "than the bribe. He undergoes, to use a term from economics, psychological disutility on account ",
  "of delays, harassment and uncertainty. The economic cost he pays consists of lost opportunity, loss  ",
  "Mechanisms for Fighting Corruption   12.9 ",
  "of work and wages. Compulsions of earning daily bread force poor people into a vicious cycle of ",
  "corruption. ",
  "Besides this coercive corruption, there is also collusive corruption in which the bribe-giver and ",
  "bribe-taker act as partners and rob society. In this situation, the bribe-giver is as great an offender as ",
  "the bribe-taker. The acts involved in these situations defraud public exchequer and also harm public ",
  "welfare. Among such instances are – execution of substandard works, distortion of competition, ",
  "robbing the public exchequer, kickbacks or commissions in public procurement, tax evasion by ",
  "collusion, and causing direct harm to people by spurious drugs and violation of safety norms. ",
  "Public works such as roads, bridges, buildings, canals have to be built to the specifications ",
  "mentioned in the tender documents. Tenders are the means by which contractors bid for government ",
  "works. The lowest bidder is generally selected and does work according to standards mentioned ",
  "in the tender documents. Of course, he can earn more profit by scaling down standards during ",
  "execution with the connivance of project engineers. ",
  "The purpose of the tender procedure of executing public works is to encourage competition ",
  "among contractors and to get reasonable prices. At times contractors form rings and collude with ",
  "government servants to jack up prices. The tender bids are usually padded with amounts for paying ",
  "bribes. In this way, competitive process is vitiated. It is believed that corruption payments get built ",
  "into the tender costs of works. The risks of supplying substandard drugs into public health stores ",
  "are too obvious to need any elaboration. ",
  " ",
  "CURBING COLLUSIVE CORRUPTION ",
  "Systemic reforms can curb coercive corruption. For example, use of information and communications ",
  "technology has reduced corruption in areas like railway reservation. Further, though corruption cases ",
  "often fail in courts, there is greater success in cases of coercive corruption than in cases of collusive ",
  "corruption. Here, the bribe-giver is the victim. He is willing to depose against the bribe-taker. Under ",
  "the Prevention of Corruption Act, the bribe giver is also guilty. However, if he deposes against the ",
  "bribe-taker, he gets immunity. Therefore, he often comes forward to depose against the bribe-taker. ",
  "Besides, the ‘trap cases’ by the vigilance machinery are quite effective in such instances. Trap cases ",
  "are those in which the government servant accepting bribe is caught red-handed. It is somewhat ",
  "like a sting operation. ",
  "But the situation is different in cases of collusive corruption. As both the bribe-giver and the ",
  "bribe-taker collude and are beneficiaries of the transaction, it is very hard to get evidence. The losses ",
  "from collusive corruption to government and society are far greater than from coercive corruption. ",
  "SARC has recommended that the Prevention of Corruption Act should be amended to combat ",
  "collusive corruption. It recommended that in collusive corruption, the ‘burden of proof’ should be ",
  "shifted to the accused. In our criminal justice system, every person is presumed to be innocent till ",
  "he/she is proved guilty. Accordingly, the burden of proving the charges lies totally on the prosecution. ",
  "They have to produce evidence – witnesses and documents–to establish the case. There are certain ",
  "situations where the burden of proof is placed on the accused. It means that he/she has to prove his/ ",
  "her innocence.  ",
  "12.10   Ethics, Integrity & Aptitude ",
  "For example, the Prevention of Corruption Act stipulates that a public servant is said to commit ",
  "the offence of criminal misconduct if he/she cannot satisfactorily account for the property in his/her ",
  "possession, which is disproportionate to his/her known sources of income. In this case, the burden ",
  "of proving his innocence, is on the accused public servant; he has to show that he acquired the ",
  "property with his sources of income. The Prevention of Corruption Act also stipulates that when the ",
  "accused public servant takes money, the court has to presume that it is a bribe; then the accused ",
  "has to prove that the money was not a bribe. ",
  "SARC has recommended that the Prevention of Corruption Act should be amended to cover ",
  "offences of ‘collusive bribery’. An offence could be classified as ‘collusive bribery’ if the outcome ",
  "or intended outcome of the transaction leads to a loss to the state, public or public interest. In all ",
  "such cases if it is established that the interest of the state or public has suffered because of an act ",
  "of a public servant, then the court shall presume that the public servant and the beneficiary of the ",
  "decision committed an offence of ‘collusive bribery’. The punishment for all such cases should be ",
  "increased to 10 years of imprisonment. ",
  " ",
  "ADMINISTRATIVE STRUCTURE AND PROCEDURES FOR CURBING CORRUPTION ",
  "Central Vigilance Commission ",
  "Before proceeding further, we need to understand the existing systems for checking corruption. In ",
  "1955, the Administrative Vigilance Division was set up in the Ministry of Home Affairs as central ",
  "agency with overall responsibility for anti-corruption measures. Most of its functions were later ",
  "transferred to the Central Vigilance Commission. The role of the Administrative Vigilance Division ",
  "now is to formulate and implement policies of the Central Government – covering vigilance, integrity ",
  "in public services, and anti-corruption measures. ",
  "Following the recommendations of the Committee on Prevention of Corruption [popularly ",
  "known as Santhanam Committee], the Central Vigilance Commission was set up in 1964. It was ",
  "created through a Government of India Resolution or as a result of an executive decision. After the ",
  "Supreme Court judgement in Vineet Narain vs. Union of India, the Commission was accorded statutory ",
  "status in 1998 through “The Central Vigilance Commission Ordinance, 1998”. Subsequently in 2003, ",
  "parliament passed the Central Vigilance Commission Act in 2003. An organization is said to have ",
  "a statutory status if it is created as a result of legislation and not by a government resolution, that is ",
  "to say, an executive order. ",
  "The Central Vigilance Commission consists of a Central Vigilance Commissioner [Chairperson] ",
  "and not more than two Vigilance Commissioners [Members]. The Central Vigilance Commissioner ",
  "and the Vigilance Commissioners are appointed by the President for four years or till they attain ",
  "the age of sixty-five years, whichever is earlier. ",
  "According to the CVC Act, the functions and powers of the Commission are as under: ",
  "(a)  CVC supervises the functioning of Delhi Special Police Establishment [DSPE] in its ",
  "investigations of cases under the PC Act. The commission supervises cases involving All ",
  "India Services officers working with the Central Government; Group ‘A’ officers of the ",
  "Central Government; and officers of the Central Public Sector enterprises and of autonomous ",
  "organization under it and similar others.  ",
  "Mechanisms for Fighting Corruption   12.11 ",
  "(b)  The commission, in its supervisory capacity, can give directions to the DSPE. The ",
  "Commission, however, cannot ask the DSPE to investigate or dispose of any case in a ",
  "particular manner. This follows from a cardinal principle of criminal jurisprudence that the ",
  "functions of investigating, prosecuting and judging an offence shall be performed by separate ",
  "agencies absolutely free of one another. ",
  "(c)  The Commission can investigate any matter which Central Government refers to it about ",
  "the involvement of the categories of officers mentioned in (a) above in offences under the ",
  "PC Act. ",
  "(d)  The commission can order investigation into complaints it receives about the involvement ",
  "in offences under the PC Act of the categories mentioned in (a) above. ",
  "(e)  The commission reviews the progress of applications pending with the competent authorities ",
  "for sanction of prosecution under the PC Act. As we shall see, the prosecuting agencies ",
  "cannot start a prosecution without the prior approval of the Central Government. The ",
  "Commission tries to speed up such sanctions. ",
  "(f)  The Commission reviews the progress of investigations conducted by the DSPE into offences ",
  "under the PC Act. ",
  "(g)  The commission tenders advice on vigilance matters to Central Government, Central Public ",
  "Sector Enterprises (CPSEs) and other Central agencies. ",
  "(h)  The commission supervises the vigilance administration of various Ministries of the Central ",
  "Government, CPSEs and other Central agencies. ",
  "In addition to the above functions mentioned in the CVC Act, the Vigilance Commission performs ",
  "certain administrative functions. Every Central Ministry, CPSE and other central agencies have ",
  "vigilance or anti-corruption set ups usually under Chief Vigilance Officers (CVOs). The Vigilance ",
  "commission approves the appointment of the CVOs. No one can be appointed as a CVO without ",
  "the Commission’s approval. If the CBI considers that a prosecution should be launched in any case ",
  "and if the sanction for such prosecution is required under any law to be issued in the name of the ",
  "President, the Commission will tender advice, after considering the comments received from the ",
  "concerned Ministry/Department/Enterprise, as to whether or not prosecution should be sanctioned. ",
  "In cases where an authority other than the President is competent to sanction prosecution and the ",
  "authority does not propose to accord the sanction sought for by the CBI, the case will be reported to ",
  "the Commission and the authority will take further action after considering the Commission’s advice. ",
  "In cases recommended by the CBI for departmental action against such employees that do not come ",
  "within the normal advisory jurisdiction of the Commission, the Commission will continue to resolve ",
  "the difference of opinion, if any, between the CBI and the competent administrative authorities as ",
  "to the course of action to be taken. ",
  "The Commission can direct that oral inquiry in any departmental proceedings, except in petty ",
  "cases, should be entrusted to one of the Commissioners for Departmental Inquiries (CDIs) borne on ",
  "its strength; in such cases, it will examine the report of the CDI; and forward it to the disciplinary ",
  "authority with its advice as to further action. ",
  "If it appears that any procedure or practice is such that it affords scope or facilities for corruption ",
  "or misconduct, the Commission may advise that such procedure or practice be appropriately changed, ",
  "or changed in a particular manner.  ",
  "12.12   Ethics, Integrity & Aptitude ",
  "The Commission may initiate, at such intervals it considers suitable, a review of procedures and ",
  "practices of administration insofar as they relate to maintenance of integrity in administration. ",
  "The Commission may take initiative in prosecuting persons who are found to have made false ",
  "complaints of corruption or lack of integrity against public servants. ",
  "Chief Vigilance Officers (CVO) ",
  "Now, we will look at some important features of the institutional structure for handling corruption ",
  "cases. We have already looked at the structure and functions of the CVC. Basically, most of the ",
  "personnel handling corruption issues are located in the Central Ministries, CPSEs, and other central ",
  "agencies. Each of these organizations has a designated CVO who generally handles its administrative ",
  "matters. He functions under the head of the organization. CVO acts as a nodal point to CVC and ",
  "CBI for all vigilance related matters. He is entirely guided by the directions he gets from the CVC. ",
  "Central Bureau of Investigation (CBI) ",
  "The Central Bureau of Investigation (CBI) was set up in 1963. The Special Police Establishment is a ",
  "part of the CBI, and has two divisions: (i) Anticorruption division and (ii) Special Crimes Division. ",
  "Anticorruption Division investigates following types of cases: ",
  "¤  Cases under the Prevention of Corruption Act, 1988 ",
  "¤  Cases under the Indian Penal Code (IPC) or any other law which also involves bribery and ",
  "corruption ",
  "¤  Cases pertaining to serious irregularities allegedly committed by public servants ",
  "¤  Cases against State government officials which State Governments entrust to the CBI ",
  "The Special Crime Division investigates both economic offences and conventional crimes. The ",
  "latter include offences relating to internal security, espionage, sabotage, narcotics and psychotropic ",
  "substances, antiquities, murders, dacoity/robberies, cheating, criminal breach of trust, forgeries, ",
  "dowry deaths, suspicious deaths and other offences under IPC and other laws. ",
  "The investigation work is done through SPE wing of the CBI, which derives its police powers ",
  "from the Delhi Special Police Establishment Act, 1946 to inquire and to investigate certain specified ",
  "offences or classes of offences pertaining to corruption and other kinds of malpractices involving ",
  "public servants. Arrangements have been evolved to avoid duplication between the investigations ",
  "of State police and of CBI. Matters which involve mainly Central Government and its officers (even ",
  "if some State officials are involved) are handled by CBI. State police handle matters falling mainly ",
  "in their sphere. Army and CBI have also created coordination mechanisms. ",
  "The CVC supervises the Delhi Special Police Establishment in its investigation of offences under ",
  "the Prevention of Corruption Act. Central Government supervises CBI in all other matters. The ",
  "autonomy of CBI (from Central government) has become a contentious issue. We will discuss this ",
  "separately. ",
  "A Collegium comprising the Prime Minister Chief Justice of India and the leader of the largest ",
  "opposition party selects the CBI director. He holds office for two years. ",
  "The CBI cannot begin prosecution proceedings against officers of the rank of Joint Secretary and ",
  "above without the approval of the Central Government. Similarly, CBI cannot prosecute officers of ",
  "CSPEs and other central agencies without the approval of the Central Government.  ",
  "Mechanisms for Fighting Corruption   12.13 ",
  "CTE Organization ",
  "The Chief Technical Examiner’s Organization (CTEO) functions under the administrative control ",
  "of the CVC as its technical wing, carrying out inspection of civil, electrical and horticulture works of ",
  "the Central Government departments, CSPEs and other central agencies. The works or contracts for ",
  "intensive examination are selected from the details furnished by the CVO in the quarterly progress ",
  "reports sent to the CTEO. The intensive examination helps in detecting cases of use of substandard ",
  "materials, avoidable expenditure, and undue favours or overpayment to contractors. ",
  "Types of Vigilance ",
  "In this section, we look at how the CVOs go about their tasks or the three broad approaches which ",
  "they can follow to reduce corruption. The three approaches are (i) Preventative vigilance; (ii) ",
  "Punitive vigilance; and (iii) Surveillance and detection. Though ‘surveillance’ and ‘punitive action’ for ",
  "commission of misconduct and other malpractices are certainly important, the ‘preventive measures’ ",
  "to be taken by the CVO are comparatively more important as these are likely to reduce the number ",
  "of vigilance cases considerably. Thus, the role of CVO should be predominantly preventive. ",
  "Preventive Vigilance ",
  "The CVO has to take following preventive vigilance measures: ",
  "(i)  To study existing procedures and practices in his organization and modify those which ",
  "allow scope for corruption ",
  "(ii) To find out the causes of delay, the points where it happens and devise steps to minimize ",
  "delays at different stages ",
  "(iii) To review the regulatory functions, determine those which are unnecessary, improve the ",
  "manner of handling regulations and of exercising powers of control ",
  "(iv)  To improve control over exercise of discretionary powers so that they are not exercised ",
  "arbitrarily but fairly and transparently ",
  "(v)  To educate citizens about the procedures of dealing with various matters and also to simplify ",
  "the cumbersome procedures to the degree possible ",
  "(vi)  To identify the areas in the organization which are prone to corruption and to ensure that ",
  "officers of proven integrity only are posted in those areas ",
  "(vii) To prepare a list of officers of doubtful integrity ",
  "(viii) To prepare the “agreed list” in consultation with the CBI. This list will include the names of ",
  "officers whose integrity is in doubt or against whom there are complaints alleging corruption ",
  "(ix)  To ensure that the officers appearing on the list of officers of doubtful integrity and the ",
  "agreed list are not posted in the identified sensitive/corruption prone areas ",
  "(x)  To ensure periodical rotations of staff ",
  "(xi)  To ensure that the organization prepares manuals on important subjects such as purchases, ",
  "contracts and the like and that these manuals are updated from time to time and conform ",
  "to the guidelines issued by the Commission. ",
  "Punitive Vigilance ",
  "Punitive vigilance refers to actions which arise after commission of acts of corruption. Many such ",
  "acts come to light from complaints which government organizations receive.  ",
  "12.14   Ethics, Integrity & Aptitude ",
  "The CVO is expected to take following action on the punitive vigilance aspects: ",
  "(i)  To receive complaints from all sources and see if the allegations relate to corruption ",
  "(ii)  To investigate specific and verifiable allegations involving corruption ",
  "(iii)  To investigate personally or through others the allegations forwarded to him by the CVC ",
  "or the CBI ",
  "(iv)  To speedily process the investigation reports and get orders of the competent authorities ",
  "on what to do about the reports and also obtain Commission’s advice on the investigation ",
  "reports ",
  "(v)  To ensure that properly worded chargesheets are served on the accused officers ",
  "(vi)  To ensure speedy appointment of authorities to inquire into charges ",
  "(vii) To examine the inquiry officer’s report and take orders on it from the competent authority ",
  "in consultation with CVC and UPSC (where necessary) ",
  "(viii) To ensure that the disciplinary authority issues a speaking order (i.e. one which states the reasons ",
  "for the decision taken) while imposing a punishment on the delinquent officer ",
  "(ix)  To ensure strict compliance with rules governing disciplinary proceedings at all stages so ",
  "as to avoid legal challenges to their validity ",
  "(x)  To ensure that the time limits prescribed for processing the vigilance cases at various stages ",
  "are observed. ",
  "Surveillance Vigilance ",
  "This aspect refers to ongoing monitoring of vigilance cases. Often, in the process of other official ",
  "work vigilance matters are neglected. CVO has to ensure that necessary actions are taken on time ",
  "in vigilance cases. Surveillance vigilance involves the following steps: ",
  "¤ CVO should conduct regular and surprise inspections in the sensitive areas in order to ",
  "detect if there have been instances of corrupt or improper practice by the public servants. ",
  "¤ He should also undertake prompt and adequate scrutiny of property returns and intimations ",
  "given by the public servants under the conduct rules and take proper follow-up action where ",
  "necessary. ",
  "¤ He should also gather intelligence from his own sources in whatever manner he deems ",
  "appropriate about the misconduct/malpractices committed or likely to be committed. ",
  "¤ CVO should invariably review all pending matters, such as investigation reports, disciplinary ",
  "cases and other vigilance complaints/cases every month and take necessary steps for ",
  "expediting action on those matters. ",
  " ",
  "HOW CORRUPTION COMES TO LIGHT ",
  "Information about corruption, malpractice or misconduct on the part of public servants may flow to ",
  "the administrative authority/the CVC/the CBI/the police authorities from any of the following sources: ",
  "(a)  Complaints received from employees of the organization or from the public; ",
  "(b)  Departmental inspection reports and stock verification surveys; ",
  "(c)  Scrutiny of annual property statements; ",
  "(d)  Scrutiny of transactions reported under the Conduct Rules;  ",
  "Mechanisms for Fighting Corruption   12.15 ",
  "(e)  Reports of irregularities in accounts detected in the routine audit of accounts, e.g. tampering ",
  "with records, over-payments, misappropriation of money or materials etc.; ",
  "(f)  Audit reports on Government accounts and on the accounts of public undertakings and ",
  "other corporate bodies; ",
  "(g)  Reports of Parliamentary Committees like the Estimates Committee, Public Accounts ",
  "Committee and the Committee on Public Undertakings; ",
  "(h)  Proceedings of the Houses of Parliament; ",
  "(i)  Complaints and allegations appearing in the press and other media; ",
  "(j)  Source information, if received verbally from an identifiable source, to be reduced to writing; ",
  "and ",
  "(k)  Intelligence gathered by agencies like CBI and local police. ",
  "In addition, the Chief Vigilance Officer concerned may also devise and adopt such methods, ",
  "as considered appropriate and fruitful in the context of nature of work handled in the organization. ",
  " ",
  "   Summary ",
  "¤ The Prevention of Corruption Act lists offences which are acts of corruption by government ",
  "servants. ",
  "¤ These acts are: (i) asking or taking money by a government servant for performing official ",
  "work or for using his influence with another official (ii) obtaining a valuable thing without ",
  "payment or inadequate payment from a person with whom he or any of his subordinates ",
  "has official dealings or where he can exert influence; (iii) abusing his position as a public ",
  "servant for monetary gain or material advantage; (iv) having assets disproportionate to ",
  "his known sources of income; (v) misappropriation, forgery or cheating or similar deeds. ",
  "¤ Some situations create doubts about an officer’s integrity. These include cases involving ",
  "gross or wilful negligence; recklessness in decision making; blatant violations of systems and ",
  "procedures; exercise of discretion in excess where no ostensible public interest is evident; ",
  "and failure to inform the controlling authority/superiors about his decisions in time. ",
  "¤ An irregularity is only a prima facie indicator of possible dishonesty. To come to any decision, ",
  "the specific circumstances of the case have to be examined. One point for consideration in ",
  "such cases is whether the decision caused loss to the organization. ",
  "¤ Commercial risk taking forms part of business. Even if reasonable commercial risk taking ",
  "leads to loss, officers are not blamed. ",
  "¤ SARC has recommended that the following should be made offences under the Prevention ",
  "of Corruption Act: ",
  "(i)  Gross perversion of the Constitution and democratic institutions amounting to wilful ",
  "violation of oath of office ",
  "(ii) Abuse of authority unduly favouring or harming someone ",
  "(iii) Obstruction of justice ",
  "(iv) Squandering public money  ",
  "12.16   Ethics, Integrity & Aptitude ",
  "¤ Santhanam Committee identified four general causes of corruption. These are (i) ",
  "administrative delays; (ii) Government overstretching its capacity by assuming too many ",
  "regulatory functions; (iii) scope for personal discretion in the exercise of powers vested in ",
  "different categories of government servants; and (iv) cumbersome procedures of dealing ",
  "with various matters which are of importance to citizens in their day to day affairs. ",
  "¤ SARC makes a distinction between two kinds of corruption which it calls coercive corruption ",
  "and collusive corruption. ",
  "¤  In cases of coercive corruption, the bribe-giver is a victim of extortion. ",
  "¤ In collusive corruption the bribe-giver and bribe-taker act as partners and rob society. The ",
  "acts involved in these situations defraud public exchequer and also harm public welfare. ",
  "¤ Systemic reforms can curb coercive corruption. For example, use of information and ",
  "communications technology has reduced corruption in areas like railway reservation. ",
  "¤ SARC has recommended that the Prevention of Corruption Act should be amended to ",
  "combat collusive corruption. It recommended that in collusive corruption, the ‘burden of ",
  "proof’ should be shifted to the accused. ",
  "¤ According to SARC, an offence could be classified as ‘collusive bribery’ if the outcome or ",
  "intended outcome of the transaction leads to a loss to the state, public or public interest. ",
  "¤  The Central Vigilance Commission was set up in 1964. ",
  "¤  The Commission was accorded statutory status in 1998. ",
  "¤ The Central Vigilance Commission consists of a Central Vigilance Commissioner ",
  "[Chairperson] and not more than two Vigilance Commissioners [Members]. The Central ",
  "Vigilance Commissioner and the Vigilance Commissioners are appointed by the President ",
  "for four years or till they attain the age of sixty-five years, whichever is earlier. ",
  "¤  In discharge of its functions the Commission: ",
  "(i)  Supervises the CBI in investigations of corruption cases; ",
  "(ii) Supervises corruption complaints against All India Services officers working with the ",
  "Central Government; Group ‘A’ officers of the Central Government; and officers of the ",
  "Central Public Sector enterprises and of autonomous organization under it and similar ",
  "others. ",
  "(iii) Investigates complaints received from government; ",
  "(iv) Orders investigation into complaints; ",
  "(v)  Advises Central Government and its agencies on corruption related matters; ",
  "(vi) Oversees the work of CVOs; and ",
  "(vii) Advises government departments and agencies on inquiry reports received against ",
  "delinquent officers. ",
  "¤ Each department, public enterprise and agency has a CVO who is appointed in consultation ",
  "with CVC. ",
  "¤ He acts as a staff officer to departmental head or head of the public enterprise. He coordinates ",
  "with CVC and CBI.  ",
  "Mechanisms for Fighting Corruption   12.17 ",
  "¤  CBI was set up in 1963. ",
  "¤  CBI’s Anticorruption Division investigates: ",
  "(i)  Cases under the Prevention of Corruption Act, 1988 ",
  "(ii) Cases under the Indian Penal Code (IPC) or any other law which also involve bribery ",
  "and corruption ",
  "(iii) Cases pertaining to serious irregularities allegedly committed by public servants ",
  "(iv) Cases against State government officials which State Governments entrust to the CBI ",
  "¤ A collegium compresing the Prime Minister, Chief Justice of India, and the leader of the ",
  "largest opposition party selects the CBI Dreictor. He holds office for two years. ",
  "¤ The CBI cannot begin prosecution proceedings against officers of the rank of Joint Secretary ",
  "and above without the approval of the Central Government. Similarly, CBI cannot prosecute ",
  "officers of CSPEs and other central agencies without the approval of the Central Government. ",
  "¤ The Chief Technical Examiner’s Organization (CTEO) functions under the administrative ",
  "control of the CVC as its technical wing. ",
  "¤ The three approaches to reducing corruption are (i) Preventative vigilance; (ii) Punitive vigilance; ",
  "and (iii) Surveillance and detection. Their components have been outlined above. ",
  "¤ Sources of information or the manner in which corruption cases come to light are – ",
  "complaints, inspections, officers’ property statements, their reported transactions, audits of ",
  "accounts, parliament proceedings, parliament committee reports, press and media reports ",
  "and routine intelligence gathering. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  Briefly outline the acts which fall within the legal definition of corruption. ",
  "2.  What are the circumstances which create suspicions about an officer’s integrity? ",
  "3.  What is the recommendation of the Second Administrative Reforms Commission on widening ",
  "the definition of corruption? Explain its rationale briefly. ",
  "4.  What do you understand by coercive and collusive forms of corruption? In what category will ",
  "you place Coalgate scam and why? ",
  "5.  An overloaded truck is stopped by a traffic constable on the highway. He tells the driver that his ",
  "number plates are covered with mud and have become unreadable. The driver tells the policeman ",
  "that rain en route and certain muddy stretches caused the problem. The policeman wants to take ",
  "him to the police station. The driver is worried that the delivery of the goods he is carrying will be ",
  "delayed and that his boss will get angry. When he pleads with the policeman, the policeman asks for ",
  "a gift to let him go. The driver pays him Rs 300 and drives away. Discuss this incident (100 words). ",
  "6.  “Corruption is a problem not so much of individual character of officials as of the defects of ",
  "government systems and procedures”.  Examine. ",
  "7.  “Prevention is better than cure”. How far does this apply to fight against corruption?  ",
  "12.18   Ethics, Integrity & Aptitude ",
  "8.  Write short notes on: ",
  "(a)  Illegal gratification ",
  "(b)  Abuse of authority ",
  "(c)  Assets disproportionate to known sources of income ",
  "(d)  Discretionary powers ",
  "(e)  Chief Vigilance Officers ",
  "(f)  Lack of integrity ",
  "(g)  Preventive vigilance. ",
  "9.  What are the functions of the Central Vigilance Commission? ",
  "10.  Suppose you are posted as CVO in an organization. How will you go about handling the likely ",
  "corruption in the office? (300 words) ",
  " ",
  "REFERENCES ",
  "  Second Administrative Reforms Commission, Ethics in Governance (Fourth Report) ",
  " The Prevention of Corruption Act 1988 ",
  " The Lokpal and Lokayuktas Act ",
  " Advisory Panel on Strengthening of the Institutions of Parliamentary Democracy (Member- ",
  "in-charge Justice Shri B.P. Jeevan Reddy, Chairperson Justice Shri H.R. Khanna, members ",
  "Shri K. Parasaran, Dr. Jayaprakash Narayan and Dr. V.A. Pai Panandikar, member Secretary) ",
  "Dr. Raghbir Singh, Probity in Public Life ",
  " N. Vittal, Applying Zero Tolerance to Corruption  ",
  " ",
  ""
]