[
  "C h a p t e r.20",
  "Attitudes ",
  " ",
  " ",
  " ",
  " ",
  " ",
  "ATTITUDE ",
  "Definition and Elaboration ",
  "Psychologists define attitude as a learned – as opposed to an in-born-tendency to evaluate things in ",
  "a certain way. This can include evaluations of people, issues, objects or events. Such evaluations are ",
  "often favourable or unfavourable but they can also be uncertain at times. Thus we often speak of ",
  "‘mixed feelings’about an individual or an event. An attitude is an expression of favour or disfavour ",
  "toward a person, place, thing, or event (or the attitude object). ",
  "Attitude object is an entity towards which an individual’s attitudes are directed. Gordon Allport ",
  "once described attitudes as “the most distinctive and indispensable concept in contemporary social ",
  "psychology”. ",
  "Psychologists have also fine tuned this definition. According to Eagly and Chaiken, an attitude ",
  "is “a psychological tendency that is expressed by evaluating a particular entity with some degree of ",
  "favour or disfavour.” The evaluations which people make can range from the extremely unfavourable ",
  "to the extremely favourable, or can be more moderate. Attitudes can be mixed, and with regard to ",
  "the same object, may vary from time to time. ",
  "Attitudes are classified as explicit and implicit. If a person is aware of his attitudes, and they ",
  "influence his behaviour and beliefs, his attitudes are explicit. Explicit attitudes are formed consciously. ",
  "A person may be unaware of his implicit beliefs though these still have some influence on his conduct ",
  "and behaviour. Implicit attitudes are subconscious attitudes. ",
  "Carl Jung, one of the founders of psychoanalysis, defines attitude as a “readiness of the psyche ",
  "to act or react in a certain way”. According to Jung, attitudes occur in pairs out of which one is ",
  "conscious and the other unconscious. Within this broad definition, Jung defines several attitudes. ",
  "He identifies the following pairs of attitudes: ",
  "Conscious  Unconscious ",
  "Extroversion  Introversion ",
  "Rational  Irrational ",
  "Individual  Social ",
  "Abstract  Creative  ",
  "20.2   Ethics, Integrity & Aptitude ",
  "Structure ",
  "Modern psychologists regard attitude as a complex, multidimensional construct. Construct means a ",
  "theoretical concept. In this context, the term ‘construct’ means that it has been created by the practitioners ",
  "of a discipline. A construct can also result from social practice or the manner in which people use ",
  "common language. A construct is not a simple (natural or social) occurrence or event or observation; ",
  "it is something which is theoretically formulated. Thus, sociologists formulate social constructs for ",
  "analyzing social phenomena. The constructs mediate between the observations sociologists make and ",
  "the way they interpret them. Multidimensional means that the theoretical concept consists of more ",
  "than one component or ingredient. Attitude has three components. These components are cognitive, ",
  "affective and conative. Cognitive part consists of a person’s thoughts and beliefs about the attitude ",
  "object. ‘Cognitive’ means ‘relating to the process of acquiring knowledge through reason, intuition and ",
  "perception’. The emotional (or affective) part consists of the feeling which the object, person, issue or ",
  "event evokes. ‘Affective’ means emotional. The behavioural part consists of the manner in which the ",
  "attitude influences a person’s behaviour. ‘Conative’ in psychology means a mental process involving the ",
  "will–impulse, desire or resolve. In simple terms, it means ‘behavioural’. William J. McGuire proposed ",
  "this classic, tripartite view of attitudes. ",
  "Researchers who made empirical studies could not, however, clearly isolate the thoughts, emotions, ",
  "and behavioural intentions associated with a particular attitude. There is often no consistency, as ",
  "required by the tripartite view of attitudes, between cognitive, affective, and behavioural associations ",
  "of an attitude. Some psychologists think that in attitude structure, the cognitive and behavioural ",
  "components are products of the emotional component, and that behaviour is driven by underlying ",
  "beliefs. ",
  "Although there is disagreement on the particular structure of attitudes, evidence shows that they ",
  "reflect more than the positive and negative evaluations of a particular object. Attitudes have other ",
  "features – like importance, certainty, or strength and associated knowledge. Further, inter-attitudinal ",
  "structure connects different attitudes to one another and to deeper psychological structures, such as ",
  "values or ideology. ",
  "Functions ",
  "In psychology (and in sociology), functionalism means a particular approach which theorists adopt ",
  "for understanding social or psychological phenomena. In simple terms, they try to understand ",
  "the purpose which the phenomenon under study serves in the society or in the personality of the ",
  "individual. For example, sociologists do not study religion in the manner in which theologians study ",
  "it. Theologians may study the details of the religious doctrine, its evolution, and how it can contribute ",
  "to the spiritual progress of its followers. Sociologists will study it differently. They will examine how ",
  "religion contributes to social stability. That is the function of religion in society. ",
  "Psychologists study attitudes similarly considering how attitudes contribute to the overall well ",
  "being of the individual. Attitudes perform various functions for the psychological and mental benefit ",
  "of the individual. An individual’s attitudes often satisfy his particular psychological needs. Men have ",
  "not only physical but also psychological needs. Thus, men need a sense of self-esteem. Otherwise, ",
  "they will be demoralized. This is called the functional aspect of an attitude since it performs a ",
  "psychological function for the individual. Psychologists explore the general and particular attitudes  ",
  "Attitudes   20.3 ",
  "of individuals by considering the manner in which an individual’s attitudes affect him. They ask, ",
  "‘what purposes in a psychological sense are served by the attitudes which an individual holds?’ ",
  "According to functional theories of attitude, attitudes are important to human psychological ",
  "functioning. Attitudes are constructs that people create in order to meet their physical, social, and ",
  "emotional needs. ",
  "In Daniel Katz’s view, attitudes perform various functions. First, attitudes have a knowledge ",
  "function, which enables individuals to understand their environment and to be consistent in their ",
  "ideas and thinking. Most attitudes serve this basic function in some measure. ",
  "Secondly, many attitudes have a utilitarian function. They help individuals in maximizing benefits ",
  "and minimizing disadvantages while interacting with individuals, groups and situations in their ",
  "environment. Utilitarian attitudes lead to behaviour that optimizes one’s interests. ",
  "Thirdly, attitudes perform a social role, helping in an individual’s self-expression and social ",
  "interaction. Subscribing to a given set of attitudes signals one’s identification with important reference ",
  "groups to express one’s core values, and to establish one’s identity. This social role of attitudes is ",
  "known as social identity function; it underlies an individual’s desire to establish his individual and ",
  "social identity. ",
  "Fourthly, attitudes promote and maintain an individual’s self-esteem. As we shall shortly see, ",
  "psychologists have identified the psychodynamic mechanisms by which attitudes support self-esteem. ",
  "This aspect suggests that attitudes can serve as defence mechanisms for handling an individual’s ",
  "internal mental conflicts. These conflicts reflect tensions within the individual psyche. The defence ",
  "mechanisms hide an individual’s true motives from himself or psychologically isolate him from ",
  "groups perceived as hostile or threatening. ",
  "Attitudes maintain self-esteem in other ways also. An individual’s attitudes toward many things are ",
  "influenced by his view on how they affect his own self-assessment. For instance, our attitudes toward ",
  "our friends and social acquaintances depend on whether we regard such association as enhancing ",
  "or lowering our social standing. Attitudes which lead individuals to associate with successful groups ",
  "(such as a winning cricket team) may be motivated by an unconscious desire for boosting their self- ",
  "esteem by “basking in reflected glory”. ",
  "(Based on The Role of Attitude Functions in Persuasion and Social Judgment Sharon Shavitt Michelle R. Nelson ) ",
  " ",
  "Case Studies ",
  "CASE 1 ",
  "In one particular backward caste, the practice of girl child marriage is prevalent. Government finds ",
  "that the custom is very deep rooted. The members of the group are reluctant to give up the practice. ",
  "Government engages a social psychologist to formulate a strategy and campaign for convincing the ",
  "caste members to change the old custom. He suggests that the message should be framed in such a ",
  "manner that it triggers the ego defence mechanisms of the fathers of the child brides.  ",
  "20.4   Ethics, Integrity & Aptitude ",
  "Question ",
  "Which of the following messages will be in line with the social psychologist’s advice? ",
  "1.  Highlighting that child marriages are out of place in progressive modern societies. ",
  "2.  Highlighting old practices like Swayamvaram which allowed girls to choose their husbands. ",
  "3.  Engaging NGOs to propagate the message. ",
  "4.  Highlighting the evil effects of early marriage of girls and appealing that as loving fathers ",
  "they should not expose their daughters to such consequences. ",
  "Discussion ",
  "The first alternative points to an important fact, but is unlikely to touch any chords in the hearts of ",
  "the parents. As they are backward and uneducated, pointing to the feature of another society outside ",
  "their experience will not have much impact. ",
  "The second alternative links the message to a social practice prevalent earlier and which finds ",
  "mention in traditional narratives. But these traditions have lost their strength and relevance to the ",
  "situation narrated in the case. ",
  "The third alternative suggests that the message should be conveyed through NGOs. It is not ",
  "about linking the message to ego-defence mechanisms but about the messenger. ",
  "The last alternative connects the message to the psychological feelings of fathers. It appeals to ",
  "the “ego-defensive” mechanisms of the fathers to overcome their prejudice in favour of girl child ",
  "marriage. Ego means selfhood, and everyone has a sense of decency. Ego-defence attitudes help him ",
  "to preserve this sense of his own decency. Fathers see themselves as deeply affectionate to daughters ",
  "and concerned with their welfare. If the harm which marriage brings to a girl child (by depriving ",
  "her of many opportunities of life) is highlighted, it is possible that those who regard themselves as ",
  "loving fathers will change their views. By appealing to an individual’s self image as a loving father, ",
  "it may be possible to change his attitude more in conformity with his self image. ",
  " ",
  "CASE 2 ",
  "Prices of sugar in international markets have gone up. Export traders see an opportunity of making ",
  "profits. There are restrictions on exports of sugar. They approach government seeking relaxation ",
  "of the export restrictions. ",
  "Question ",
  "How can the psychological attitude of the exporters be characterised in this case? ",
  "1.  It is cognitive since it is based on the knowledge that exports will increase country’s foreign ",
  "exchange reserves. ",
  "2.  It is based on ego-defence mechanism since it promotes their self-interest. ",
  "3.  It is based on perception that circumstances afford an opportunity of entering into and ",
  "stabilizing their position in foreign markets. ",
  "4.  Their attitude is utilitarian since they are essentially trying to maximise their profits.  ",
  "Attitudes   20.5 ",
  "Discussion ",
  "The first alternative is correct in noting that the exporters’ request is based on their knowledge of ",
  "market conditions. But their attitude cannot be characterised in terms of increasing country’s forex ",
  "reserves. ",
  "Answer choice (2) is incorrect. As we discussed in case 1, ego-defence mechanisms of an individual ",
  "are connected with his self-image and not directly with promoting his self-interest. ",
  "The third alternative suggests one of the economic motives of the exporters. But it does not ",
  "point to the immediate aim underlying their attitude. ",
  "Answer choice (4) is the correct one. As we have mentioned earlier, attitudes can be categorized, ",
  "based on their functions, into four groups: utilitarian, knowledge, ego-defensive, and value-expressive. ",
  "Broadly, utilitarian attitudes help people materially or in making gains and avoiding losses. They ",
  "are based on self-interest. ",
  " ",
  "CASE 3 ",
  "In olden days, people believed that diseases like chicken pox are visitations of goddesses. They ",
  "would perform various ceremonies to propitiate the deities. They used to resist inoculation measures ",
  "organized by government. ",
  "Question ",
  "What approach could government adopt in order to persuade parents to inoculate their children? ",
  "1.  Spread modern knowledge among villagers by arranging lecture tours of professors of ",
  "medicine in rural areas. ",
  "2.  Show audio clips of celebrities recommending inoculation of children. ",
  "3.  Persuade some parents first to inoculate their children and employ them to spread the ",
  "message to other parents. ",
  "4.  Arrange discourses by well-known religious  preachers. ",
  " ",
  "Discussion ",
  "The first alternative is unsuitable because the villagers will not be able to understand what the ",
  "professors are saying. Professors are used to addressing medical students and not villagers. ",
  "The second answer choice is incorrect. Since the reluctance to inoculation is a superstition, ",
  "appeals of celebrities may not work. ",
  "The third option is the most appropriate one. Once a few villagers are persuaded to have their ",
  "children inoculated, and as the benefits are seen, other villagers will be convinced. Word of mouth ",
  "from fellow villagers will carry great weight. This approach depends on actually demonstrating the ",
  "benefits of inoculation. Villagers tend to relate to others in the rural community as their reference ",
  "group. ",
  "The fourth alternative may not work by itself. The preachers are used to giving religious discourses. ",
  "Explaining the mechanisms of infectious diseases and the needed preventive measures are not in ",
  "their line.  ",
  "20.6   Ethics, Integrity & Aptitude ",
  "CASE 4 ",
  "Priyamvada’s husband Prabhu is unfaithful to her. Somehow he could never keep his marriage vows ",
  "and be constant to his wife. He had a string of relationships with various women. He would explain ",
  "away matters to Priyamvada through flimsy excuses. One day Priamvada’s friend Jalaja sees Prabhu ",
  "with his lady colleague late at night in a restaurant. She alerts Priyamvada and tells her to rein in ",
  "Prabhu. Priyamvada gets angry and stoutly defends Prabhu. ",
  "Question ",
  "What do you make of Priyamvada’s conduct? ",
  "1.  She is trying to play the role of loyal and trusting wife. ",
  "2.  Like some women, Priyamvada has a tendency to act like a doormat in relation to her ",
  "husband. ",
  "3.  She genuinely believes that Prabhu’s affairs are Platonic relationships. ",
  "4.  She is psychologically in a state of denial. ",
  " ",
  "Discussion ",
  "The first answer choice may be partly true. But Priyamvada is refusing to look at facts. Loyalty and ",
  "trust are two way relationships. Displaying loyalty or trust in the absence of reciprocity is dysfunctional ",
  "behaviour. ",
  "The second choice points to a tendency which some women have due to various experiences ",
  "they undergo. They lose their sense of self-respect. They readily accept and put up with unacceptable ",
  "behaviour from others. This is a weakness. But in this case, we need to specifically consider ",
  "Priyamvada’s response to her husband’s  infidelity. ",
  "The third answer choice could be a possibility. But she really has no reason to regard the affairs ",
  "as innocent friendships. Prabhu has been having the affairs, and she readily accepted his airy-fairy ",
  "explanations without showing any critical attitude. ",
  "The fourth answer choice is the most appropriate one. Priyamvada’s response seems to indicate ",
  "the working of the ego-defence mechanism called denial. As we saw earlier, ego-defence mechanisms ",
  "are psychological devices which people use to avoid psychological harm. In other words, they do ",
  "not want to go down in their own eyes. Typically, these mechanisms come into play in situations in ",
  "which individuals feel a sense of humiliation, shame, indignity and loss of self-respect. This is the ",
  "situation that Priyamvada faces. But instead of facing the reality of Prabhu’s infidelity and squarely ",
  "dealing with it, she has gone into denial. She refuses to look at the reality of Prabhu’s betrayal and ",
  "takes shelter in illusions. ",
  " ",
  "CASE 5 ",
  "X has a strong dislike for Y. As Y is an influential and rich local politician, X is unable to express ",
  "his true feelings. Gradually, he convinces himself on flimsy grounds that Y does not like him.  ",
  "Attitudes   20.7 ",
  "Question ",
  "How will you account for X’s feeling that Y does not like him. ",
  "1.  Y must have through his behaviour led X to this feeling. ",
  "2.  X may have misread Y’s behaviour towards him or misinterpreted his body language. ",
  "3.  X seems to have come to a random conclusion. ",
  "4.  This feeling could be a psychological projection on X’s part. ",
  " ",
  "Discussion ",
  "The firsts answer choice is incorrect since X has come to this conclusion on flimsy grounds. ",
  "For the same reason, the second option can also be ruled out. ",
  "The third choice does not contain any clue to explain the feeling which X has formed. It gives ",
  "no reason or suggestion for the feeling that X has formed. ",
  "The fourth answer choice is the appropriate one. X has transferred his feelings to Y. That is to ",
  "say he converted his dislike for Y into an unfounded feeling that Y does not like him. Projection ",
  "allows the expression of one’s desire or impulse, but in a way that the ego cannot recognise. It hides ",
  "one’s real feelings from one’s self. It thus reduces anxiety. ",
  " ",
  "CASE 6 ",
  "In one of Aesop’s fables, a fox is attracted by lovely bunches of grapes hanging from a tree. It makes ",
  "several jumps to reach them but they are hanging high beyond its reach. Upon failing to reach the ",
  "grapes, the fox consoles itself with the thought that they are sour. ",
  "Question ",
  "How can we interpret the story in psychological terms? ",
  "1.  It is a story for entertaining children and has no hidden psychological insights. ",
  "2.  When we are unable to attain an object of our desire, we should take comfort in the thought ",
  "that its achievement would have made no great difference to us. ",
  "3.  One should not unrealistically pursue unattainable goals. ",
  "4.  The fox’s reaction is a form of rationalization. ",
  " ",
  "Discussion ",
  "The first answer choice is incorrect. The story contains an important insight. It points ironically that ",
  "when we fail to reach a desired goal, we often depreciate its worth. Thus an individual who fails ",
  "in his efforts to acquire wealth may end up with the view that the advantages of wealth are highly ",
  "exaggerated. ",
  "The second option is also wrong. It suggests that we should rationalize our failures in some way. ",
  "It may enable us to reconcile to failure but in a manner which is intellectually dishonest. ",
  "The third answer choice is prudent advice to reduce chances of frustration. But in life we should ",
  "not give up any worthwhile goal because the attempt to attain it may carry risk of failure. Success ",
  "and failure have to be taken in one’s stride. Otherwise, we will be unable to attempt anything.  ",
  "20.8   Ethics, Integrity & Aptitude ",
  "The fourth answer choice is correct. The fox naturally feels frustrated. To get over this frustration, ",
  "it makes an unfounded conjecture that the grapes are sour. It is taking comfort from an illusory ",
  "idea. In this way, it feels that it has not lost anything and that there is no cause for regret. It derives ",
  "psychological solace from this process of rationalizing. The term “rationalizing” despite its verbal ",
  "similarity to ‘rational’ (which means based on reason) has an opposite meaning. Rationalizing ",
  "means that we are giving a false explanation to an event, an explanation which satisfies our need ",
  "for emotional comfort but ignores facts. As it ignores reality, rationalizing is an unhealthy trend. ",
  " ",
  "LEARNING THEORY OF ATTITUDE CHANGE ",
  "Classical Conditioning ",
  "Psychologists mention three learning theories of attitude change: classical conditioning; operant ",
  "conditioning; and observational learning. Ivan Pavlov, a Russian biologist, discovered classical ",
  "conditioning. In an experiment with feeding a dog, he noticed an interesting fact. Whenever ",
  "food was brought to a dog, its smell made the dog salivate. Here, the smell of the food is called ",
  "an unconditioned stimulus. It naturally and automatically triggers salivating, and this is known as ",
  "unconditioned response. Pavlov then began ringing a bell whenever the food was brought to the ",
  "dog. The sound of the bell is known as the neutral stimulus. In this way, Pavlov associated a neutral ",
  "stimulus with the unconditioned stimulus (smell of food). Pavlov found that the dog began to salivate ",
  "at the sound of the bell even in the absence of food. Conditioning involves pairing a previously ",
  "neutral stimulus (such as the sound of a bell) with an unconditioned stimulus (the taste of food). The ",
  "sound of the bell is now known as the conditioned stimulus and salivating in response to the bell is ",
  "known as the conditioned response. ",
  "Classical conditioning can be used to create positive emotional reactions to a person, object or ",
  "event by associating positive feelings with the target object. Commercial advertisements use classical ",
  "conditioning to create a favourable impression about a product in the minds of readers or viewers. ",
  "For example, it will show popular cricket stars consuming a particular brand of soda while having ",
  "fun. It influences the audience by carrying over their favourable feelings about their cricketers to ",
  "the particular soda brand. ",
  "Operant Conditioning ",
  "Operant conditioning is another mechanism which leads to attitude formation. Operant conditioning ",
  "is also known as instrumental conditioning. B.F. Skinner coined the term operant conditioning; it ",
  "means changing of behaviour by the use of reinforcement which is given after the desired response. ",
  "Positive reinforcers are favourable events or outcomes that are presented after the behaviour like ",
  "praise or reward. Negative reinforcers involve the removal of an unfavourable event or outcome ",
  "after the display of desired behaviour. In these situations, a response is strengthened by the removal ",
  "of something considered unpleasant. Both these strengthen the likelihood of behaviour in future. ",
  "Punishment, on the other hand, is the presentation of an adverse event or outcome after behaviour ",
  "that causes a decrease in that behaviour. ",
  "In this method, learning occurs through rewards and punishments for behaviour. Through ",
  "operant conditioning, an association is made between behaviour and a consequence of that behaviour.  ",
  "Attitudes   20.9 ",
  "Behaviour which is reinforced tends to be repeated (i.e. strengthened); behaviour which is not ",
  "reinforced tends to die out or be extinguished (i.e. weakened). Skinner’s theory explains how we ",
  "acquire learned behaviours. ",
  " ",
  "CASE 7 ",
  "(a)  The small children in the class became noisy. The teacher tried to silence them. But they ",
  "were too excited to listen to her. Then, she promises to give chocolates to students if they ",
  "remain silent. They soon became silent. ",
  "(b)  A dog trainer was throwing a ball and asking the dog to retrieve it. Whenever it ran promptly ",
  "and retrieved the ball, he was patting it affectionately. When it was slack, he gave it cold ",
  "looks and ignored it. After a long training session, the dog began to sprint immediately as ",
  "soon as he threw the ball. ",
  "Question ",
  "What according to you is the method of teaching (or learning) employed in the above examples? ",
  "1.  These are common practices which teachers and trainers use based on their practical ",
  "experience. ",
  "2.  The examples illustrate how rewards can be used as a means of persuading trainees to ",
  "change their behaviour. ",
  "3.  The examples show how operant conditioning is used in training. ",
  "4.  The examples illustrate how classical conditioning is used in training. ",
  " ",
  "Discussion ",
  "The first answer choice generally refers to common practices without identifying the actual methods ",
  "which underlie such practices. It is not a specific answer. ",
  "The second choice is nearer to the answer, but it also fails to make a specific mention of the ",
  "method. ",
  "The third answer choice is the correct one. Teachers, parents, psychologists, animal trainers ",
  "and others use operant conditioning for many purposes. In this method, learning occurs through ",
  "rewards and punishments for behaviour. Through operant conditioning, an association is made ",
  "between behaviour and a consequence of that behaviour. Behavior which is reinforced tends to be ",
  "repeated (i.e. strengthened); behavior which is not reinforced tends to die out or be extinguished ",
  "(i.e. weakened). ",
  "The fourth answer choice is incorrect. As we saw earlier, in classical conditioning, the behaviour ",
  "is involuntary. Classical conditioning involves making an association between an involuntary response ",
  "and a stimulus, while operant conditioning is about making an association between a voluntary ",
  "behavior and a consequence. In operant conditioning, the learner is rewarded with incentives. ",
  "In classical conditioning, there are no rewards. In classical conditioning, the learner is passive. In ",
  "operant conditioning, the learner is active and is rewarded or punished.  ",
  "20.10   Ethics, Integrity & Aptitude ",
  "Observational Learning ",
  "People form attitudes by observing people around them. People are particularly influenced by the ",
  "attitudes of those whom they admire. Children observe the attitudes of their parents and imitate ",
  "their ways including attitudes. Some psychologists believe that observational learning is the source ",
  "of most of our attitudes. ",
  "Theory of Persuasion ",
  "In many commercial and administrative situations, we want to persuade people to change their ",
  "attitudes, beliefs and habits. A firm which introduces a new brand of hair highlights would try to ",
  "wean women away from other brands. A new Australian university may try to persuade students ",
  "to join it. Governments may try to induce parents in rural areas to enrol their children in primary ",
  "schools. Theories of persuasion describe the ideal means of persuading people to change their beliefs, ",
  "attitudes and habits. Theory of persuasion is also known as Elaboration Likelihood theory of attitude. ",
  "This theory posits that attitudes of people on any subject can be changed by suitably ",
  "communicating appropriate information to them. Many aspects are relevant in trying to persuade ",
  "people to change their attitude on any subject. These are: ",
  "(i)  object of the attitude i.e. thing, person, group or idea towards which an attitude is directed; ",
  "(ii) the message or information; ",
  "(iii) the manner in which it is delivered; ",
  "(iv) the messenger; and ",
  "(v)  the target audience i.e. individuals whose attitudes need change. ",
  "An advertisement is a simple example of an attempt to persuade consumers to buy a particular ",
  "brand of product like jeans. It shows all the above mentioned aspects of persuasion. We will now ",
  "discuss the elaboration likelihood theory in detail. ",
  "Success in persuading people depends on the interplay of various aspects we mentioned above. ",
  "These are: ",
  "(i)  characteristics of target audience; ",
  "(ii) characteristics of the messenger or the source of the message; ",
  "(iii) characteristics of the message; and ",
  "(iv) cognitive routes. ",
  " ",
  "Audience Characteristics ",
  "To change the attitude of people on any object, they have to be provided with information which ",
  "they may not possess. In other words, they have to be given a message. Success of a message – ",
  "which is designed to change attitudes – first of all depends on audience characteristics. It is the ",
  "audience who has to receive and process the information. Their ability to do this depends on their ",
  "intelligence. Researchers have studied various characteristics of audience to determine how they ",
  "influence audience response to the message.  ",
  "Attitudes   20.11 ",
  "Experiments show that people with higher intelligence are unlikely to be persuaded by one- ",
  "sided messages. Researchers have also studied the correlation between self-esteem of individuals and ",
  "their willingness to be persuaded. The conventional view is that it is hard to persuade people with ",
  "high self-esteem to accept new attitudes. But the relationship between self-esteem and willingness ",
  "to change one’s attitude seems to be curvilinear, meaning thereby that individuals with average ",
  "level of self-esteem are more ready to change their attitudes than those with either high self-esteem ",
  "or low self-esteem. The state of mind and mood of the target audience also influence the manner ",
  "in which they respond to the message. ",
  "Source Characteristics ",
  "These refer to the person who is delivering the message. The variables which determine how effective ",
  "a person will be in delivering the message are his expertise, trustworthiness and attractiveness ",
  "to audience. The audience, in order to be convinced, have to be assured that the message is ",
  "authoritative and authentic. One will be more inclined to trust information on any scientific topic if ",
  "it is found in an article in Nature than if it is aired on a TV talk show. Although this trend generally ",
  "holds, there can be exceptions. In this connection, psychologists mention the “the sleeper effect”, ",
  "according to which the effect of telling people about the credible source of information disappears ",
  "after some time. It is likely that if people know of the source of a message before hearing it, they ",
  "will not overlook the fact. But “sleeper effect” may operate if they are first given the message and ",
  "then informed about its source. ",
  "Impressionable audiences are also swayed by the personality or attractiveness of the messenger. ",
  " ",
  "CASE 8 ",
  "A company is working on an advertisement campaign for launching a new liquid soap for washing ",
  "clothes. The advertising consultant suggests that the message (advertisement) should be delivered ",
  "by a female character likely to appeal to the audience consisting of the consumers (target audience). ",
  "The choice is between a home maker, a nurse, a popular lady film star and a finance executive. ",
  "Question ",
  "Select the appropriate character and give reasons for your choice. ",
  "1.  Nurse ",
  "2.  Popular film star ",
  "3.  Finance executive ",
  "4.  Home maker ",
  " ",
  "Discussion ",
  "The first choice is inappropriate. Nurses, though often seen in white dress, are associated in popular ",
  "mind with hospitals, injections or other medical contexts. The message will not register strongly with ",
  "the target audience. ",
  "For similar reasons, the second answer choice can be excluded. Popular film stars are mentally ",
  "associated in the minds of audience with romance, adventure, drama, dance and music. A glamorous  ",
  "20.12   Ethics, Integrity & Aptitude ",
  "filmy character appearing in a domestic scene showing washing of dirty clothes will create dissonance ",
  "in the minds of audience. They will find it hard to imagine her washing clothes. Her role will lack ",
  "credibility and will be ineffective. ",
  "The finance executive will also fail to create the necessary mental responses in the target audience. ",
  "They will associate her with accounts, investments, taxes and the like. ",
  "The last answer choice is the most appropriate. A home maker will fit the role for people can ",
  "imagine her washing the clothes as part of her daily chores. She will be seen as knowledgeable about ",
  "the message. She will carry conviction with the target audience. ",
  "Cognitive Routes ",
  "A message seeking to change an attitude can appeal to an individual’s intellect or logical faculty. ",
  "This appeal can be either through the central route or the peripheral route. In the central route to ",
  "persuasion, the individual is presented with the data and motivated to evaluate the data and arrive at ",
  "an attitude changing conclusion. In the peripheral route to attitude change, the individual is encouraged ",
  "to not look at the content but at the source. This is commonly seen in modern advertisements that ",
  "feature celebrities. You are asked to buy a sports shoe because Virat Kohli is wearing it. In some ",
  "cases, physicians, doctors or experts are used. In other cases film stars are used for their attractiveness. ",
  "Uptil now, we have briefly outlined a theory of persuasion. In actual practice, it can be ",
  "elaborated and refined in many ways. But even in its simple form, it has several applications in ",
  "many administrative situations. In the 1950s, government launched a community development ",
  "programme all over the country. Its aim was to change the attitudes of villagers in many areas ",
  "ranging from agricultural practices to family planning. Its method was called ‘extension’. It tried ",
  "to persuade people to change their traditional attitudes to things. ",
  "At present, government is running numerous economic and social programmes for the ",
  "poor and the needy. In implementing such programmes, their intended beneficiaries have to be ",
  "involved. It is necessary to secure their participation by persuading them of the advantages of the ",
  "programmes. The various aspects mentioned above in the theory of persuasion will have to be ",
  "taken into account while organizing campaigns to secure peoples’ participation. ",
  "Attitudes, Beliefs and Actions ",
  "Social psychologists study the relation between an individual’s attitudes, beliefs (or views) and actions. ",
  "Earlier, social psychologists thought that attitudes of an individual result in compatible beliefs and ",
  "actions. ",
  " ",
  "CASE 9 ",
  "Revathi keeps telling her friends that she is fond of classical music. Her friends notice that she, ",
  "however, does not attend classical music concerts. One of her friends is associated with a musical ",
  "group, and frequently orgnises classical concerts. He offers her tickets on a few occasions for the ",
  "concerts but she shows no interest.  ",
  "Attitudes   20.13 ",
  "Question ",
  "What probable explanations can be given for her conduct? ",
  "1.  She may be a hypocrite pretending to be an art lover. ",
  "2.  She may be lazy. ",
  "3.  This type of inconsistency is common since individuals lack the necessary energy and drive ",
  "to pursue their interests. ",
  "4.  Revathi may be too busy with her other tasks to find time for attending classical music ",
  "concerts. ",
  "Discussion ",
  "The first answer choice could be a possibility. But there is no reason to assume that she will gain ",
  "anything by her pretence. Hence, this can be ruled out. ",
  "The second answer may be true but it is too general and can apply to many situations. It is an ",
  "insufficient explanation of her conduct in this case. ",
  "The third and fourth answer choices can be selected as probable explanations. The third option ",
  "mentions a commonly observed lack of correlation between people’s beliefs, attitudes and interests ",
  "and their behaviour. Revathi’s behaviour shows this lack of correspondence between her avowed ",
  "interest and behaviour. The third reason is psychological. The fourth reason links her behaviour to ",
  "her other preoccupations and can be a plausible explanation. ",
  "Cognitive Consistency ",
  "Normally, we expect an individual to hold views which are consistent with his attitudes. We believe ",
  "that an individual’s thinking will be marked by cognitive consistency. This is the theory that people ",
  "try to be consistent in their attitudes, views and in their behaviour. ",
  " ",
  "CASE 10 ",
  "Suppose that X supports foreign direct investment in retail trade and relaxation of labour laws. One ",
  "day he is discussing India’s balance of payments situation with his friends. It is showing a large deficit ",
  "in the current account. Analysis shows that large gold imports are a reason for the large deficit. ",
  "They note that government is considering a proposal to restrict import of gold except for its use in ",
  "making ornaments for exports. ",
  "Question ",
  "What can one say would be a consistent stand for X to take in the discussion and why? ",
  "1.  X should support restrictions on gold imports as a means of reducing current account deficit ",
  "in the balance of payments. ",
  "2.  X should oppose any restrictions on imports of gold. ",
  "3.  X though he may subscribe to economic reforms need not support all its elements. ",
  "4.  X should not comment on the matter unless he has an interest in it.  ",
  "20.14   Ethics, Integrity & Aptitude ",
  "Discussion ",
  "The first answer choice will be inconsistent with X’s economic ideology. The first sentence of the ",
  "case indicates that X supports reformist economic agenda. In this instance, one does not expect X ",
  "to recommend that government should impose direct import controls to cut down gold imports. For ",
  "that will be inconsistent with the logic or values underlying his other beliefs which together make up ",
  "economic reform agenda. Economic reforms oppose direct intervention of government in economic ",
  "sphere. They argue that market forces should have free play in the economy. ",
  "The second answer choice is correct since it is consistent with X’s ideology. It will be logically ",
  "consistent with his belief system. ",
  "The third option is correct in one sense. Though one may adopt an ideology, he may not agree ",
  "with all its tenets. But in this case, the question is about one consistent stand. Hence, the second ",
  "answer choice has to be preferred. ",
  "The fourth option does not answer the question. It goes off the tangent and proposes an irrelevant ",
  "answer. The answer has to be in the terms of the question which is about what would be X’s consistent ",
  "stand. ",
  " ",
  "CASE 11 ",
  "Nakul Patel is keen to study in USA. Unfortunately, he has a poor academic record. He has not ",
  "appeared in GRE and TOFEL. His uncle Kushal Patel while on a visit to India advises Nakul to ",
  "visit USA on a tourist visa. Kushal runs a few grocery stores in Alabama. He assures Nakul that he ",
  "will secure him admission in a university and that any Indian student reaching America will do well. ",
  "Nakul takes money from his father and reaches USA. But he does miserably in GRE and TOFEL. ",
  "He finds that his uncle is too immersed in running the shops. ",
  "Question ",
  "How can we evaluate the position in which Nakul landed? ",
  "1.  Things do not always happen in accordance with one’s plans. ",
  "2.  Kushal Patel’s advice to Nakul was improper. ",
  "3.  Nakul did not carefully plan his strategy and work towards his goal. ",
  "4.  Luck did not favour Nakul. ",
  " ",
  "Discussion ",
  "The first answer choice is a general observation which though true fails to address the specific ",
  "ingredients of the case. As we shall see, Nakul did not have a proper plan for reaching his chosen goal. ",
  "The second answer choice is partially true, but really does not explain the predicament of ",
  "Nakul. Kushal being a grocery store owner lacks the necessary background to advise Nakul about ",
  "studies in USA. Kushal rightly observed that Indian students in USA do well, but had no idea of ",
  "the preparatory work they do before they go to USA, and the efforts they make thereafter. It was ",
  "for Nakul to plan and get ready for the academic career in USA.  ",
  "Attitudes   20.15 ",
  "The third option is the correct one. It zeros in on the mistakes Nakul made. As Nakul did not ",
  "have a good academic record, he should have worked to improve his skills and knowledge. He ",
  "should have taken the necessary tests before going to USA. He could have consulted his teachers ",
  "and friends. In short, he did not prepare himself adequately for pursuing studies in USA. He allowed ",
  "his thinking to be taken over by his dreams. Both rationalization and wishful thinking are irrational ",
  "ways of acting on the basis of our attitudes. Hence, his chances of success were bleak from the start. ",
  "Luck or fortune is the final or residuary factor in success. It is not in our hands. If after making ",
  "earnest efforts one does not succeed, then he can ascribe failure to fortuitous factors. But Nakul ",
  "did not make the necessary efforts. Here, we may recall the famous saying that fortune favours the ",
  "prepared mind. ",
  "Cognitive Dissonance Theory ",
  "Uptil now, we have looked at beliefs (or views) and actions (or behaviours) as flowing consistently ",
  "from attitudes. Leon Festinger showed that the relation can operate also from the opposite direction. ",
  "That is to say, just as attitudes can affect behaviour, behaviour can affect attitudes. This is called the ",
  "theory of cognitive dissonance. Dissonance means disharmony or inconsistency. When an individual’s ",
  "beliefs and attitudes oppose each other or the behaviour, he experiences psychological tension or ",
  "discomfort. He is then motivated to reduce the dissonance through changes in behaviour or cognition. ",
  " ",
  "CASE 12 ",
  "Vaishali is keen on learning classical music. But her teacher lives far from where Vaishali lives. Her ",
  "father is also making her work in the family business. He is also insisting that she should continue ",
  "with her post graduation. Vaishali is caught in the conflict between her love for classical music and ",
  "her other engagements. She decides to reduce her teaching sessions by half. ",
  "Question ",
  "What is the psychological concept which Vaishali’s behaviour illustrates? ",
  "1.  She is showing excessive dependence on her father and is allowing herself to be dictated ",
  "by him. ",
  "2.  She has no genuine interest in classical music. ",
  "3.  She has too many irons in the fire. ",
  "4.  Through her action, Vaishali has reduced the cognitive dissonance she was experiencing. ",
  " ",
  "Discussion ",
  "The first answer choice is inappropriate. There is no reason to believe that she is over-dependent ",
  "on her father. His advice to her on pursuing post graduation and learning about family business is ",
  "sensible. ",
  "The second answer choice can be rejected since Vaishali has not given up learning classical ",
  "music in spite of her other pressing commitments.  ",
  "20.16   Ethics, Integrity & Aptitude ",
  "The third alternative is a general observation. In fact, we have to pursue several tasks and perform ",
  "many roles simultaneously in life. This is a common situation. Multitasking skills are needed in life ",
  "and in professions. ",
  "The fourth answer choice correctly explains the psychological rationale of Vaishali’s decision. ",
  "She is pursuing divergent tasks demanding her time and effort. All the tasks are important. But the ",
  "pull of tasks in different directions and time pressure are creating a situation of cognitive dissonance ",
  "for her. This leads to mental tension. She has overcome the cognitive tension by striking a balance ",
  "between the time allotted for different tasks. Her decision can be conceptualized in non-psychological ",
  "terms also. In that case, one speaks of the relative priorities she should attach to the different tasks ",
  "she is pursuing. ",
  "Attitude-behaviour mismatch ",
  "As mentioned earlier, governments sometimes want to change the traditional beliefs and attitudes of ",
  "people. This is connected with efforts towards modernization. Conservative beliefs and behaviour ",
  "could hinder development and social change. Thus people may resist family planning, refuse to ",
  "send their girls to school or fail to adopt new agricultural technologies. Then how can government ",
  "induce people to adopt new attitudes and undertake actions that promote economic development? ",
  "The emphasis on attitudes often arises from the view that they lead to concomitant actions. ",
  "Two Crucial Studies ",
  "Surprisingly, this common sense viewed no support from empirical studies. In fact, early psychologists ",
  "took it for granted that attitudes of people govern their behaviour. This view appeared doubtful ",
  "as a result of two famous studies. The first study showed that people do not behave according to ",
  "their stated attitudes. In the early 1930s, LaPiere accompanied a young Chinese couple during their ",
  "travel in USA, and observed whether they faced any racial prejudice in motels, restaurants or hotels. ",
  "It may be noted that Chinese faced discrimination in USA at that time. He found that they were ",
  "well-treated. Later he sent a questionnaire to these very establishments asking whether they would ",
  "welcome Chinese guests. Surprisingly, most of the respondents said that Chinese are unwelcome. ",
  "Thus, though the establishments treated the Chinese well, they expressed a different attitude in the ",
  "questionnaire. In other words, people did not behave according to their stated attitudes. ",
  "The second study was made by Corey. At the start of the semester, Corey devised a measure ",
  "of the attitude of students towards cheating in the examination. The measure indicated that the ",
  "students were inclined to copy in the examinations. During the semester, he took many tests, and ",
  "allowed ample scope for students to cheat in the tests. Here again, the conclusion was negative. ",
  "Although the students said that they were willing to cheat in examinations, they did not in fact do ",
  "so. Subsequent empirical studies confirmed that attitudes did not result in behaviour consonant with ",
  "them. One social psychologist Wicker in fact suggested that the concept or construct attitude is a ",
  "worthless research tool and should be abandoned. ",
  "In the meanwhile, social psychologists began developing reliable measures to study attitudes. ",
  "Researchers also started studying the processes of attitude formation and attitude change. We discussed ",
  "these two topics in the previous sections. Further, American army’s use of films and mass media ",
  "during the Second World War, spurred interest in communication and persuasion. Notwithstanding  ",
  "Attitudes   20.17 ",
  "findings to the contrary, the users of communication theories relied on the assumption that change ",
  "in attitudes would alter behaviour. ",
  "Explaining Inconsistency ",
  "Faced with the evidence about the attitude–behaviour inconsistency, some researchers doubted the ",
  "validity of survey procedures and the suitability of the samples. Some scholars argued that the persons ",
  "included in the sample and covered in the survey were unrepresentative of the general population. ",
  "Doubts were expressed about the verbal attitude measures (or what the people surveyed said). The ",
  "individuals covered in the survey showed a response bias; to questionnaires which tried to discover ",
  "their attitudes and personality traits, they gave replies which carry social approval. (They tried to be ",
  "goody-goody.) They concealed their true feelings. Nobody wants to give the impression of being nasty! ",
  "To get over such problems, researchers adopted disguised verbal procedures camouflaging ",
  "the true purpose of the instrument or the questionnaire. Another procedure relied on physiological ",
  "reactions like heart rate, palmar sweat and galvanic skin response. However, both the procedures ",
  "proved unsatisfactory. ",
  "Researchers also tried another approach. Attitudes measurement techniques then in use, generated ",
  "with a single score representing the respondent’s overall positive or negative reaction to the attitude ",
  "object. Many theorists felt that attitude measures reflected only one of the three components of ",
  "behaviour. Most of the time, the attitude measure was based only on the affective or emotional ",
  "component and left out the cognitive and conative or behavioural components. Attempts were then ",
  "made to build measures covering the three components. However, the three-component approach ",
  "failed to explain the attitude-behaviour inconsistencies. ",
  "Two Kinds of Inconsistency ",
  "In their studies, investigators examined two kinds of inconsistency and explored various possibilities ",
  "One approach relied on refining surveys and investigative procedures. Another approach looked at ",
  "reasons which prevented people from acting fully in line with their activities. Social psychologists also ",
  "explored situations which showed a better fit between attitudes and behaviours. They propounded ",
  "theories incorporating additional explanatory variables. We will briefly outline these approaches. ",
  "One type of inconsistency consists in people (in psychological terminology) failing to act according ",
  "to their declared behavioural intentions. In simple language, during a survey, they would tell the ",
  "investigator that they would do X (general symbol for act or behaviour) or not do X. But in practice, ",
  "they would do its opposite (or not do anything). ",
  "Psychologists use questionnaires or surveys to discover the general (evaluative) attitudes of ",
  "people toward any chosen object of their behaviour. They believe that favourable attitudes will ",
  "elicit positive responses to the object and unfavourable attitudes will elicit negative responses. ",
  "Inconsistency arises when the general attitude fails to correlate with the specific behaviour ",
  "under investigation. This is called evaluative inconsistency because the evaluation expressed ",
  "in verbal attitudes (or what is said) does not match with actual behaviour.  ",
  "20.18   Ethics, Integrity & Aptitude ",
  "Most instances of attitude behaviour inconsistency fall into this category. To visualize the ",
  "problem, we need to think of: (a) the general attitude; (b) the person, group, thing or event towards ",
  "which attitude is directed i.e. object of the attitude; and (c) a specific behaviour towards the object ",
  "of attitude. The inconsistency is that (a) does not lead to (c). An example can be of a person who ",
  "says that he is deeply religious, but does not visit temples. ",
  "Moderating Factors ",
  "Evaluative inconsistency arises from the complenxity of relation between general attitude and ",
  "individual behaviour. ",
  "Attitude and behaviour; according to some researchers, diverge due to certain moderating factors. ",
  "These are connected with (a) traits of the individual performing the behaviour, (b) the situation in ",
  "which it is performed; and (c) the characteristics of the attitude itself. As regards differences between ",
  "individuals, researchers refer to three individual difference variables: self-monitoring tendency, self- ",
  "consciousness or self-awareness, and the need for cognition. ",
  "(a) Individuals high in self-monitoring speak or act appropriately depending on the social or ",
  "interpersonal context of a situation. They tailor their true attitudes to situational requirements. ",
  "They hide their true feelings. But individuals who are not very self-conscious say or do things that ",
  "truly reflect their own attitudes, traits, feelings, and other current inner states. They show greater ",
  "attitude-behaviour consistency. Further, people are likely to act according to their attitudes if they ",
  "have vested interest in a topic or if they are confident of their attitudes or if they regard the attitude ",
  "object as important. ",
  "(b) The situational moderators of the attitude-behaviour relation include time pressure and ",
  "presence or absence of a mirror in the behavioural situation. Time pressure forces one to think ",
  "quickly. Introduction of a mirror increases the subject’s self-awareness. Both the factors lead to greater ",
  "correspondence between general attitude and specific behaviour. ",
  "(c) As for qualities of the attitude that may moderate the strength of the attitude-behaviour ",
  "relation, investigators examined three aspects. First aspect is the degree of consistency between the ",
  "cognitive and affective components of the attitude. If the two are correlated, behaviour tends to follow ",
  "attitude. Secondly, behaviour tends to follow attitudes when they are based on direct experience ",
  "as opposed to second-hand information. Attitude formed as a result of central processing [route] is ",
  "more likely to lead to corresponding behaviour than if it is formed through peripheral processing. ",
  "As we saw before, in central processing, information is closely scrutinized for its logical validity and ",
  "factual veracity. In peripheral processing, the participant does not subject the information to rigorous ",
  "scrutiny. ",
  "Domain of Interest and Set of Behaviour ",
  "Above mentioned moderators partly explain attitude-behaviour divergence. However, social ",
  "psychologists would like to predict accurately from an individual’s general attitude his individual ",
  "behaviours or actions. On one side is an individual’s attitude; on the other are his individual behaviours ",
  "expected to flow from his attitude. The latter sometimes do not materialise because general attitudes ",
  "can manifest in numerous ways. While some may result from it, others do not follow as anticipated  ",
  "Attitudes   20.19 ",
  "For example, ‘religiosity’ is a general attitude. A specific, single behaviour may not follow from ",
  "it. An avowedly religious person may not regularly visit temples. However, he may be attending ",
  "bhajans, listening to religious discourses on TV, reading religious treatises and practising meditation. ",
  "We can list several similar religious activities. It will be found that a set or group of individual religious ",
  "acts will together reflect his religiosity. ",
  "What this shows is that if we exhaustively enumerate all the individual behaviours which flow ",
  "from an attitude, we can predict that an individual with those attitude will display some of the ",
  "associated individual behaviours. However, we are often interested not in a broad multiple act index ",
  "of behaviour, but with predicting when specific individual behaviours occur. We want to know the ",
  "factors which lead to the individual behaviours of interest to us. ",
  "Let us consider Swachh Bharat programme in a village in Saurashtra. How can we predict the ",
  "response of a poor village household to it? Now, women in rural Saurastra have very positive attitude ",
  "to cleanliness. Even in small houses, the single living room is kept clean; the meagre furniture and ",
  "articles are kept in neat and tidy order. The kitchen is spic and span with a row of gleaming copper ",
  "vessels. ",
  "However, this general attitude towards cleanliness could be insufficient to elicit the individual ",
  "behaviours needed for Swachh Bharat programme. While the interior of the house is spotlessly ",
  "clean, its surrounding public area is neglected. People may prefer to continue with the old habit of ",
  "answering nature calls in public. They may be reluctant for want of resources to invest in private ",
  "toilets. At the same time, before visiting officers canvassing the programme, they will welcome it. ",
  "The challenge is how to convert the attitude into appropriate individual behaviours. Similarly, ",
  "people may express general concern for environment. But often this is not followed by individual ",
  "behaviours such as conserving water, reducing electricity consumption or recycling wastes. ",
  "The problem for administrators is often to induce people to act in particular desirable ways based ",
  "on general attitudes. Another way of looking at the problem is: When are people likely to act ",
  "according to their attitude? Social psychologists give partly theoretical answers. We try to express ",
  "them in practical terms. ",
  "A single behaviour consists of an action directed against a target, performed in a context, and at ",
  "a certain point of time. An officer may be interested in knowing why villagers may or may not join ",
  "(action) Swachh Bharat programme (target) their village (context) at a point of time (non agricultural ",
  "season). Here, we explicitly stated the four elements. If one wants to ensure compatibility between ",
  "attitude and individual behaviour, both should contain the same action, target, context and time ",
  "elements. In this example, the context has to be widely understood including provision of financial ",
  "assistance, technical advice and supervision for toilet construction and other factors affecting the ",
  "willingness to join the programme. If the four elements likely to translate attitude into individual ",
  "behaviour are satisfied, then the programme will get off the ground. In plain language, the constraints ",
  "acting on people and impeding the desired action have to be removed. ",
  "The Mode (Motivation and Opportunity as Determinants) Model ",
  "In this model, Fabio explains how people’s attitudes influence their evaluation of people and events. ",
  "Attitudes bias the manner in which people view and judge information about other people and ",
  "events. Bias depends on the strength of people’s attitudes.  ",
  "20.20   Ethics, Integrity & Aptitude ",
  "This model outlines how bias is triggered, and how it operates in two groups of people. The ",
  "first group consists of intelligent and motivated individuals; the second one consists of less intelligent ",
  "and motivated individuals. In both the groups, unless the attitude is activated, bias will not occur. ",
  "The attitude can be activated in two ways: in a controlled or deliberative manner and in an ",
  "automatic or spontaneous manner. Intelligent and motivated individuals process information ",
  "deliberately; less intelligent and less motivated individuals process information  spontaneously. ",
  "Attitudes have to be readily available in the memory of the second for bias to arise. When ",
  "motivation and ability to carefully process information are high in individuals, attitudes need not be ",
  "readily available from memory. They can recall them through mental effort. For other individuals, ",
  "attitudes have to be present in memory so that they can be activated automatically. In whichever way ",
  "the general attitude is activated, it can introduce bias. ",
  "Individuals with favourable attitudes are likely to take into account and process the object’s positive ",
  "attributes. Individuals with unfavourable attitudes toward the object are likely to concentrate on its negative ",
  "aspects. Although one may harbour prejudice against a caste, he may hide it if the group in which he ",
  "is placed in a situation opposes casteism. Though perceptions tend to guide behaviour, people will also ",
  "factor in the likely consequences of acting in line with such perceptions. ",
  "Activation of an attitude is more difficult when an individual’s motivation or cognitive capacity ",
  "is low than when it is high because the individual cannot retrieve or construct it easily. However, ",
  "attitudes will be available if they are automatically activated. In the spontaneous processing mode, ",
  "weak attitudes will not be activated and will, thus, not be available to bias the definition of the event ",
  "or guide behaviour. ",
  "Thus, automatic or spontaneous activation takes place when attitudes are strong. Attitude ",
  "is defined in this context as a learned association in memory, between an object and a positive ",
  "or negative evaluation of that object, and attitude strength is equivalent to the strength of this ",
  "association. Automatic attitude activation occurs when a strong link has been established in memory ",
  "between the attitude-object and a positive or negative evaluation. The stronger the attitude, the ",
  "more likely it is that it will be automatically activated and, hence, be chronically accessible from ",
  "memory. Further, due to a biased perception/interpretation of information, strong attitudes are ",
  "more likely to be resistant to change than weak attitudes. This is consistent with the general view ",
  "that strong attitudes involve issues of personal relevance and are held with great conviction or ",
  "certainty. As a result, they are assumed to be persistent over time and be resistant to attack, to ",
  "influence perceptions and judgments, and to guide overt behaviour. ",
  "If one is a right wing thinker but is working in civil service, his prejudices may get pushed back ",
  "due to work pressure and the time he spends with colleagues. But if he happens to read an article ",
  "written with a leftist slant or a policy proposal with mild leftist flavour, he will not overlook the ",
  "leftist overtones of the two. His intelligence and motivation will operate to trigger his ideological ",
  "attitude. But a less intelligent or motivated individual will miss out ideological nuances in the two. ",
  "Intention and Behaviour ",
  "Many theorists regard that the nearest cognitive antecedent of actual behavioural performance is ",
  "the agent’s intention than his attitude. It means that one can accurately predict specific behaviours  ",
  "Attitudes   20.21 ",
  "from the intentions of their performers. Many studies have substantiated the predictive validity of ",
  "behavioural intentions. ",
  "There is an important difference between performing behaviour and attaining a goal. ",
  "Behaviour is within one’s control. But goal achievement depends also on extraneous factors. ",
  "One may exercise and regulate diet (behaviour) to lose weight (goal).But weight loss also ",
  "depends  on  physiological  conditions  beyond  one’s  control.  Intentions  are  immediate ",
  "antecedents of behaviour. When people feel that a goal depends on many factors beyond their ",
  "control, they may refuse to act. Or the intention fails to produce the expected behaviour. ",
  "We may note two other aspects concerning intentions and behaviour. One is that intentions have ",
  "to remain stable if they are to produce the expected behaviour. The intentions which investigators ",
  "record tend to change with passage of time. Secondly, there has to be compatibility between the ",
  "measures of intention and of behaviour. For instance, a question whether X intends to exercise in ",
  "future does not have a compatible behaviour measure. But the question whether X will walk four ",
  "times a week in the coming eight weeks will elicit an answer which is likely to match X’s exercise ",
  "behaviour. ",
  "Models of Reasoned Action ",
  "We will now discuss the theory of reasoned action. These theories go beyond prediction of likely ",
  "behaviour; they discuss factors that lead to formation of intentions. ",
  "The decision to adopt a particular behaviour will be determined by: ",
  "(i)  positive or negative consequences of behaviour; ",
  "(ii) approval or disapproval of behaviour by respected individuals or groups; and ",
  "(iii) factors that may facilitate or impede behaviour. ",
  "Positive or negative consequences of behaviour are also known as behavioural beliefs, or ",
  "outcome expectations, and costs and benefits. An individual will have a favourable attitude towards ",
  "a particular behaviour if its perceived benefits outweigh its costs. If the perceived benefits are less ",
  "than the costs, he will have an unfavourable attitude. ",
  "Normative beliefs refer to the likely approval or disapproval of a particular behaviour by family, ",
  "friends, colleagues and such others. They create a social pressure or norm to engage in or to avoid ",
  "the behaviour. When respected persons or groups expect a particular behaviour or disapprove of ",
  "it, the pressure influences behaviour either positively or negatively. Similar social pressures operate ",
  "when respected individuals or groups (nowadays called ‘role models’) adopt a particular behaviour ",
  "or shun it. ",
  "Control beliefs are determined by perceived factors which help or hinder the performance ",
  "of behaviour. They lead to the belief that one has or does not have the capacity to perform the ",
  "behaviour. Control beliefs denote self-efficacy and personal agency or perceived behaviour control. ",
  "Self-efficacy arises from feeling that one has the skills and resources needed for completing a task. ",
  "Behavioural control means the factors within his/her control which determine success or failure. ",
  "The reasoned action model is schematically depicted below. ",
  "The following diagram will help students follow the terms used in the theory and their connections. ",
  "Obviously, there will be not time or space for reproducing it (even if a question on it appears) in  ",
  "20.22   Ethics, Integrity & Aptitude ",
  "the answer. But the diagram shows how behaviour can be traced back to intention immediately ",
  "preceding it. Intention is worked backwards to three components of attitude which in turn are ",
  "linked to belief. Finally, many background factors influence these intervening variables leading to ",
  "behaviour. Students can use this broad perspective in many contexts. ",
  "The background factors are individual, social and informative. They lead to formation of beliefs ",
  "covering behaviour, norms and control. These create attitudes toward belief, norms and perceived ",
  "behaviour control. These in turn lead to intention and action. ",
  "This model assumes: ",
  "1.  Intention is the immediate antecedent of actual behaviour. ",
  "2.  Intention, in turn, is determined by attitude toward the behaviour, subjective norm, and ",
  "perceived behavioural control. ",
  "3.  These determinants are themselves a function, respectively, of underlying behavioural, ",
  "normative, and control beliefs. ",
  "4.  Behavioural, normative, and control beliefs can vary as a function of a wide range of ",
  "background factors. ",
  "These beliefs need not be true; may be inaccurate, biased, or even irrational. However, once a ",
  "set of beliefs is formed, it provides the cognitive foundation from which attitudes, perceived social ",
  "norms, and perceptions of control and ultimately intentions are assumed to follow in a reasonable ",
  "and consistent fashion. ",
  "The behavioural, normative, and control beliefs people hold about performance of a given ",
  "behaviour are influenced by a wide variety of cultural, personal, and situational factors. Thus, we may ",
  "find differences in beliefs between men and women, young and old, Black and White, educated and ",
  "uneducated, rich and poor, dominant and submissive, shy and outgoing, and between individuals ",
  "who have an individualistic orientation and those who have a collectivistic orientation. In addition,  ",
  "Attitudes   20.23 ",
  "they may be affected by the physical environment, the social environment, exposure to information, ",
  "as well as such broad dispositions as values and prejudices. ",
  " ",
  "SOCIAL INFLUENCE AND PERSUASION ",
  "(This section is based on Lisa Rashotte’s article on Social influence, in Blackwell Encyclopaedia of ",
  "Sociology.) ",
  "If someone changes his ideas, feelings, attitudes, or behaviours due to interaction with another ",
  "person or group, he has been socially influenced. Social influence can be distinguished from ",
  "conformity, power, and authority. Conformity connotes that an individual voices the opinions of others ",
  "or follows in their footsteps because they expect him to do so and not out of genuine conviction. ",
  "Power signifies that one has the means to force or coerce others to act in a given manner against their ",
  "wishes. Authority is power, but those subject to it, regard it as legitimate and not coercive. Unlike ",
  "conformity, power and authority, social influence genuinely changes the feelings and behaviours ",
  "of people as a result of their interaction with others. This change comes about because people feel ",
  "a sense of solidarity with others (consider them a referent social group) or because they think such ",
  "others as more knowledgeable (as experts) or virtuous. ",
  "According to French and Raven, social influence operates via five sources of social power. The ",
  "following table shows the five sources of social power and the manner in which they bring about ",
  "change. ",
  " ",
  "Name of social power  Manner in which it brings about change ",
  "Reward power  Benefiting individuals changing their  views ",
  "Coercive power  Forcing individuals to change their views ",
  "Legitimate power  Making people feel that they are following just and ",
  "fair rules/orders ",
  "Expert power  Promoting regard for scholarship, professional ",
  "knowledge and skills ",
  "Referent power  Creating a sense of solidarity with his peer social group ",
  "and desire for changing opinion in line with a majority ",
  "of that group ",
  " ",
  "As against common usage, French and Raven considered a change in opinion or attitude ",
  "(conformity) as an instance of social influence although it may not be a true change of heart. The ",
  "settings of French and Raven’s original research were situations in which a supervisor influences a ",
  "worker in a work situation. Later studies covered many other social interactions such as families, ",
  "classrooms, doctors and their patients, salespeople and customers and political figures. ",
  "Later research distinguished changes caused by true social influence from those due to forced public ",
  "acceptance (conformity) or due to conferring rewards or exercising coercive power. An individual’s ",
  "outward public compliance arising from conformity, reward power, and coercive power are, though ",
  "still studied, differentiated from social influence.  ",
  "20.24   Ethics, Integrity & Aptitude ",
  "Social influence is presently studied with reference to five main areas: (1) research on persuasion; ",
  "(2) dynamic social impact theory; (3) structural approach to social influence; (4) minority influence ",
  "in group settings; and (5) social influence in expectation states theory. Although we have discussed ",
  "a few aspects of these topics earlier, we will recall them briefly in the context of social influence, ",
  "Two Theories of Persuasion ",
  "Persuasion means change in attitudes or beliefs based on information received from others; its study, as ",
  "we saw earlier, mainly revolves around written or spoken messages sent from source to recipient. The ",
  "two main theories of persuasion are the elaboration likelihood model (ELM) and heuristic-systemic ",
  "model (HSM). They discuss how the recipients of messages process them. Messages are processed ",
  "in two ways according to these two theories, and hence they are called dual-process models. The ",
  "two processing routes are central and peripheral. ",
  "In the central route to persuasion, recipients process the message attentively and diligently, ",
  "thoughtfully considering its arguments, ideas and content. In central processing mode, the recipient ",
  "acts as an active partner in the process of persuasion. Central processing can only occur when the ",
  "receiver has both the motivation and the ability to think about the message and its topic. ",
  "In the heuristic processing route, recipients do not pay much attention to the information content or ",
  "logic of the message. Then what do they do? They are likely to agree with messages delivered by ",
  "experts, or messages endorsed by celebrities. These factors influence them more than the content ",
  "and logic of the message. ",
  "As compared to peripheral or heuristic processing, central route processing leads to more ",
  "permanent attitude changes; such changes lead to corresponding changes in behaviour; and the ",
  "changes are also more resistant to counter persuasion. ",
  "Both HSM and ELM were propounded in the early 1980’s and share many of the concepts and ",
  "ideas. It is difficult to clearly distinguish between the two theories also since both are based on dual ",
  "information processing models. However, the heuristic-systemic theory sets greater store on peripheral ",
  "processing route. This theory holds that individuals tend to minimize their use of cognitive resources, ",
  "and this tendency affects how they receive and process messages. In plain language, people tend to ",
  "be lazy-minded. They tend to receive messages casually paying little attention. Of course, whether ",
  "this is actually so depends on individuals and the circumstances in which they operate. HSM tries to ",
  "examine what motivates people in any social environment to regard some messages as being more ",
  "valid than others. ",
  "Normally, the degree and type of thinking a person devotes to a message will affect its power ",
  "of persuasion. As we saw earlier, other parameters important for messaging models include source, ",
  "message, and recipient, affect (emotion), channel, and context. The personal relevance of the message ",
  "to the recipient is critical. ",
  "Social Impact Theory ",
  "Social impact refers to changes an individual experiences (physiological, cognitive, emotional, or ",
  "behavioural) due to the presence or action of others, who are real, imagined, or implied. According ",
  "to social impact theory, three factors determine the impact of any information source: number of  ",
  "Attitudes   20.25 ",
  "others in the source; their nearness; and their strength or, salience or power. Hindrances to the ",
  "influence of any of the three factors will reduce impact. ",
  "Social impact theory helps in describing and predicting the diffusion of beliefs in society. This ",
  "theory regards social structure as the result of individuals influencing each other in a dynamic and ",
  "iterative way. The likelihood of being influenced by someone nearby, rather than far away, (the ",
  "nearness factor mentioned above) produces localized cultures of belief within communication ",
  "networks. In this way, attitudes and beliefs, which are to begin with scattered, can become clustered ",
  "or correlated. The less popular beliefs become consolidated into minority subcultures. Dynamic ",
  "social impact theory looks upon society as a self-organizing system in which individuals interact and ",
  "influence beliefs of one another. ",
  "Structural Approach to Social Influence ",
  "The structural approach also studies how people influence one another within a larger social network. ",
  "In this network, attitudes and opinions of individuals mirror the attitudes and opinions of their ‘referent ",
  "others’ with whom they have a sense of belonging. An individual’s socialization (i.e. getting attuned ",
  "to social norms and mores) and identity (i.e. sense of belonging or feeling of solidarity) depends on ",
  "interpersonal influence. Social influence is seen as the process by which a group of actors will assess ",
  "and accept the opinions of leading members of their referent group while staying within the social ",
  "structural framework. The structure creates the initial set of ideas of group members and strength ",
  "of interpersonal influences within the group. In a nut shell, it states that individuals combine their ",
  "originally held beliefs with influential opinions of larger social structures. They reach a set of new ",
  "opinions blending their initial opinions and the network norms. ",
  "Minority Influence ",
  "Minority influence operates when a minority subgroup attempts to change the majority. For example, ",
  "teachers often influence their students’ beliefs, and political and religious leaders frequently influence ",
  "the behaviour of their followers. Earlier, the process of social influence was seen as the majority ",
  "weighing down on the minority. But now many writers believe that every member of a group can ",
  "influence others in some measure. This appears to be particularly true when the minority group is ",
  "consistent in what it presents to the majority. In addition, it is believed that the presence of minority ",
  "groups within a larger group often leads to more creative thinking and better overall solutions on ",
  "group tasks. ",
  "Expectation States Theory ",
  "Expectation states theory of social influence deals with the relative influence of individuals within ",
  "groups, and is based on the study of Bales (1950). Bales observed that even when group members ",
  "had equal status at the beginning of the group session, some members would become more influential ",
  "than others later. Based on the behaviour of group members, a hierarchy would emerge. If group ",
  "members are initially unequal in status, this inequality would reflect that of the larger society (to ",
  "which group members belong) based on age or sex or race. ",
  "Berger and others proposed the Expectation states theory in 1980 to explain Bales’s finding ",
  "that groups with members of equal status would develop inequalities in influence. According to this  ",
  "20.26   Ethics, Integrity & Aptitude ",
  "theory, group members have expectations about how all group members, including themselves, are ",
  "likely to perform, and these expectations guide group interactions. In fact, expectations both guide ",
  "and are maintained by the interaction. Those group members for whom the highest expectations ",
  "are held will be the most influential in the group’s interactions. ",
  "Expectation states approaches to social influence have been studied in settings such as classrooms, ",
  "jury rooms, and the workplace. Status characteristics that produce influence have been identified ",
  "and extensively studied, including sex, race, and physical attractiveness. ",
  " ",
  "   Summary ",
  "¤ An attitude is a psychological tendency that is expressed by evaluating a particular entity ",
  "with some degree of favour or disfavour. ",
  "¤ Carl Jung, one of the founders of psychoanalysis, defines attitude as a “readiness of the ",
  "psyche to act or react in a certain way”. According to Jung, attitudes occur in pairs out of ",
  "which one is conscious and the other unconscious. ",
  "¤  Attitude has three components: cognitive, affective and conative or behavioural. ",
  "¤  Cognitive part consists of a person’s thoughts and beliefs about the object. ",
  "¤ The emotional (or affective) part consists of the feelings which the object, person, issue or ",
  "event evoke. ",
  "¤ The behavioural part consists of the manner in which the attitude influences a person’s ",
  "behaviour. ",
  "¤  Attitudes perform various functions for the psychological and mental benefit of the individual. ",
  "¤ Psychologists ask, ‘what purposes in a psychological sense are served by the attitudes which ",
  "an individual holds?’ ",
  "¤ According to Daniel Katz, a famous psychologist, attitudes can serve instrumental, adjustive ",
  "or utilitarian, ego-defensive, value-expressive, or knowledge  functions. ",
  "¤ Knowledge enables us to understand the world, and respond suitably to the things and ",
  "happenings around us. ",
  "¤ Ego-Defensive attitudes, as the name shows, refer to psychological responses involving use ",
  "of defence mechanisms. ",
  "¤ Ego-defence mechanisms are psychological devices which people use to avoid psychological ",
  "harm. In other words, they do not want to go down in their own eyes. Typically, they come ",
  "into play in situations in which individuals feel a sense of humiliation, shame, indignity and ",
  "loss of self-respect. ",
  "¤  Among these mechanisms are: denial, repression, projection and rationalization. ",
  "¤  Denial simply means that one refuses to see the manifest reality. ",
  "¤ Basically, these mechanisms enable an individual to deny the harsh reality, and seek refuge ",
  "in illusions. Use of these mechanisms is a symptom of mental maladjustments. ",
  "¤ Repression means that an individual who suffers a traumatic experience completely forgets ",
  "about it. He removes it from his conscious memory so that it lies buried even unknown to ",
  "him in his subconscious mind.  ",
  "Attitudes   20.27 ",
  "¤ Projection is a defence mechanism in which one ascribes his own unacceptable qualities or ",
  "feelings to other people. ",
  "¤ Rationalization is a form of self-deception. It allows one to adjust to an unwelcome situation ",
  "or outcome by falsely seeing it as to one’s benefit. ",
  "¤ Value-expressive attitudes articulate an individual’s core values and self-image. Core attitudes ",
  "serve two purposes: (i) establish an individual’s identity, showing who he is or what he stands ",
  "for; and (ii) secure social approval for him. ",
  "¤ Our attitudes arise from our experience: (i) from direct personal experience, or (ii) from ",
  "observation. ",
  "¤ Psychologists mention three learning theories of attitude change: classical conditioning; ",
  "operant conditioning; and observational  learning. ",
  "¤ Classical conditioning can be used to create positive emotional reactions to a person, object ",
  "or event by associating positive feelings with the target object. ",
  "¤ Operant conditioning means changing of behaviour by the use of reinforcement which ",
  "is given after the desired response. In this method, learning occurs through rewards and ",
  "punishments for behaviour. ",
  "¤  In classical conditioning, the behaviour is involuntary. ",
  "¤  In operant conditioning, the learner is active and is rewarded or punished. ",
  "¤  People also form attitudes by observing people around them. ",
  "¤ Theory of persuasion posits that attitudes of people on any subject can be changed by ",
  "suitably communicating appropriate information to them. Many aspects are relevant in ",
  "trying to persuade people to change their attitude on any subject. These are: ",
  "(i)  object of the attitude i.e. thing, person, group or idea towards which an attitude is ",
  "directed; ",
  "(ii)  the message or information; ",
  "(iii)  the manner in which it is delivered; ",
  "(iv)  the messenger; and ",
  "(v)  the target audience i.e. individuals whose attitudes need change. ",
  "¤ This attempt at persuasion can be either through the central route or the peripheral route. In ",
  "the central route to persuasion, the individual is presented with data and motivated to evaluate ",
  "the data and arrive at an attitude changing conclusion. In the peripheral route to attitude change, ",
  "the individual is encouraged to not look at the content but at the source. ",
  "¤ The various aspects mentioned above in the theory of persuasion will have to be taken into ",
  "account while organizing campaigns to secure people’s participation. ",
  "¤ Social psychologists study the relation between an individual’s attitudes, beliefs (or views) ",
  "and actions. Earlier, social psychologists thought that attitudes of an individual result in ",
  "compatible beliefs and actions. ",
  "¤ Cognitive consistency is the theory that people try to be consistent in their attitudes, views ",
  "and in their behaviour.  ",
  "20.28   Ethics, Integrity & Aptitude ",
  "¤ In theory, consistency between one’s beliefs and behaviour is derived from a feeling for ",
  "logical consistency. ",
  "¤ Wishful thinking means that our thinking, instead of being grounded in reality and logic, is ",
  "guided by our desires. ",
  "¤ When an individual’s beliefs and attitudes oppose each other or the behaviour, he experiences ",
  "psychological tension or discomfort. He is then motivated to reduce the dissonance through ",
  "changes in behaviour or cognition. This is called the theory of cognitive dissonance. ",
  "¤ For the early social psychologists, it was almost an article of faith that human behaviour is ",
  "guided by social attitudes. ",
  "¤ Later research has led to considerable modification in the simple relation posited between ",
  "attitudes and resultant behaviour. ",
  "¤ In trying to explain the attitude–behaviour connection, social psychologists proposed new ",
  "theories and conducted studies to empirically validate such theories. ",
  "¤ Social psychologists divide attitudes into two categories. The first category consists of general ",
  "attitudes toward physical objects, linguistic, ethnic, or other social groups, institutions, policies ",
  "or similar general targets. ",
  "¤ The second category comprises attitudes toward performing specific action or behaviours ",
  "with respect to an object or target or attitudes toward behaviour. ",
  "¤ Psychologists also distinguish between broad behavioural categories or multiple-act aggregates ",
  "and single behaviours. Broad behaviour is made up of many individual components which ",
  "are its discrete manifestations. ",
  "¤ Psychologists tend to analyse attitude-behaviour relation in two ways: (i) connection between ",
  "general behaviour and multiple-act aggregates; and (ii) connection between behaviour specific ",
  "attitudes and single behaviour. ",
  "¤ As we mentioned earlier, early psychologists took it for granted that attitudes of people ",
  "govern their behaviour. This view appeared doubtful as a result of two famous studies. ",
  "¤ Faced with the evidence about the attitude–behaviour inconsistency, some researchers ",
  "doubted the validity of survey procedures and the suitability of the samples. ",
  "¤ There are two kinds of attitude-behaviour inconsistency. When someone fails to ",
  "act according to his declared behavioural intention, we have literal inconsistency. ",
  "Evaluative inconsistency occurs when the evaluation expressed in verbal attitudes (or what is ",
  "said) does not match with actual behaviour. ",
  "¤ Attitude and behaviour, according to some researchers, diverge due to moderating effect of ",
  "factors related to the person performing the behaviour, the situation in which it is performed, ",
  "or the characteristics of the attitude itself. ",
  "¤ Better results in terms of attitude-behaviour consistency were obtained when investigators ",
  "selected a domain of interest and identified a set of behaviours broadly representative of the ",
  "same behavioural domain. This procedure is an example of the principle of aggregation. ",
  "¤ According to the principle of compatibility, measures of attitude and behaviour should contain ",
  "exactly the same action, target, context, and time elements. Then attitude and behaviour ",
  "will show consistency.  ",
  "Attitudes   20.29 ",
  "¤ The MODE Model looks at how attitudes influence perceptions and judgments. It looks ",
  "at two types of individuals and two modes of activation of general attitudes which result in ",
  "favourable or unfavourable bias. ",
  "¤ Many theorists regard that the nearest cognitive antecedent of actual behavioural performance ",
  "is the agent’s intention than his attitude. It means that one can accurately predict specific ",
  "behaviours from the intentions of their performers. ",
  "¤ Models of Reasoned Action go beyond prediction of likely behaviour; they discuss factors ",
  "that lead to formation of intentions. ",
  "¤  They assume: ",
  "•Intention is the immediate antecedent of actual behaviour. ",
  "•  Intention, in turn, is determined by attitude toward the behaviour, subjective norm, and ",
  "perceived behavioural control. ",
  "•  These determinants are themselves a function, respectively, of underlying behavioural, ",
  "normative, and control beliefs. ",
  "•  Behavioural, normative, and control beliefs can vary as a function of a wide range of ",
  "background factors. ",
  "•  Government servants should avoid the risks of stereotyping individuals and harbouring ",
  "prejudices. ",
  " ",
  "PRACTICE QUESTIONS ",
  "1.  Define attitude. What is the process through which attitudes are formed? ",
  "2.  What do you understand by the structure of attitudes? ",
  "3.  Outline briefly the psychological functions of attitudes. ",
  "4.  Write short notes on the following:(i) rationalization (ii) denial (iii) repression (iv) projection (v) ",
  "Ego defence mechanisms (vi) wishful thinking (vii) cognitive dissonance (viii) stereotyping. ",
  "5.  What do you understand by (a) classical conditioning and (b) operant conditioning? How will ",
  "you distinguish between them? Which of the two is more relevant to administrative situations? ",
  "6.  Outline the main features of the theory of persuasion. Is it of any practical use to government ",
  "servants? How? ",
  "7.  What is cognitive consistency? ",
  "8.  What are the two famous studies which showed the mismatch between the professed attitudes ",
  "of people and their actual behaviour? ",
  "9.  What are the reasons which prevent people from acting in any matter in accordance with their ",
  "attitudes? ",
  "10.  How did social psychologists modify the methodological procedures of their studies to produce ",
  "greater convergence between attitudes and behaviours? ",
  "11.  Discuss the MODE model. What does it seek to explain? ",
  "12.  Outline the theory of reasoned action (also called the theory of planned behaviour). In what ",
  "way does it advance beyond the earlier theories in explaining the connection between attitude ",
  "and behaviour?  ",
  "20.30   Ethics, Integrity & Aptitude ",
  " ",
  "REFERENCES ",
  " ",
  "  Charles Stangor, Introduction to Psychology ",
  "  Saylor URL: http://www.saylor.org/books Principles of Social psychology ",
  " NCERT classes XI and XII texts on psychology (The above references are available on internet) ",
  "  Articles from Wikipedia, the free encyclopedia on the following topics: ",
  "Attitude (psychology) ",
  "l ",
  "Cognitive dissonance ",
  "l   ",
  "Elaboration likelihood model ",
  "l   ",
  "Persuasion ",
  "l ",
  "Theory of reasoned action ",
  "l ",
  "Theory of planned behavior ",
  "l  ",
  "Behavioural change theories ",
  "l  ",
  "Expectancy-value theory ",
  "l  ",
  "Social psychology ",
  "l  ",
  " Kendra Cherry, About.com  Attitudes - How Attitudes Form, Change and Shape Our Behavior ",
  " J. Cooper and K. M. Carlsmith, Cognitive Dissonance ",
  " Lisa Rashotte Social influence Blackwell Encyclopaedia of Sociology ",
  " Sharon Shavitt & Michelle R. Nelson The Role of Attitude Functions in Persuasion and Social ",
  "Judgment  ",
  "",
  ""
]