[
  "C h a p t e r.4",
  "Ethical Ideas in ",
  "Indian Philosophical ",
  "Tradition ",
  " ",
  " ",
  " ",
  " ",
  "HINDUISM ",
  "It is hard to propound Hindu ethics in a few paragraphs. They date back to Vedic period and        ",
  "have gone through a long period of evolution. They come from many sources, such as Vedas, ",
  "Upanishads, Dharmasastras, Puranas, epics, itihasas and the like. Hindu doctrinal content has not ",
  "been consolidated in a single text – though Bhagavat Gita comes closest to it. Hindu scriptures have ",
  "received varying interpretations. Hindu saints and reformers altered many Hindu practices. However, ",
  "we will briefly outline what are commonly considered the central Hindu doctrines with a focus on ",
  "their moral content. ",
  "Four Principal Moral Ends ",
  "We can begin with the Hindu conception of the four principal moral ends of life — Dharma (moral ",
  "law), Artha (wealth), ftama (desire), and Moksha (salvation). The moral ends enable men to lead a ",
  "happy moral life and also attain salvation after death. Dharma signifies the rational control of human ",
  "passions, appetites and desires. Dharma is the correct way in which a human being has to fulfil his ",
  "personal, social and moral   needs. ",
  "Commentators hold two views on the nature of dharma or moral law. Some hold that it is a ",
  "command of God. God’s prescriptions cover moral actions; God’s prohibitions refer to evil deeds ",
  "which men should avoid. Other writers consider that moral law is an imperative which men have to ",
  "follow without exceptions. It is not embodied in God; it is, however, a moral ideal which transcends ",
  "the physical world of space and time. In fact, its moral perfection lies beyond human reach; men    ",
  "can only strive towards that moral ideal. As we shall see, the general and specific duties of men in ",
  "common life are found in Varnashrama    dharma.  ",
  "4.2   Ethics, Integrity & Aptitude ",
  "Artha and Kama ",
  "Before considering dharma in more detail in the form of virtuous behaviour, we may outline the ",
  "concepts of Artha and ftama. Artha in the sense of wealth stands for material means of well being. A ",
  "householder needs a minimum of wealth to maintain his family and to meet its wholesome desires. ",
  "Artha is not an endorsement of the greed at the root of an acquisitive society. It recognises the need ",
  "for money to ensure a minimum living standard and to pursue artistic and aesthetic activities. ",
  "Although ftama is desire, one can regard it as happiness arising from satisfaction of wants. The ",
  "reference is not to endless desires but to those which are common to men living within family. They ",
  "need not be the wants of the individual but of the whole family including children. In Hindu ethics ",
  "happiness is subordinated to dharma or virtue. Moral conduct creates Punya or beneficial Karmic ",
  "effect. Bad conduct creates papa or evil karmic effects. Punya leads one to heaven and papa to hell. ",
  "But these states of existence seem impermanent since men will be reborn after their papa or Punya ",
  "lapse. ",
  "Dharma and Moksha ",
  "Dharma in its form as virtue is the ultimate value or the end in itself. It resembles the summum ",
  "bonum of the Aristotelian philosophy. The ultimate goal of Hindu religion is that soul should be ",
  "liberated from the constraints of the physical world and its myriad problems. In this state, human ",
  "soul transcends its empirical self and loses its worldly content. Although it is difficult to visualize this ",
  "state, it can be thought of as soul without the troubles, anxieties and disturbances which characterize ",
  "its earthly existences. ",
  "Moksha is conceived somewhat differently by different writers. Moksha means that the self lives ",
  "in its pure spiritual form or essence. It is free from the encumbrances of the physical world of senses ",
  "or of the material universe of space and time. Soul loses its vital and intellectual properties which it ",
  "had while inhabiting the body. It becomes eternal and immortal. In Sankara’s interpretation, the soul ",
  "merges with Brahman. Ramanuja says that it is in essential community with God. It realises infinite ",
  "beatitude  in God. ",
  "Varnashrama Dharma ",
  "The above account of Hindu ethics, it is clear, relates to the individual, the way he should enjoy      ",
  "his earthly existence within the bounds of dharma and prepare himself for Moksha. Hinduism      ",
  "also has an ethic which links an individual’s morals to his membership of a social group. It is          ",
  "the famous Varnashrama dharma. In this version, society is divided into four occupational groups. ",
  "The Brahmins have to master Vedas, practise religious ceremonies, and promote spiritualism in ",
  "society. They are the guardians of the society’s academic and spiritual traditions. The ftashtriyas      ",
  "are the warrior class. They have to acquire military skills and defend the society against internal       ",
  "and external threats. The Vaishyas are the trading community who has to carry on commerce and ",
  "industry. The Shudras are the artisans and craftsmen who create the amenities of civilization. ",
  "Apart from the morals arising from one’s station in society, there are duties which have to be ",
  "performed at different stages of life. Thus a student (Brahmachari) has to lead a pure, chaste life,  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.3 ",
  "learn Vedas, and imbibe knowledge from teachers. A man has to marry and raise a family for his ",
  "happiness and social good. In the next stage of Vanaprastha, one has to dedicate himself to solitary ",
  "prayer and meditation. In the final stage, man has to become a wandering monk (sanyasin), living ",
  "on alms and devoting himself to service to society and God. ",
  "Obviously, the occupational patterns of society today scarcely resemble those of ancient India. The ",
  "point that is still valid is that one has to faithfully work in one’s field of occupation. Thus, a soldier, ",
  "fire officer or a teacher has clearly demarcated duties. As for the duties appropriate to different life ",
  "stages, they have to be adopted with due regard to the enormous changes which the ancient society ",
  "has undergone. The stage-of-life duties have to be related to the context of the modern society. ",
  "Countless volumes have appeared on caste in India. They are generally very critical of caste ",
  "system. That the caste system has created divisions among Hindus is a fact which received constant ",
  "emphasis from leaders of national movement and religious reformers. Mahatma Gandhi in particular ",
  "worked hard for removing the practice of untouchability. ",
  " ",
  "BHAGAVAT GITA ",
  "Main Message ",
  "The Hindu ethics are clearly stated in the Bhagavat Gita. Although the treatise is set against the ",
  "background of the self doubts which a warrior develops before the commencement of the battle, its ",
  "message encompasses the whole of human life. Bhagavat Gita prescribes that man should perform ",
  "his duty without any desire for its fruits, without attachment and aversion, and without getting ",
  "distracted by selfish and base motives. In brief, duty has to be performed for its own sake. Ultimately, ",
  "duties have to be performed for realizing the vision of God. Duties are performed for the welfare ",
  "of humanity and for the good of all living creatures. Gita preaches that the aim of our efforts is not ",
  "happiness but good; personal and social good are the same. In achieving the highest good, man ",
  "realises the vision of God. ",
  "Gita’s message is that the whole basis of a man’s life lies in action. There can be no life without ",
  "action. A state of inaction is virtual death. Gita advocates neither quietism nor withdrawal from life. ",
  "However, the action has to be based on one’s duty. ",
  "The Gita does not prescribe asceticism for it is also concerned with performance of duties in ",
  "society. It does not say that men should get rid of all emotions. One has to control bad emotions ",
  "such as — attachment, aversion, illusions, fears, lust,  grief,  anger,  hatred,  malice  and  envy. ",
  "What we  would call positive emotions are to  be  cultivated. These include universal goodwill   ",
  "and  benevolence,  kindness  towards  people  in  trouble,  magnanimity,  serenity,  indifference  to ",
  "worldly concerns, and love and devotion to God. Of course, God is to be reached by  serving ",
  "fellow men. Unlike in Buddhism and Jainism, God is central to the moral system of the Gita. ",
  "Paths to Salvation ",
  "According to the Gita, there are three paths to the realisation of God. ftarmayoga consists in performing ",
  "one’s duties disinterestedly (nishkama karma) in the service of God. Bhakti yoga is the route of devotion ",
  "to God.     Jnana yoga is the approach to God based on attaining the enlightenment of soul through  ",
  "4.4   Ethics, Integrity & Aptitude ",
  "sacred knowledge. Jadunath Sinha says that Bhagavat Gita’s message is closer to Green’s Eudemonism ",
  "than to Kant’s rationalism or asceticism. Eudemonism is an ethical doctrine that characterizes the ",
  "value of life in terms of happiness. Happiness here has to be understood in its most sublime forms. ",
  "Virtues ",
  "Gita associates a man’s station in life, his Varna, and his psychological attributes. In other words, a ",
  "warrior will have a mindset which differs from that of a Brahmin and a Vaishya. It may seem strange ",
  "that the mental characteristics or psychological nature of an individual should be linked to his Varna ",
  "or profession. But we know from experience that one’s profession does leave a mark on one’s ",
  "character. We may think of psychological types in modern terms. Thus, a military officer will tend    ",
  "to behave in a particular manner. Similarly, politicians and businessmen have characteristic ways       ",
  "of acting. The link between the caste of an individual and his occupation has disappeared even in ",
  "ancient India. Even Varna membership was no longer a matter of birth, but involved considerable ",
  "mobility. But leaving aside these factual matters, we can conclude that a man’s vocation broadly ",
  "determines his duties and  attitudes. ",
  "The following table shows the virtues which the Gita mentions as characteristic of the three ",
  "principal groups of the society. Although the association is between Varna and virtues, in the modern ",
  "context, we can regard these as lists of virtues broadly associated with occupations. ",
  " ",
  "Brahmins  Kashtriyas  Vaishyas ",
  "Control of senses  Heroism  Commercial skills ",
  "Control of mind  Spiritedness  Organisational abilities ",
  "Tranquillity  Steadfastness in battle  Economic insights ",
  "Austerity  Generosity   ",
  "Purity  Firmness   ",
  "Magnanimity  Sovereignty   ",
  "Knowledge  Military skills   ",
  "Wisdom     ",
  "Faith     ",
  "We can see that many of the virtues are relevant to different contexts of modern life. ",
  "We may note the parallel between the association of virtues with castes and the virtues which ",
  "Plato considered necessary for different classes in The Republic. Thus, philosopher-kings possess ",
  "wisdom; the soldiers possess courage and martial virtues. Traders embody economic values and ",
  "temperance is a virtue desirable in all the    classes. ",
  "Action without Craving ",
  "The duties which the Gita enjoins are to be performed without any craving for the expected results. ",
  "A sense of duty should motivate men to action. Their moral duty extends to performing the needed ",
  "actions; the outcome of their actions depends on divine will. Hence, they have to perform their  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.5 ",
  "actions in a calm and composed manner without getting anxious about the likely outcomes. Concern ",
  "about the probable results of action, their success or failure, leads to bondage. If one acts without ",
  "desire for what the action will bring about, then he acts like a Sanyasi or Yogi. This is in fact the Gita’s ",
  "path to salvation through  action. ",
  "Positive and negative emotions ",
  "As we saw above, the Gita mentions the virtues which an individual possesses by virtue of his occupation. ",
  "The Gita also lists the desirable positive emotions and the undesirable negative emotions. We can also ",
  "regard them as generalized lists of human virtues and vices. We outline them below. ",
  "¤ Affection, animosity, attachment, aversion, selfishness, arrogance, jealousy, greed, hypocrisy, ",
  "malice and similar emotions should never drive our actions. ",
  "¤  While doing our duties, we should ensure that our mind remains serene and composed. ",
  "¤ We should not be obsessed with anxieties about success or failure, happiness or misery, ",
  "victory or defeat, profit or loss and glory or humiliation which our actions may bring about. ",
  "¤ We should not get unduly buoyed up by success or overly depressed by failure. We should ",
  "learn to take such things in our stride. ",
  "¤ Human beings, by their very nature, tend to be selfish. But we should sublimate our selfish ",
  "propensities by directing them towards service to God and    society. ",
  "¤ We should not venerate only the external religious symbols. Mechanical observance of ",
  "liturgical rules or strict adoption of rituals does not constitute the essence of religion. It is ",
  "necessary to discipline our heart and purify our desires so that our desires flow along moral ",
  "channels. Sacredness and purity ought to become the attributes of our souls. ",
  "¤ Men should not opt out of the challenges of personal and social life. They should not fall ",
  "into escapism or seek false anodynes. Ideas like divine will or destiny should not be used ",
  "as pretexts for inaction. Men cannot know divine will. They have to perform their duty ",
  "without thinking about other matters. ",
  "We have outlined the negative emotions and the way to avoid them. Now, we look at the positive ",
  "virtues which men should cultivate. For easy reference, we have put them in a tabular form. ",
  " ",
  "Humility  Kindness  Magnanimity  Forthrightness ",
  "Respecting teachers  Purity  Steadfastness  Self control ",
  "Indifference to  Detachment  Sensitivity to human  Benevolence ",
  "material pleasures  condition and human ",
  "suffering ",
  "Contentment  Mental balance  Wisdom  Charity ",
  "Truthfulness  Control over senses  Concern for all sentient eings  Compassion ",
  "Determination       ",
  " ",
  "Comparison with Western Moral Ideals ",
  "Philosophers have compared the ethical system of Gita to moral systems of the Western philosophy. ",
  "The system of Gita does not follow hedonism — which regards happiness as the end of life. Happiness ",
  "can be given a refined meaning as aesthetic or cultural enjoyment. But even so, it is not covered in  ",
  "4.6   Ethics, Integrity & Aptitude ",
  "Gita’s message. Nor does it correspond with utilitarianism in any of its forms. However, promoting ",
  "human welfare is an object which men have to keep in view while performing their duties. As we ",
  "emphasised, Gita rules out ennui, escapism, quietism or other forms of inertia. It propounds an ethic of ",
  "action based on duty. In this form, it is eminently suitable for people active in various spheres of life. ",
  "As Kantianism is also based on ‘duty’, Gita’s message has been compared to it. We need not ",
  "delve deep, into this aspect. Suffice it to say that Kant’s system is worked out without reference to ",
  "God, whereas realisation of God is a constantly running theme of Bhagavat Gita. Further, though ",
  "Kantianism differs from hedonism and utilitarianism, it centres on the individual. Concerns of general ",
  "social welfare hardly find a direct mention in it. Bhagavat Gita abounds in references to welfare of ",
  "human kind and of the whole of living creation. ",
  "Other Aspects of Gita’s Moral Message ",
  "We may note the other main features of the moral preaching of the Gita. At one level, Gita’s message ",
  "is addressed to those who are totally concerned with realisation of God. Hence, Gita has passages in ",
  "which one is advised to avoid excessive attachment to one’s family and close kith and kin. One is ",
  "also told to treat his family members at par with others. Such idealistic injunctions and a pronounced ",
  "‘other worldliness’ may create an impression that the message of Gita, though sublime, is unsuited ",
  "to the normal situations of social life. The paths of devotion and of knowledge for realizing visions ",
  "of Brahman also may seem remote from every day human concerns. Like the moral messages of ",
  "other religions, they appear against settings of ancient societies. However, no religious belief remains ",
  "static, but is interpreted to suit changing times. The message of Gita, rooted as it is in the concept of ",
  "human duty, is universal and timeless in its appeal and relevance. ",
  " ",
  "MORAL CRITERIA AND CONCEPTS ",
  "While discussing Hindu ethics, we need to consider some other aspects. First, Hindu scriptures and ",
  "moral treatises contain explanations of human conduct, and the reasons why men fare so differently ",
  "in their lives. Some succeed; others fail; some become rich; others stay poor; some are born with ",
  "a silver spoon in the mouth; others take birth in a cottage; and some are happy; and others are ",
  "miserable. Secondly, the treatises explain the motive springs of human action. Thirdly, they contain ",
  "moral concepts and moral standards. We begin with explanations of human conduct. ",
  "To those acquainted with accounts of human motivation, behaviour and action in modern ",
  "psychology, the explanations of ancient writers will seem strange. They tend to be simplistic; use ",
  "unreal concepts, and introduce non verifiable or supernatural elements. Even with these limitations, ",
  "they reveal an intuitive insight into human psyche. To understand ancient writers, we have to enter ",
  "their social world using historical and psychological imagination. ",
  "According to ancient writers, men have freewill. They can decide whether or not to follow the ",
  "moral law. The classification of right and wrong is based on scriptures. Right is that which scriptures ",
  "prescribe; wrong is that which scriptures prohibit. Man acquires merit or virtue by doing good deeds; ",
  "he collects demerit or vices by following evil. Virtues and vices are predispositions (to act) which    ",
  "get lodged in men’s souls. They produce their results, good or bad, usually with a time lag either in ",
  "this or next life. These are the causes of our happiness or misery.      The chain consists of:  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.7 ",
  "Good deed  merit   happiness; and ",
  "Evil deed  demerit   misery ",
  "One can overcome demerits by doing good acts; and one can also lose merit by committing ",
  "sinful acts. There is a continuous cycle of births and deaths. It consists of birth, life, good deeds,    ",
  "bad deeds, merits, demerits, death, transmigration of soul, and rebirth. Release from this perpetual ",
  "cycle comes through realisation of God through one of the three paths to salvation. This is the law   ",
  "of karma which many writers regard as the corner stone of Hindu philosophy. ",
  "Continuing with this explanation of human conduct, we find that our actions arise partly from ",
  "our merits and demerits, and partly from our autonomous volitions. Action based on human will is ",
  "purushakara or purushardha. Merits and demerits from earlier life are daiva. They are invisible entities ",
  "or adrishta. They are like random variables, and influence our life. They need to be distinguished ",
  "from fate or destiny which is preordained and decided by an external agency without any reference   ",
  "to man. But adrishta is based on man’s own actions; they are predispositions of soul which man’s ",
  "own actions have created. There is another meaning of daiva, as when we say that our success in an ",
  "enterprise is due to divine will. Our voluntary efforts succeed only when endorsed by divine will or ",
  "“insha Allah” (God willing). Purushardha and daiva anugraha (divine grace) are necessary for success. ",
  "Law of Karma ",
  "Law of karma is a matter of faith. It is not an empirical (grounded in human experience) theory;     ",
  "nor is it verifiable. An attempt to establish a statistical correlation between good deeds and merit    ",
  "and bad deeds and demerit is impossible. We do not know what happens to the soul, if there is     ",
  "one, after death. In modern psychology, human consciousness is considered a psycho-physiological ",
  "phenomenon. So death may be the end of    everything. ",
  "Apart from the scientific veracity of the law of karma, it has other disadvantages. Of course, ",
  "the conflict between science and religion is not confined to any particular religion. The doctrine ",
  "of karma had other consequences. Though it is not the same as fatalism, and though the effects of ",
  "bad deeds can be overcome, it has created a negative or fatalistic outlook. People concluded that ",
  "their prospects in life are largely predetermined. They underestimated the value of and the need ",
  "for human initiative and self driven effort. ",
  "ftarma theory leads to social and economic conservatism. Human suffering, poverty and social ",
  "inequalities appear as consequences of demerits of the victims. The incentive for good works suffers ",
  "as a consequence. Concerted social action for tackling existing evils gets discouraged. Unfortunately, ",
  "these conclusions follow from a false interpretation of karma theory. As we saw, Bhagavat Gita is a ",
  "gospel for action. In modern times, Swami Vivekananda worked indefatigably to remove these ",
  "cobwebs from the Hindu  psyche. ",
  "Manu’s Ideas ",
  "Manu (much reviled in modern times) regarded the customary law of the society as the standard.       ",
  "It is called achara. It is sanctified by practice over many generations, and becomes part of social ",
  "memory. Those who follow it faithfully live for long and are happy. They achieve good things. On ",
  "the contrary, those who flout achara fare ill.  ",
  "4.8   Ethics, Integrity & Aptitude ",
  "According to Manu, the customary law has to be in consonance with Vedas which are the ",
  "divine source of law. For Manu, Vedas provide the moral standard. He also recognises conscience ",
  "as a source of law. When we perceive an act as in keeping with our conscience, we feel a sense  ",
  "of ease. When we violate the promptings of conscience, we feel uneasy. We are all familiar with ",
  "feelings of guilt, generally over minor transgressions. Sigmund Freud, the founder of psychoanalysis, ",
  "speaks of a ‘super ego’, which represents the moral codes implanted in us at home and school. ",
  "We feel mentally uneasy when we act against the dictates of the super  ego. ",
  "Mahabharata ",
  "According to Mahabharata, Vedas which reveal divine law, and Smritis, which reveal customary law ",
  "are the sources of our morals. Virtue is defined in terms of customary conduct. Those actions which ",
  "generally receive common approbation are virtuous; those actions which receive social opprobrium ",
  "are wrong. Acts which carry social approval should be done; acts which carry social censure should ",
  "be avoided. ",
  "As we saw, our conduct should conform to dharma. Mahabharata refers to many dimensions of ",
  "dharma. Dharma is something common to the conduct of virtuous individuals in many places. Dharma ",
  "always carries the sanction of conscience. It is good and promotes the welfare of the creatures. The ",
  "different sides of Dharma are Vedic injunctions, customary conduct, voice of conscience and whatever ",
  "promotes social welfare. In case of conflict between these, Vedic injunctions become ultimate arbiters. ",
  "Ramayana contains similar ideas on morality. Whether an action is right or wrong has to be ",
  "decided having regard to Vedic law, reason, customary behaviour of virtuous persons and social ",
  "norms. Vedas will, however, prevail in case of conflict among these criteria. Devotion to the good ",
  "of humanity is seen as the highest virtue. ",
  "Samyama ",
  "Indian ethics consider moderation (samyama) as a moral standard. We can find these ideas in ",
  "Buddhism, Jainism and Hinduism. Samyama finds expression in the following moral ideas which ",
  "Buddha preached; ",
  "¤  Men should not seek sensual pleasures in excess; however, they need not also extinguish ",
  "all material desires. ",
  "¤  A virtuous life is a life of moderation which avoids both hedonism and asceticism. ",
  "¤  Men should be benevolent, control their will and spend time in serene meditation. ",
  "¤  Jainism expresses similar ideas. ",
  "¤  Excessive pleasures which undermine the moral basis of the soul and upset its balance are bad. ",
  "¤  Natural instincts, passions and impulses should not be totally curbed, but regulated by ",
  "reason for harmonious living. ",
  "Bhagavat Gita places great emphasis on temperance. ",
  "The extremes which Gita mentions  are: ",
  "Over eating  —  fasting ",
  "Overwork  —  inactivity ",
  "Over sleeping  —  sleeplessness  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.9 ",
  "Gita stresses that moderation is the key to mental discipline. ",
  "In Indian ethics, both political law and divine law are mentioned as moral standards. These ",
  "standards are external. Charvakas considered king’s commands as laws. A king represents the highest ",
  "political authority or sovereignty. The laws that he proclaims become the moral standards. To obey ",
  "a king’s law is right; and to defy a king’s law is wrong. ",
  "However, this view is opposed by many authoritative treatises. According to the Nyaya Vaisheshika, ",
  "the divine law or the God’s command is the moral standard. God is the creator and sustainer of      ",
  "the world. He created the world as a moral order and governs accordingly. The divine laws are ",
  "contained in the Vedas. It is to these that one should look up to for moral guidance. Bhagavat Gita ",
  "and Mahabharata take similar positions. ",
  "According to Bhagavat Gita, in the human world, social welfare is the greatest good. Men have to ",
  "act according to their duties to promote human welfare; in this manner, they also make personal ",
  "spiritual progress. Wise men should perform work without hoping for personal gain and for general ",
  "good. Sankaracharya interpreted social welfare as social regeneration. The degenerate individuals ",
  "have to be reformed and turned away from evil. ",
  "We may also note that Pravitti and Nivritti are two modes of moral life which Sankaracharya ",
  "mentions. The former refers to personal morality as applicable to empirical world. The latter signifies ",
  "the withdrawal of spiritually inclined individual from worldly preoccupations. He detaches himself ",
  "from all activities and avocations; and concentrating on his self, he seeks a vision of the Godhead. ",
  "These standards refer to an individual’s religious practice than to practical ethical problems or ",
  "standards. ",
  " ",
  "JAINISM ",
  "Jainism dates back to sixth century B.C. Its founder, Mahavira, is a contemporary of Buddha. Like ",
  "Buddhism, Jainism also rose partly in reaction to the ritualism which marked Vedic religion. Elements ",
  "of Jain teaching such as ahimsa, including opposition to animal sacrifices found expression even ",
  "during Vedic period. Mahavira like Buddha admitted people from different ranks of society into ",
  "Jainism. Unlike Buddhism, Jainism has survived in India throughout history despite the vicissitudes ",
  "it faced. This is due to the strict adherence of Jains to their religious discipline. In Jainism, strict ",
  "moral discipline is seen as the route to salvation. In its course, Jainism separated into two sects – ",
  "Swetambaras and Digambaras. Swetambaras wear clothes, and Digambaras go without them. ",
  "Ahimsa ",
  "Ahimsa is a core moral principle of Jainism. It lays down that no existent being with life or the essence ",
  "or potential of life should be injured. Injury is defined as its destruction, subjection or denial of its ",
  "living essence or potential. Jain principle of Ahimsa in turn follows from the fact that sentient creatures ",
  "are vulnerable to pain and sorrow. Just as pain and sorrow are undesirable to human beings, so are ",
  "they to other creatures which breathe, live and possess the essence of or potential for life.  ",
  "4.10   Ethics, Integrity & Aptitude ",
  "Path to Salvation ",
  "For a Jain, life is a spiritual odyssey towards divine consciousness. This state is attained when men ",
  "secure release from the bonds of karma. Ratnatraya or three ornaments open the path to salvation. ",
  "These are—Samyak darshan or right faith, Samyak Jnana or right knowledge and Samyak charitra     ",
  "or right conduct.  The ultimate objective of spiritual efforts is to find freedom from the misery of   ",
  "the world in which one’s soul is   enmeshed. ",
  "Five Moral Principles ",
  "Jainism prescribes moral principles both for householders and monks. The codes for monks are more ",
  "rigorous. The five common moral principles applicable both to monks and householders consist of: ",
  "refraining from violence towards any living things; speaking the truth; refraining from theft; shunning ",
  "adultery; and eschewing greed for material wealth. ",
  "We need to briefly elaborate the five moral ideas as understood in Jainism. As we saw before, ",
  "killing or hurting any living creature constitutes violence. Life in nature is equal; harming big or small ",
  "animal life is equally bad. Violence includes not only physical injury to others but also emotional ",
  "harm through bad behaviour or offensive language. Jainism accepts that householders cannot lead ",
  "a life which causes no harm at all to sentient beings. A householder must therefore try to minimize ",
  "the injury he causes to others. Eating animal flesh in any form is strictly forbidden. ",
  "Jain conception of truth means faithful rendering of the visual and verbal evidence in one’s ",
  "possession. One cannot depart from truth even for saving oneself. This injunction is  similar       ",
  "to Kant’s  Categorical  Imperative  which is absolutely  inviolable.  However,  one  can  make  an ",
  "exception to this rule from an altruistic angle with a view to prevent harm to others. ",
  "The concept of stealing is wider than its current legal meaning. It includes directly stealing ",
  "something or asking others to steal it. Use of false measures or weights, and receiving of stolen ",
  "property are also forms of stealing. One should return, when he finds any lost property, to its owner. ",
  "Keeping such property for one’s use is a form of  theft. ",
  "The fourth principle enjoins that a married person should not cast covetous glances at women. ",
  "He should treat them respectfully. This rule of Brahmacharya applies to all men. ",
  "The fifth ethical principle urges men to curb their acquisitive instincts. Naturally, a householder ",
  "needs a minimum income and wealth to support his family. He should not, however, get greedy    ",
  "and develop an inordinate love for wealth. This propensity invariably leads to dissatisfaction and ",
  "suffering. Households should restrain their wants, and lead a simple, contented life. ",
  "The concept of God or a supreme being governing the universe is lacking in Jainism. The world, ",
  "in its view, is governed by natural laws. In this regard, Jainism has a parallel in Stoicism. Another ",
  "affinity with Stoicism consists in its advocacy of austere bodily and mental discipline. Jains are ",
  "advised to ignore the superstitious beliefs popular among people. They should avoid the practice      ",
  "of performing rituals and ceremonies for pleasing   gods. ",
  "Pride ",
  "In their pursuit of self-perfection, men have to abandon pride. In a way, this idea also finds an echo ",
  "in Christianity – pride is one of the seven deadly sins. Jainism traces human pride or arrogance to  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.11 ",
  "eight sources. Men usually take pride in their intelligence, their beauty, their noble family, their caste, ",
  "their physical and mental strength, their magical powers, their mode of temple worship and their ",
  "tapas (prolonged meditation) and yoga. One has to give up arrogance on these counts. Unless one ",
  "gives up pride, he cannot become pure and humble in heart, and attain to divine   consciousness. ",
  "The Jain monks have to follow a more austere code than householders. They cannot live long at ",
  "a place and have to lead a peripatetic life. They have to expose themselves to the elements in order ",
  "to steel themselves against hunger, thirst, cold and heat. By leading an intensely austere life, based ",
  "on sound moral and aesthetic principles, by making their hearts pure and humble, they become ",
  "“jina” or spiritual conquerors. ",
  " ",
  "BUDDHISM ",
  "Life of Buddha ",
  "Siddhartha was born about 583 BC near Nepal. His father, King Suddhodana, was head of the Shakya ",
  "clan. His mother, Queen Maya, died shortly after his birth. Suddhodana wanted his son to become a ",
  "great warrior. He raised Siddhartha in great luxury and shielded him from knowledge of death and ",
  "human suffering. Till his twenty ninth year, Siddhartha knew little of life outside the palace walls. ",
  "One day, overcome by curiosity Siddhartha made several trips in a chariot through the countryside. ",
  "In these trips, he met with disturbing sights of an aged man, a sick man, and a corpse. The grim pictures ",
  "of old age, disease, and death upset him greatly. Later, he saw a wandering ascetic who had renounced ",
  "the world and sought release from fear of death and suffering. ",
  "He returned to palace life for a while, but found little pleasure in it. The news of his son’s birth ",
  "also did not cheer him. One night he wandered in the palace alone, and was seized by a sense of ",
  "futility of his luxurious life. He left the palace, shaved his head, changed his prince’s clothes for a ",
  "beggar’s robe, and began his search for enlightenment. ",
  "Siddhartha  held  discourses  with  renowned  teachers,  and  learnt  religious  doctrines  and ",
  "meditation. Still, he found no answers to his doubts and questions. He and five disciples then ",
  "began looking for enlightenment on their own. They sought freedom from suffering through ",
  "physical discipline, enduring pain, holding their breath, fasting nearly to starvation. Finding no ",
  "release, Siddhartha tried the Middle Way. He realised that the path of liberation was through ",
  "discipline of mind. He found enlightenment while meditating beneath a sacred fig, known later ",
  "as the Bodhi Tree. His spiritual struggle was mythologized as a great battle with Mara, a demon ",
  "whose name means “destruction” and who represents the human passions. ",
  "Conceptual framework of Buddhist thought ",
  "Four Noble Truths ",
  "The essence of Buddha’s teaching is contained in the Four Noble Truths. He enunciated them in ",
  "the first sermon which he gave to his five old ascetic colleagues at Sarnath. The Four Noble truths ",
  "set out the path for an individual’s enlightenment.  ",
  "4.12   Ethics, Integrity & Aptitude ",
  "The four truths are: ",
  "¤  The truth of dukkha ",
  "¤  The truth of the origin of the  dukkha ",
  "¤  The truth of cessation of  dukkha ",
  "¤  The truth of the path leading to the cessation of   dukkha ",
  "Truth of Dukkha ",
  "Three Types of Dukkha ",
  "The meaning of dukkha is suffering, anxiety and dissatisfaction. This Pali term has wider connotation ",
  "than its Sanskrit counterpart which means ‘suffering’. Buddhist thought refers to three types of dukkha. ",
  "Dukkha-dukkha means the dukkha of ordinary suffering. This is the pain associated with giving ",
  "birth, growing old, physical illness and the process of    dying. ",
  "Viparinama dukkha is the dukkha produced by change. It denotes the anxiety or stress in trying ",
  "to hold on to things that are continuously   changing. ",
  "Samkhara dukkha is the dukkha of conditioned states. It arises from a realisation that all forms of ",
  "life are characterised by impermanence and flux. In this sense, dukkha indicates a lack of satisfaction ",
  "which arises from feeling that things never measure up to our expectations or standards. ",
  "The focus on dukkha is not pessimistic. The purpose is to understand the nature of dukkha with ",
  "a view to transcend it. Buddha recognised that that the world offers both happiness and unhappiness. ",
  "However, the states of happiness are transitory and changing. Hence, whatever we experience in the ",
  "world leaves us with a sense of dissatisfaction. Unless we gain an insight into what gives us happiness ",
  "and what is unable to do so, we will continue in a state of unhappiness. We look for happiness in ",
  "external things rather than in our internal feelings and attitudes. As all sources of happiness are ",
  "transient, any feeling of happiness is accompanied by dissatisfaction. We have to recognise this to ",
  "start looking for real  happiness. ",
  "Origin of Dukkha ",
  "The origin of dukkha is traced to craving (tanha) conditioned by ignorance (avijia). Hankering runs ",
  "along three tracks: ",
  "¤  Craving for sense pleasure which is craving for sense objects that give pleasant sensations ",
  "or carving for sensory  pleasures. ",
  "¤ Craving consists in the desire to be something, to unite with an experience. It includes ",
  "craving for continuity, to be a being that has a past and a future, and the desire to prevail ",
  "and dominate others. ",
  "¤  ‘Craving not to be’ signifies a desire not to experience the world, and to be nothing, a wish ",
  "to be separated from painful feelings. ",
  "¤  Ignorance can be interpreted as ignorance of the meaning and implications of the four noble ",
  "truths. It implies a misunderstanding of the self and reality.  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.13 ",
  "Cessation of Dukkha ",
  "The third noble truth is cessation of all the unsatisfactory experiences and their causes in a manner ",
  "that they cannot recur. It refers to final absence or non-arising of things that cause suffering. Cessation ",
  "of dukkha is the objective of Buddhist spiritual practices.  Having eradicated the sources of  suffering ",
  "i.e. craving and ignorance, one feels liberated. This is also the state of nirvana. By removing causes ",
  "of suffering from the mind, one can experience temporary nirvana. The more serene the mind, the ",
  "greater the nirvana it experiences. ",
  "Path Leading to the Cessation of Dukkha ",
  "Eightfold Path ",
  "The fourth noble path is the way to end dukkha. It is called the eightfold path. It consists of: Right ",
  "Understanding; Right Thought: Right Speech; Right Action; Right livelihood; Right Effort; Right ",
  "mindfulness; and Right concentration. The first three paths help in understanding the nature of dukkha. ",
  "The fourth path is a practical means of overcoming dukkha. The paths are interconnected and constitute ",
  "a way of living. The wheel of Dharma pictorially depicts the eightfold path. ",
  "Right view is the intellectual aspect of wisdom. It implies penetrating the outward aspect of things, ",
  "understanding the transient and imperfect nature of worldly objects and ideas, and understanding   ",
  "the law of karma and karmic   conditioning. ",
  "Right intention refers to the type of psychic energy which controls human actions. It is commitment ",
  "to moral and mental self-improvement. There are three kinds of right intention (i) resisting the pull   ",
  "of craving; (ii) resisting feelings of anger and aversion; and (iii) avoiding thoughts and actions which ",
  "involve violence, cruelty and aggression and cultivating     compassion. ",
  "Right speech is route to moral discipline which sustains other virtues. Right speech consists of ",
  "the following: ",
  "¤  To abstain from telling lies and speaking deceitfully ",
  "¤  To avoid malicious or slanderous speech ",
  "¤  To refrain from using harsh words which hurt  others ",
  "¤  To abstain from idle chatter that lacks purpose or   depth ",
  "Right action includes: acting kindly and compassionately; to be honest; to respect the belongings ",
  "of others; and to avoid sexual misconduct. ",
  "Right livelihood implies that one should follow righteous means of earning bread and that   ",
  "wealth has to be earned only through legal and nonviolent ways. Buddha suggests that the following ",
  "occupations  should  be avoided: ",
  "¤  Dealing  in weapons ",
  "¤  Dealing in living things such as slave trade or rearing animals for slaughter ",
  "¤  Working in meat production or   butchery ",
  "¤  Selling intoxicants or  poisons ",
  "Right effort refers to psychic energy which produces either wholesome or unwholesome mental ",
  "states. It can lead, for example, to aggression, envy, desire and violence. But the same energy can   ",
  "lead to self-discipline, honesty, altruism and compassion. One has to control mind through right ",
  "efforts. These are:  ",
  "4.14   Ethics, Integrity & Aptitude ",
  "¤  To prevent any unwholesome states from arising in the    mind ",
  "¤  To banish unwholesome states which have arisen in the    mind ",
  "¤  To arouse wholesome states in the   mind ",
  "¤  To sustain the wholesome states present in the   mind ",
  "Right mindfulness refers to the cognitive processes through which we understand things. We ",
  "receive sense impressions through perception. Our cognitive processes act on the bare impressions ",
  "and interpret those using concepts and our earlier experiences. In this way, we end up creating ",
  "complex interpretive schemes. The original impressions and associated thoughts can get distorted     ",
  "in this process. Buddha says that we should perceive clearly and should not get carried away by the ",
  "working of intellectual processes. For this purpose, he recommends four foundations of mindfulness: ",
  "¤  Contemplation of the  body ",
  "¤  Contemplation of feeling (repulsive, attractive or   neutral) ",
  "¤  Contemplation of the state of the  mind ",
  "¤  Contemplation  of  the phenomena ",
  "Right concentration signifies single-pointedness of the mind in which all mental faculties are ",
  "unified and directed towards a single object. The right concentration has to be on wholesome thoughts ",
  "and actions. Buddhists try to achieve right concentration through practising meditation. This leads    ",
  "to a mental state without passions, with self-control and   tranquillity. ",
  "Buddhists believe that to concentrate on complete self-realisation, men need to follow three ",
  "golden rules: ",
  "(i)  Taking refuge in Buddha ",
  "(ii)  Taking refuge in Dharma ",
  "(iii) Taking refuge in Sanga (company of enlightened) ",
  "Prescriptions for Family and Society ",
  "Buddhism prescribes various morals for harmonious family and social life. Parents are enjoined to ",
  "provide intellectual education to children and bequeath property to them. Children should take      ",
  "care of their aged parents. Disciples have to respect their teachers. Teachers have to instruct pupils   ",
  "in arts, sciences and virtues. It is a husband’s duty to treat his wife affectionately, provide her needs, ",
  "and observe marital fidelity. The wife has to manage the household wisely and frugally, be faithful ",
  "and loving towards her husband. The master should treat his servants well, pay adequate wages and ",
  "give periods of rest. The servants should be faithful, contented and serve their masters cheerfully. ",
  "People should acquire qualities of liberality, courtesy, kindness and selflessness. ",
  "Non-Violence and Peace ",
  "In the end, we may note the important features of Buddhist morals. Buddha preached that everyone ",
  "should cultivable happiness and serenity; and that no one should despise or injure another. Men ",
  "should overcome hatred with love, and evil with good. Otherwise, hatred and evil will only grow. ",
  "Returning good for good is great, but returning good for evil is greater. Buddha anticipates the ",
  "injunction of Christ that violence should not be met with violence. Ethical Ideas in Indian Philosophical Tradition   4.15 ",
  "A man who imposes his view on others violently is unjust. A man who distinguishes between ",
  "right and wrong, and who leads men not through violence, but by law, righteousness and equity is ",
  "just. An Arya is cultured not because he kills animals but because he does not injure them. Only a ",
  "person who refrains from injuring others by word or deed deserves the title of ‘Brahmin’. Barbarism ",
  "is characterised by violence and culture by compassion and non-violence. ",
  "Buddhism emphasises the need for purity of heart; mere externally decent conduct is of no avail. ",
  "Men should free themselves from malice, greed and delusion. Anger, jealousy, and evil emotions ",
  "have to be eschewed. ",
  "Middle Course ",
  "Buddhism steers a middle course between extreme self-denial and excessive pursuit of material ",
  "pleasures. Selfishness creates cravings which become a source of suffering; it is only by regulating ",
  "such cravings through self-discipline that men can enter the path to enlightenment. At the same time, ",
  "Buddha does not advocate rigorous asceticism, and mortifying the body. Physiological needs of ",
  "body like food, clothing, and minimum comforts of existence are necessary. Otherwise, the mind ",
  "will fail to reach the composure necessary for meditation. We can compare Buddha’s approach to ",
  "that of Aristotle’s golden mean which avoids extremes of human conduct. ",
  "Buddha preferred the life of a monk to that of a householder. He strikes a balance between ",
  "hedonism and asceticism. It does not lead to quietism or passive withdrawal from social life. He ",
  "recommends an active and good life in the service of humanity. ",
  "Altruism ",
  "Buddhism has a strong streak of altruism. It advocates universal compassion, benevolence and ",
  "kindness to all life forms. It reacted against cruel animal sacrifices, rigid occupational classification of ",
  "society, and religious metaphysics. Buddha did not discuss God and soul in detail as Hindu scriptures ",
  "do. He moved away from mere ceremonialism to ways of reducing human misery and increasing ",
  "human happiness. Many writers regard Buddhism as informed by moral rationalism. ",
  "Buddhist approach also relies on a rational outlook. Men need to be self-conscious and live in ",
  "the present in a calm frame of mind. They have to avoid activities which cause suffering. They need ",
  "to shun activities which result in remorse and    anxiety. ",
  "GANDHIAN ETHICS ",
  "Gandhian thought covers many aspects of human life. Gandhi, as leader of Indian national movement, ",
  "and as prolific writer has commented on very many things. His thought is multi-dimensional and ",
  "covers political, social, economic, religious and ethical aspects of human life. His ideas emerged ",
  "partly from his inner religious convictions, partly from the exigencies of forging strategies for a mass ",
  "political movement and partly from the influence of others such as Tolstoy, Carlyle and Thoreau. ",
  "Gandhi was also influenced by ethical principles embedded in Buddhism, Jainism, Hinduism and ",
  "Christianity. It is impossible to cover all aspects of Gandhian thought within a short span. However, ",
  "we will discuss those aspects of Gandhian thought which have a special bearing on ethics.  ",
  "4.16   Ethics, Integrity & Aptitude ",
  "There is of course a difficulty in that no part of Gandhian thought can altogether be separated ",
  "from ethics. His ideas are generally expressed in moral categories or terminology. Ethical theories ",
  "provide the underpinnings for Gandhian thought in any sphere. Evolution of Gandhian ideas took ",
  "place within a matrix of non-violent mass political struggle. In the process, they went through some ",
  "twists and turns. Any general outline of Gandhian ethical ideas has to concern itself with the major ",
  "ethical streams which flow through them. We will now consider the major moral themes embedded ",
  "in Gandhian thought. ",
  "Gandhi is not an academic thinker. Further, as a mass leader, he was concerned more with ",
  "praxis or practice than with theory. He had to communicate with untutored masses. Although his ",
  "thoughts are not illogical, they are based on premises whose truth is taken for granted. These premises ",
  "are essentially the core moral values to which Gandhi subscribes. Gandhi has a feeling of inner ",
  "certainty about them. Based on such values, Gandhi has created a moral system which also served ",
  "as the framework for his political practice. In this sense, Gandhi’s ethics and his political action are ",
  "intertwined. ",
  "Faith in God ",
  "Gandhi has a deep and abiding faith in God, and has written extensively about his conception of ",
  "God. However, these ideas, really speaking, belong to theology or religious theory. So, we need not ",
  "discuss the nature of God in Gandhian thought. But a few words on the subject are necessary since ",
  "Gandhi derives his political ideology from his desire to realise God. His conception of God–though ",
  "Gandhi was fond of Lord Rama–is not derived from any particular religion. He regards God as       ",
  "an impersonal force and benevolent governor of the world. God is present (or immanent) in every ",
  "human soul. ",
  "We will now consider how Gandhi’s chief moral ideas and practices follow from his conception ",
  "of God. It is impossible to establish clear logical links in his thought processes because the ideas ",
  "involved are mystical. In other words, they belong to religious mysticism than to pure logic. Gandhi ",
  "considers that the ultimate goal of man is to realise the vision of God. And realisation of God is ",
  "impossible unless one follows the path of truth, love, non violence and service to humanity. ",
  "Gandhi  narrates  various  divine  attributes  and  posits  equivalence  between  these  individual ",
  "attributes and God.   Incidentally, God in Hindu conception is eternal, all knowing, all powerful    ",
  "and absolutely benevolent. God has no form or qualities — Nirguna, Nirakara Brahman. The ",
  "representations of God in Hindu temples are symbolic. The Christian God is personal, and has the ",
  "triune form of Father, Son (Christ) and Holy Spirit (Christ’s appearance in spiritual form after his ",
  "crucifixion). ",
  "Returning to Gandhi’s conception of God, we may note that Gandhi regards God as Truth, ",
  "Love, Fearlessness, and the source of Light and Life. He says that God and his Law are the same. ",
  "God is also Truth-Knowledge-Bliss (Sat-Chit-Ananda). ",
  "Ethical Conduct ",
  "Gandhi draws several conclusions from these equivalences. Men should emulate, to the extent they ",
  "can, the divine attributes in their conduct. Of course, as human beings, men can never reach the ",
  "perfection of divine virtues. However, they should strive with all their strength to follow the virtues  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.17 ",
  "of truth, love, nonviolence, tolerance, fearlessness, charity and service to mankind. Men have to ",
  "uphold the right, regardless of the personal consequences they may face. As we shall see, Gandhi ",
  "urges Satyagrhis (those keen in pursuit of truth or a right cause or nonviolent protestors) to adopt ",
  "these virtues. ",
  "As mentioned above, Gandhi equates God with truth and love. Love is another name of nonviolence. ",
  "Gandhi regarded that men should be guided by the objective of realizing the vision of God. This      ",
  "aim should inform all their activities—personal, political or social. Now, as God is truth and love or  ",
  "nonviolence, practising these two virtues is the way to reach   God. ",
  "Truth ",
  "Gandhi equates God also with truth. He designated his religion as ‘religion of truth’. To start with, ",
  "Gandhi used to say that God is truth. Later, he changed it to ‘truth is God’ to show that truth ",
  "constitutes the divine essence. He uses a metaphor to explain his meaning. Individual man is like a ",
  "spark of truth. When all the sparks combine, they result in an indescribable divine conflagration. ",
  "Gandhi’s metaphor is rather obscure. In modern logic, truth and falsehood are the properties of ",
  "propositions. Modern philosophers subscribe to two theories of truth. One is called the correspondence ",
  "theory of truth. It says that a statement is true if what it alleges describes an existing state of affairs in the ",
  "world. A true statement corresponds to some fact in the world. For example, ‘there is a dog near the ",
  "gate’. This statement will be true if there is really a dog near the gate. ",
  "The second conception of truth is based on coherence theory. It says that a statement is true if    ",
  "it is consistent with a system of ideas or beliefs that one holds. In other words, a true idea is part of   ",
  "a consistent set of beliefs. In the first view, truth reduces to a question of empirical verification. In  ",
  "the coherence theory, truth is a matter of logical    consistency. ",
  "Gandhi’s idea of truth is not taken from epistemology or theory of knowledge. He views truth ",
  "in the form it often takes in lofty discussions of religion, theology and metaphysics. It is an ideal ",
  "of human conduct; it shows how men should order their social, political and economic world. It ",
  "applies to entities such as political or social causes and movements. Thus Gandhi regarded that the ",
  "Indian struggle for independence stands for truth because it represents a just struggle for national ",
  "and individual autonomy. Truth in this sense is not amenable to strict logical analysis. It is part of ",
  "what we would now call ‘a value system’. However, one can examine whether the things described ",
  "as ‘truth’ form part of a consistent set of ideas. There is no doubt that ‘truth’ in this meaning fits into ",
  "the larger canvas of Gandhian thought. ",
  "Incidentally, we may note here Tolstoy’s influence on Gandhi. Tolstoy says, “The heroine of my ",
  "writing is she, whom I love with all the force of being. She who always was, is and will be beautiful ",
  "is truth.” Gandhi announces: “I am devoted to nothing but truth and I owe no discipline to anybody ",
  "but truth.” ",
  "Service to Society ",
  "There is another way in which Gandhi’s concept of God underpins his practical actions. As we ",
  "have already noted, realisation of vision of God ought to be man’s principal aim in life. The only ",
  "way to see God is through his creation and by identifying oneself with it. This is possible only ",
  "through service to humanity. Gandhi speaks in this context of merging oneself with humanity and  ",
  "4.18   Ethics, Integrity & Aptitude ",
  "of regarding oneself as a part of a larger whole. Gandhi’s emphasis on social service also follows  ",
  "from this view. There is no escape from social service to those in search of divine vision. It has to   ",
  "be the be-all and end-all of their  life. ",
  "For Gandhi, human brotherhood and oneness follow from the unity of life. As part of God’s ",
  "creation, men share the same life. There can be no real differences between them. From this angle, ",
  "distinctions based on gender, caste, creed, language and nationality are trivial; what counts is the ",
  "underlying unity of life of mankind. One can see that the principle of unity of life leads to Gandhian ",
  "concepts of secularism or religious toleration, human equality, and explains his life long battle against ",
  "untouchability. ",
  "Purity of Heart ",
  "As Gandhi identified God with virtues, it follows that men should be pure in heart. Gandhi insisted ",
  "on cleanliness even in its physical manifestations. The Ashrams and their surroundings had to          ",
  "be spic and span with no litter, dirt or filth. He believed in the adage that cleanliness is next to ",
  "godliness. Morally, Gandhi advocated self-purification. This is part of the personal morality derived ",
  "from religion. Modern readers will feel that Gandhi pushed some ideas to excess. He had a natural ",
  "revulsion to non vegetarian food. His autobiography shows that his onetime secret consumption of ",
  "meat in childhood proved traumatic. He also appears to have been troubled by the normal sexuality ",
  "which is part of  marriage. ",
  "Ends and Means ",
  "More importantly, Gandhi firmly believed that even for attaining noble objectives, men have to ",
  "only adopt good means. No good can follow from bad deeds, even if they are well intentioned. In ",
  "this regard, we may also recall the saying that, “The path to hell is paved with good intentions”. This ",
  "is known as the ‘ends and means’ debate. Some writers (e.g. Machaivelli) argue that bad means can ",
  "be used to achieve good ends. What matters is the end. The sacrifices which society bears in adopting ",
  "evil means are compensated by the noble ends which are attained. ",
  "However, few thinkers now support the view that ends justify the means.  Human experience  ",
  "has shown that in the name of pursuing noble ends, untold misery and suffering have been inflicted ",
  "on innocent men and women. This happened during religious wars which Catholics and Protestants ",
  "fought in Europe during the sixteenth century. A more recent example is from Soviet Union. Stalin ",
  "pursued an utterly ruthless policy of collectivization of private farm holdings in pursuit of communist ",
  "ideology, and in the process massacred millions of Kulaks or Russian peasants. For pursuing the ",
  "putative ideals, Stalin used evil means unmindful of their terrible human costs. ",
  "Gandhi constantly emphasised that means have to be pure. This follows ipso facto from the ",
  "conception of God as the embodiment of virtues. In following unethical means in any matter, we ",
  "will be acting in opposition to divine injunctions. He regarded ends and means as interchangeable ",
  "terms. ",
  "Human Nature ",
  "Now, we proceed to a consideration of the main concepts associated with Gandhian thought. First, ",
  "we outline the idea of non violence or ahimsa. Before doing so, we need to briefly outline Gandhi’s ",
  "conception of the moral order in the universe. The world is such that men can realise their moral  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.19 ",
  "ideals. Man has a divine spark in him. As a spiritual being, he cannot follow the mores of animal ",
  "life or its ruthless struggles. Violence and self-assertion are alien to him. Rather he is benevolent with ",
  "a desire to help others. The will to power–the desire to subjugate and crush others–is not a part of ",
  "his nature. He is gentle, humble, kind, generous, loving and considerate. Gandhi sides with those ",
  "philosophers like Rousseau and David Hume, who regard man as inherently good and benevolent. ",
  "His conception of humanity is radically opposed to those thinkers who regard man as essentially ",
  "selfish and bent upon imposing his will ruthlessly on others. Gandhi also believed that men are ",
  "reasonable, willing to see the viewpoints of others, and partly accommodate their viewpoints through ",
  "rational discussion. ",
  "Ahimsa ",
  "Gandhi explained ahimsa in negative and positive terms. The negative view of ahimsa implies the ",
  "following. ",
  "¤  It is refraining from killing or injuring  others. ",
  "¤  One should not harm anyone by thought, word or deed. ",
  "¤  Violence has to be shunned in all its   aspects. ",
  "The positive view embraces the following   aspects. ",
  "¤ Non-violence does not just mean that one avoids injuring others. One should also show ",
  "overflowing love to mankind and all living    beings. ",
  "¤  Ahimsa is closely linked to truth, and to man’s search for God. As God is truth and love and ",
  "as love is ahimsa, man can realise God only by pursuing ahimsa. Gandhi regards truth and ",
  "non-violence  to  be inseparable. ",
  "Many prerequisites are necessary for steadfast pursuit of ahimsa. Foremost among these are ",
  "truthfulness and fearlessness. Men need only fear God and no one else. If men obey God, they need ",
  "not worry about any human agency. From this follows the doctrine of Satyagraha which denotes ",
  "fearless pursuit of truth. Satyagraha is the name which Gandhi gave to the peaceful protests against ",
  "British rule in India. ",
  "Ahimsa requires complete self-purification. It also needs faith in the existence of soul which is distinct ",
  "from body. Ahimsa is described as ‘soul force’, ‘power of Atman’, ‘power of love’ and utter selflessness. ",
  "Selflessness in turn signifies total indifference to body. It seems that Gandhi’s aim is to strengthen ",
  "the resolve of the freedom fighters, and to encourage them to be prepared to undergo bodily pain. ",
  "Anger and hatred are the opposite poles of ahimsa. Hatred is a very subtle form of violence. ",
  "Men should rather win over their enemies by love. One should not reply violence with counter ",
  "violence. Ahimsa means that one’s love should be extended to one’s enemies. It is similar to Christ’s ",
  "injunction:  Love  thy enemy. ",
  "Non-violence, in its active sense, includes truth and fearlessness. Gandhi insists that non-violence ",
  "is not a creed of inaction. Nor is it for the weak or the timid. Non-violence does not signify meek ",
  "acceptance of evil. It is better to be violent than to be cowardly. Gandhi naturally feared that ",
  "nonviolence may become a convenient alibi for avoiding confrontation with the British rulers. ",
  "Non-violence requires humility for it relies solely on God. One does not use any physical    ",
  "means to resist force. Non-violence is superior to vengeance which is based on apprehended harm.  ",
  "4.20   Ethics, Integrity & Aptitude ",
  "Vengeance is better than meek surrender to superior force. But forgiveness is the best for it shows ",
  "strength and courage. In sum, many qualities — such as truthfulness, selflessness, absence of anger, ",
  "pride and hate, benevolence, altruism, courage, magnanimity, humility and total submission to God ",
  "— are comprised in nonviolence. ",
  "Non-violent Non-cooperation ",
  "Gandhi advocated that evil should be tackled by means of non-violent non-cooperation with it. One ",
  "should hate the evil deed but not its perpetrator. The logic for this belief is that men are the children ",
  "of the same God, and that attacking even a single individual is an attack on the whole of humanity.    ",
  "If all cooperation with evil is withdrawn, it will have nothing to act upon. ",
  "This logic applies to individuals as well as to institutions and systems. To fight an unjust system ",
  "Gandhi advocated non-violent non-cooperation. To fight the British imperial rule, Gandhi relied     ",
  "on civil disobedience and passive resistance. Gandhi borrowed the idea of civil disobedience from ",
  "Henry Thoreau, a famous American thinker. Thoreau’s books relevant in this context are Resistance to ",
  "Civil Government and his autobiography A Yankee in Canada. A civil resistor simply ignores the authority ",
  "of the government. He opposes the unjust laws imposed on him without resorting to violence. ",
  "Gandhi traces all social, political, economic and religious problems to violence. Non-violence ",
  "holds the key to the solution of these problems. Gandhi argues that non-violence can be a potent ",
  "weapon in the hands of masses. Non-violent non-cooperation of masses is not a rebellion; it is a ",
  "revolution — but an evolutionary revolution. Gandhi considered such mass movements as bloodless ",
  "revolutions in the sphere of spirit and  thought. ",
  "Gandhi often resorted to fasting as a weapon of Satyagraha. He thought that fasting has a spiritual ",
  "value and that it heightens the effect of prayer. For those who believe in nonviolence, it is an ultimate ",
  "weapon. In extreme situations, a Satyagrahi should be prepared to fast unto death. ",
  "Qualities of a Satyagrahi ",
  "A Satyagrahi is the foot soldier of the passive resistance movement. He has to embody the virtues ",
  "of truth and nonviolence. The effectiveness of the civil disobedience movements will depend on ",
  "him; he will also be on display as a model of Gandhian values. Gandhi prescribes various virtues ",
  "which a Satyagrahi needs to cultivate. ",
  "A Satyagrahi should be truthful, nonviolent, honest, and eschew material possessions and sexual ",
  "desires. Realisation of God is impossible if one does not eradicate sexual desire. Sexual act in so ",
  "far as it promotes procreation is noble. Any other use of it is a sin. Brahmacharya (avoiding sexual ",
  "activity) has to be observed in thought, word and deed—Mano, Vacha, ftarmani. ",
  "Gandhi prescribes a severe code for the Satyagrahi which includes harsh moral discipline, control ",
  "of senses and ascetic self-denial. The qualities which a Satyagrahi has to cultivate are shown in the ",
  "table below. ",
  " ",
  "Humility  Silence  Renunciation ",
  "Self-sacrifice  Thought control  Non-violence ",
  "Universal benevolence  Non use of drinks and drugs    ",
  "Ethical Ideas in Indian Philosophical Tradition   4.21 ",
  "He should earn his living; he has to do manual work and cut down his wants to bare necessities. ",
  "He should show respect to all men and women and to all religions. He has to discharge his duties ",
  "diligently without making undue claims. He should be like an enthusiastic voluntary soldier ever  ",
  "ready to undertake onerous   tasks. ",
  "In this connection, we may recall the 11 vows which residents of Kochrab and Sabarmati ashrams ",
  "had to observe, ",
  "The vows were: ",
  "¤  Satya: Truth ",
  "¤  Ahimsa: Non-violence ",
  "¤  Brahmacharya: Celibacy ",
  "¤  Asvada: Control of the  palate ",
  "¤  Asteya: No stealing ",
  "¤  Aparigraha or Asangraha: Not having personal    possessions ",
  "¤  Sharira Sharama: Physical labour ",
  "¤  Swadeshi:  Indigenization ",
  "¤  Abhaya:  Fearlessness ",
  "¤  Asprishyaatanivarana: Removal of untouchability ",
  "¤  Sarva Dharma Sambhava: Respect for all  religions ",
  "The first five were the most important and are found in all religions. Bapu called them ‘Panch ",
  "Mahavratas’. The world may have seen Gandhi as a freedom fighter and political leader, but in his ",
  "heart he was a ‘sadhak’ - one who is in search of God. He believed that the service of humankind  ",
  "was the best way to realise God, which was the driving force behind most of his rules. ",
  "Gandhi’s Economic Ideas ",
  "Introduction ",
  "Gandhian ethics cover economic sphere also. Gandhi says that everyone should earn his bread     ",
  "with his own hands or through manual labour.   He calls it bread labour, and it alone gives man       ",
  "his right to eat. It is impossible for a few to amass wealth without exploiting the rest. Exploitation    ",
  "is a form of violence. As men have a right to live, they are entitled to the means of securing food, ",
  "shelter  and clothing. ",
  "Gandhi does not propose drastic or violent means of bringing about economic equality. Ideally, ",
  "wealth should be distributed equally among all members of the society. As this is impracticable, ",
  "Gandhi proposes that wealth should be shared equitably. He urges that people should reduce their ",
  "wants and live a simple life. This process will release resources which can be used to help the poor. ",
  "Doctrine of Trusteeship ",
  "Gandhi has introduced a concept in which the rich are regarded as trustees of wealth. Ultimately,      ",
  "as all property belongs to God, the excess or superfluous wealth which the rich possess belongs to ",
  "society and should be used for supporting the poor. Wealthy people have no moral right to what      ",
  "is more than their proportionate share in national wealth. They simply become trustees for the ",
  "disproportionate share of God’s property they hold. They have to use it for helping the poor. 4.22   Ethics, Integrity & Aptitude ",
  "Gandhi and Marx ",
  "Gandhi opposes forcible distribution of wealth since it will lead to violence. He therefore proposes ",
  "that the wealthy have to hold their excess wealth as trustees and help the poor. This view differs ",
  "sharply from communist and socialist ideologies. Karl Marx argued that capitalists and workers ",
  "(or rich and poor in general terms) are antagonistic classes and that there is an ongoing class war ",
  "between them. Marx advocates communist revolution through violent overthrow of the capitalist ",
  "State. Gandhi favours class harmony, nonviolence and voluntary sharing of wealth by the rich. ",
  "Gandhi also identified what he called as seven social sins. These are politics without principles; ",
  "wealth without work; commerce without morality; education without character; science without ",
  "humanity; pleasure without conscience and worship without sacrifice. ",
  "Religious Tolerance ",
  "Gandhi was the greatest advocate of religious tolerance. He preached equality of religions based ",
  "on the following principles: ",
  "¤  God is unfathomable and unknowable and reigns above us all. ",
  "¤  God reveals himself in many ways all the time and evokes human religious sentiments. ",
  "¤  Nonviolence is a central theme of all   religions. ",
  "¤  All religions are prone to errors and   imperfections. ",
  "¤  All religions are continually evolving towards realisation of higher truth. ",
  "Gandhi regarded that the essence of Christianity lies not in Christology but in its conception ",
  "of ethics as the means to truth. Boundless love and absence of retaliatory violence are fundamental ",
  "tenets of Christianity. ",
  "In the present time, the Gandhian emphasis on communal harmony is especially relevant to ",
  "national integration. Gandhi did not merely pay lip sympathy to communal harmony. He considered ",
  "it as a means of promoting an unbreakable bond of brotherhood between followers of different ",
  "religions. It has to be rooted, according to Gandhi, in equal respect for all religions. One must show ",
  "for other religions the same regard he accords to his own. If people adopt this attitude, religion ",
  "will no longer be a source of discord but of harmony. All religions preach that men should live ",
  "harmoniously. ",
  "   Summary ",
  "¤  The Hindu conception of the four principal moral ends of life consists of — Dharma (moral ",
  "law), Artha (wealth), Kama (desire), and Moksha    (salvation). ",
  "¤  Dharma is the correct way in which a human being has to fulfil his personal,  social and ",
  "moral needs. ",
  "¤  Some hold that it is a command of God. Other writers consider that moral law is not embodied ",
  "in God, but that it is a moral ideal which transcends the physical world of space and time. ",
  "¤  Artha in the sense of wealth stands for material means of   well-being. ",
  "¤  Kama refers to desires common to men living within family   fold.  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.23 ",
  "¤  Hindu ethics subordinate happiness to dharma or virtue. ",
  "¤ The ultimate goal which Hinduism prescribes is that soul should be liberated from the ",
  "constraints of the physical world and its myriad    problems. ",
  "¤ Moksha means that the self lives in its pure spiritual form or essence free from the ",
  "encumbrances of the physical world of senses or of the material universe of space and time. ",
  "¤ Hinduism also has an ethic which links an individual’s morals to his membership of a social ",
  "group. It is the famous Varnashrama dharma. ",
  "¤ Apart from the morals arising from one’s station in society, there are duties which have to ",
  "be performed at different stages of life – Brahmacharya, Grihastha, Vanaprastha and Sanyas. ",
  "¤  In modern age, it means that one has to faithfully work wherever one is employed. ",
  "¤  Bhagavat Gita is the chief religious and moral treatise of Hindus. ",
  "¤ Bhagavat Gita prescribes that man should perform his duty without any desire for its fruits, ",
  "without attachment and aversion, and without getting distracted by selfish and base motives. ",
  "In brief, duty has to be performed for its own sake. Duties are performed for the welfare of ",
  "humanity and for the good of all living creatures. Ultimately, duties have to be performed ",
  "for realizing the vision of God. ",
  "¤  One has to control bad emotions such as – attachment, aversion, illusions, fears, lust, grief, ",
  "anger, hatred, malice and envy. What we would call positive emotions are to be cultivated. ",
  "These include universal goodwill and benevolence, kindness towards people in trouble, ",
  "magnanimity, serenity, indifference to worldly concerns, and love and devotion to God. ",
  "¤  Unlike in Buddhism and Jainism, God is central to the moral system of the Gita. ",
  "¤ According to Gita, there are three paths to the realisation of God – through action, devotion ",
  "and knowledge. ",
  "¤ Gita associates a man’s station in life, his Varna, and his psychological attributes. Experience ",
  "shows that one’s profession generally leaves a mark on one’s character. Modern psychology ",
  "also refers to human psychological types. ",
  "¤ Virtues which the Gita mentions are characteristic of the three principal occupational ",
  "groups of the society. In modern terms, they can be associated with intellectual, heroic and ",
  "commercial virtues. ",
  "¤ Comparison of Hindu ethics with Western moral ideals like hedonism, utilitarianism or ",
  "Kant’s ideas of duty is generally inappropriate. ",
  "¤  Bhagavat Gita mentions both positive and negative emotions. ",
  "¤ At one level, Gita’s message is addressed to those who are totally concerned with realisation ",
  "of God. Such idealistic injunctions and a pronounced ‘other worldliness’ may create an ",
  "impression that the message of Gita, though sublime, is unsuited to the normal situations of ",
  "social life. But the message of Gita, rooted as it is in the concept of human duty, is universal ",
  "and timeless in its appeal and relevance. ",
  "¤ To understand ancient Indian writers, we have to enter their social world using historical ",
  "and psychological imagination. ",
  "¤  Law of karma is a matter of faith. It is not a verifiable scientific idea. ",
  "¤ ftarma theory leads to social and economic conservatism. Though it is not the same as ",
  "fatalism, and though the effects of bad deeds can be overcome, it has created a negative or  ",
  "4.24   Ethics, Integrity & Aptitude ",
  "fatalistic outlook. In modern times, Swami Vivekananda worked indefatigably to remove ",
  "these cobwebs from the Hindu psyche. ",
  "¤   Manu regarded the customary law of the society or achara as the standard. It is sanctified    ",
  "by practice over many generations. For Manu, Vedas provide the moral standard. He also ",
  "recognises conscience as a source of   law. ",
  "¤ Indian ethics consider moderation (samyama) as a moral standard. We can find these ideas ",
  "in Buddhism, Jainism and Hinduism. ",
  "¤  In Indian ethics, both political law and divine law are mentioned as moral standards. ",
  "¤  Jainism dates back to sixth century   B.C. ",
  "¤ Like Buddhism, Jainism also arose partly in reaction to the ritualism which marked Vedic ",
  "religion. ",
  "¤  Ahimsa is a core moral principle of Jainism. It lays down that no existent being with life or  ",
  "the essence or potential of life should be   injured. ",
  "¤  For a Jain, life is a spiritual odyssey towards divine    consciousness. ",
  "¤ The five common moral principles applicable both to monks and householders consist of: ",
  "refraining from violence towards any living things; speaking the truth; refraining from theft; ",
  "shunning adultery; and eschewing greed for material wealth. ",
  "¤ The concept of God or a supreme being governing the universe is lacking in Jainism. The ",
  "world, in its view, is governed by natural laws. In this regard, Jainism has a parallel in Stoicism. ",
  "Another affinity with Stoicism consists in its advocacy of austere bodily and mental discipline. ",
  "¤  In their pursuit of self-perfection, men have to abandon pride. In a way, this idea also finds  ",
  "an echo in Christianity — pride is one of the seven deadly   sins. ",
  "¤  Jainism traces human pride or arrogance to eight    sources. ",
  "¤  The essence of Buddha’s teaching is contained in the Four Noble Truths. ",
  "¤ The four truths are: the truth of dukkha; the truth of the origin of the dukkha; the truth of ",
  "cessation of dukkha; and the truth of the path leading to the cessation of dukkha. ",
  "¤   The three types of dukkha are: dukkha of ordinary suffering; the anxiety or stress in trying    ",
  "to hold on to things that are continuously changing; and the dukkha of conditioned states. ",
  "¤  The purpose of understanding the nature of dukkha is to transcend it. ",
  "¤ The origin of dukkha is traced to craving (tanha) conditioned by ignorance (avijia). Craving ",
  "runs along three tracks – all linked to attachment to sensual pleasures and worldly objects. ",
  "¤ The third noble truth is cessation of all the unsatisfactory experiences and their causes in a ",
  "manner that they cannot  recur. ",
  "¤  Cessation of dukkha is the objective of Buddhist spiritual    practices. ",
  "¤  The fourth noble path is the way to end dukkha. It is called the eightfold path. ",
  "¤ It consists of: Right Understanding; Right Thought; Right Speech; Right Action; Right ",
  "Livelihood; Right Effort; Right Mindfulness; and Right Concentration. The first three ",
  "paths help in understanding the nature of dukkha. The fourth path is a practical means of ",
  "overcoming dukkha.  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.25 ",
  "¤  Right view is the intellectual aspect of wisdom. ",
  "¤  Right intention is commitment to moral and mental   self-improvement. ",
  "¤  Right speech is route to moral discipline which sustains other virtues. ",
  "¤ Right action includes: acting kindly and compassionately; to be honest; to respect the ",
  "belongings of others; and to avoid sexual misconduct. ",
  "¤ Right livelihood implies that one should follow righteous means of earning bread and that ",
  "wealth has to be earned only through legal and nonviolent ways. ",
  "¤ Right effort refers to harnessing psychic energy towards production of wholesome mental ",
  "states. ",
  "¤   Buddha says that we should perceive the world clearly and should not get carried away by   ",
  "the working of intellectual processes. For this purpose, he recommends four foundations     ",
  "of right mindfulness. ",
  "¤  These are contemplation of body, of feeling, of state of the mind and of the phenomena. ",
  "¤ Right concentration signifies single-pointedness of the mind in which all mental faculties are ",
  "unified and directed towards a single object. This leads to a mental state without passions,   ",
  "to self-control and tranquility. ",
  "¤ To concentrate on complete self-realisation, men need to follow three golden rules of taking ",
  "shelter in Buddha, in Dharma and in  Sangha. ",
  "¤  Buddhism prescribes various morals for harmonious family and social life. ",
  "¤  Buddha preached that everyone should cultivate happiness, security and peace. ",
  "¤  Buddhism steers a middle course between extreme self-denial and excessive pursuit of  ",
  "material  pleasures. ",
  "¤  Buddhism has a strong streak of altruism. It advocates universal compassion, benevolence  ",
  "and kindness to all life  forms. ",
  "¤  Buddhist approach is based on a rational outlook. ",
  "¤ Gandhian thought is multi-dimensional and covers political, social, economic, religious and ",
  "ethical aspects of human life. His ideas emerged partly from his inner religious convictions, ",
  "partly from the exigencies of forging strategies for a mass political movement and partly ",
  "from the influence of others such as Tolstoy, Carlyle and Thoreau. ",
  "¤ Ethical theories provide the underpinnings for Gandhian thought in any sphere. Evolution ",
  "of Gandhian ideas took place within a matrix of non-violent mass political struggle. In the ",
  "process, they went through some twists and turns. ",
  "¤ Gandhi has a deep and abiding faith in God, and has written extensively about his conception ",
  "of God. ",
  "¤ He regards God as an impersonal force and benevolent governor of the world. God is ",
  "present (or immanent) in every human soul. ",
  "¤ Gandhi considers that the ultimate goal of man is to realise the vision of God. And realisation ",
  "of God is impossible unless one follows the path of truth, love, non-violence and service to ",
  "humanity.  ",
  "4.26   Ethics, Integrity & Aptitude ",
  "¤  Men should emulate, to the extent they can, the divine attributes in their conduct. ",
  "¤ Gandhi equates God with truth and love; as God is truth and love or nonviolence, practising ",
  "these two virtues is the way to reach  God. ",
  "¤  Gandhi equates God also with truth. He designated his religion as ‘religion of truth’ ",
  "¤ Truth for Gandhi is not an epistemological concept; it is part of what we would now call ",
  "‘a value system’. ",
  "¤  Tolstoy influenced Gandhi in his thinking on   truth. ",
  "¤ Gandhi preached that the only way to see God is through his creation and by identifying ",
  "oneself with it. This is possible only through service to humanity. ",
  "¤ For Gandhi, human brotherhood and oneness follow from the unity of life. As part of God’s ",
  "creation, men share the same   life. ",
  "¤ As Gandhi identified God with virtues, it follows that men should be pure in heart. Gandhi ",
  "insisted on cleanliness even in its physical   manifestations. ",
  "¤   Gandhi firmly believed that even for attaining noble objectives, men have to adopt only   ",
  "good means. ",
  "¤ Gandhi constantly emphasised that means have to be pure. This follows ipso facto from the ",
  "conception of God as the embodiment of  virtues. ",
  "¤ Man has a divine spark in him. Gandhi also believed that men are reasonable, willing to ",
  "see the viewpoints of others, and partly accommodate their viewpoints through rational ",
  "discussion. ",
  "¤ Gandhi explained ahimsa in both negative and positive terms. These have been mentioned ",
  "earlier as points. ",
  "¤  Ahimsa requires complete self-purification. It also needs faith in the existence of soul which  ",
  "is distinct from body. Ahimsa is described as ‘soul force’, ‘power of Atman’, ‘power of love’ ",
  "and utter selflessness. ",
  "¤  Many prerequisites are necessary for steadfast pursuit of ahimsa. Foremost among these are ",
  "truthfulness and fearlessness. Men need only fear God and no one else. ",
  "¤   Gandhi advocated that evil should be tackled by means of non-violent non-cooperation with ",
  "it. One should hate the evil deed but not its    perpetrator. ",
  "¤  If all cooperation with evil is withdrawn, it will have nothing to act upon. ",
  "¤ Gandhi argues that non-violence can be a potent weapon in the hands of masses. Non-violent ",
  "non-cooperation of masses is not a  rebellion. ",
  "¤ A Satyagrahi is the foot soldier of the passive resistance movement. He has to embody the ",
  "virtues of truth and non-violence. Gandhi prescribes various virtues which a Satyagrahi  ",
  "needs to cultivate. ",
  "¤  Gandhian ethics cover economic sphere also. ",
  "¤ Gandhi says that everyone should earn his bread with his own hands or through manual ",
  "labour.  He calls it bread labour, and it alone gives man his right to eat. ",
  "¤  It is impossible for a few to amass wealth without exploiting the rest. ",
  "¤ Gandhi has introduced  a concept in  which the rich are  regarded as trustees  of  wealth. ",
  "Ultimately, as all property belongs to God, the excess or superfluous wealth which the rich ",
  "possess belongs to society and should be used for supporting the    poor.  ",
  "Ethical Ideas in Indian Philosophical Tradition   4.27 ",
  "¤  Gandhi’s ideas on economics differ radically from Marxian ideas. ",
  "¤ Gandhi was the greatest advocate of religious tolerance. He preached equality of religions ",
  "based on certain fundamental principles. ",
  "¤ In the present time, the Gandhian emphasis on communal harmony is especially relevant ",
  "to national integration. Gandhi did not merely pay lip sympathy to communal harmony. ",
  "He considered it is a means of promoting an unbreakable bond of brotherhood between ",
  "followers of different religions. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  What are the four moral ends of Hinduism? Outline them in brief ",
  "2.  How can we interpret Varnashrama dharma in the modern context? ",
  "3.  Briefly distinguish Hindu ethics from hedonism, utilitarianism and Kantianism. ",
  "4.  What is the law of karma? Can it come in the way of individual initiative and effort? ",
  "5.  Some thinkers consider that Hinduism is too metaphysical and other worldly. Do you agree? ",
  "Give reasons in support of your answer. ",
  "6.  Are there any aspects of Hindu ethics which are relevant to modern administrators? ",
  "7.  What are the positive moral principles which can be derived from Hindu ethics? ",
  "8.  What are the five moral ideas which Jainism emphasises? ",
  "9.  Briefly outline the differences between Jain and Hindu ethics. ",
  "10. What are the four noble truths of Buddhism? Discuss briefly. ",
  "11. Outline briefly the eightfold path to enlightenment which Buddha preached. ",
  "12. Discuss some parallels between Buddhism and modern ideas on emotional intelligence. ",
  "13. What aspects of Buddhist teaching are based on human rationality? ",
  "14. What is the relevance of Buddha’s message to modern Indian society? ",
  "15. Outline briefly how Tolstoy, Ruskin and Thoreau influenced Gandhi. ",
  "16. How did Gandhi’s conception of God influence his ideas and actions? ",
  "17. Briefly discuss Gandhi’s concept of non-violence. Has it any relevance in dealing with Naxalite ",
  "movement? ",
  "18. Discuss Gandhi’s ideas on  truth. ",
  "19. Explain Gandhi’s concept of Satyagraha. Do you think that Gandhi adopted it only as a political ",
  "strategy since India could not hope then to fight against the might of the British Empire? ",
  "20. Briefly discuss Gandhi’s concept of non-violent  non-cooperation. ",
  "21. Explain briefly the concept of trusteeship which Gandhi proposed?   Is it   realistic? ",
  "22. Write short notes  on; (i) Nishkama Karma (ii) Achara (iii) dharma (iv) karma ",
  "(v) ‘pride’ in Jain morality (vi) origin of dukkha (vii) Right Speech (viii) Right Livelihood (ix) ",
  "samyama (x) soul force (xi) bread labour.  ",
  "4.28   Ethics, Integrity & Aptitude ",
  " ",
  "REFERENCES ",
  " ",
  "  Jadunath Sinha, A Manual of Ethics ",
  "  S. Radhakrishnan, The Hindu View of Life ",
  "    Cambridge University, The Ancient History of India (older   text) ",
  " Surendranath Dasgupta, A history of Indian Philosophy Volume 1  ",
  "",
  ""
]