[
  "C h a p t e r.8    ",
  "Ethical Reasoning and ",
  "Moral  Dilemmas ",
  " ",
  " ",
  " ",
  " ",
  "INTRODUCTION ",
  "Many decisions we take in personal, official and social life are relatively straightforward. They are ",
  "based on routine and habitual responses and procedures. They may not involve questions of morals, ",
  "but in case they do, the ethical criteria applicable to them are simple and clear. Ethical dilemmas, in ",
  "contrast, are situations in which decisions involve conflicts between two or more moral principles. ",
  "In these situations, moral agents (who have to make decisions) find themselves in a quandary since ",
  "they have to choose between two ethical norms (N and N ) which have equal status. If the moral ",
  "1 2",
  "agent selects N , he has to give up N and vice versa. In other words, the decision involves a trade-off ",
  "1 2 ",
  "between two moral criteria. This is the theme we discuss in this chapter. We cover this theme in ",
  "four parts: definition of ethical situations; moral criteria which may clash; manner of resolving ethical ",
  "conflicts; and the processes which clarify moral dilemmas. ",
  "Ethical Situations ",
  "Ethical dilemmas come up only in situations which have ethical or moral aspects or dimensions. ",
  "Obviously, ordering paper, pencils or pens for office stores involves no moral questions. The criteria ",
  "used for decision could be the requirements and the budget. Similarly, the design of a hostel or a bridge ",
  "will have no moral aspects. These are non ethical contexts of decision-making. ",
  "What are the features which impart an ethical dimension to a situation? One general answer ",
  "is that situations which involve issues of right and wrong are ethical situations. Moral philosophers ",
  "have defined ethical situations more concretely. According to one such definition, ethical situation ",
  "involves actions and decisions which are based on a moral agent’s choice and volition and which ",
  "significantly affect other individuals. In addition, ethical situations are also defined by the norms, ",
  "standards, criteria or principles which guide decision-making. Moral criteria or standards include: ",
  "fairness, honesty, justice, integrity, truthfulness and generosity. Some writers place emphasis on justice ",
  "and rights. An ethical situation directly and explicitly involves considerations of moral standards or  ",
  "8.2   Ethics, Integrity & Aptitude ",
  "criteria. Dennis P. Wittmer defines an ethical situation essentially as one in which ethical dimensions ",
  "are relevant and deserve consideration in making some choice that will have significant impact on ",
  "others. According to Rest, ethical dimensions are those norms and principles that “provide the ",
  "basic guidelines for determining how conflicts in human interests are to be settled and for optimizing ",
  "mutual benefit of people living together in groups”. ",
  "Process of Moral Decision-Making ",
  "After defining the ingredients that impart an ethical dimension to a situation, we need to consider ",
  "three more aspects. One is the process of decision-making in ethical situations. Secondly, moral ",
  "criteria which come into play need consideration. Finally, we examine how civil servants and other ",
  "decision makers can handle ethical    dilemmas. ",
  "When administrators face uncertainty in ethical situations, they wonder what could be  the ",
  "morally correct and responsible decision. In this matter, they can get guidance from normative ",
  "theories, decision-making models and decision processes. Normative or prescriptive principles help  ",
  "in determining what should be done and what is the correct course of action. Public servants are ",
  "accountable and have to justify their decisions to the political executive and the public. Hence, they ",
  "usually search for and base their decisions on reasons and principles. Ethical decision-making in public ",
  "sphere requires detailed analysis of the situation and identification of the norms and criteria that apply ",
  "to the situations.   Standards and norms provide guidance to a decision and constitute its rationale.    ",
  "It is application of principles which makes decisions consistent, coherent and predictable. Decisions ",
  "without  the guidance  of standards  or  principles will be  arbitrary,  capricious  and unpredictable. ",
  "Administrators can defend themselves against the charge that they used wrong principles in taking     ",
  "a decision. But they can never defend a decision which is not grounded in any principles. ",
  "There are many models of decision-making. These differ in their approach and the elements of ",
  "the problem which they highlight. We will consider two important models. The processes or steps ",
  "involved in taking decisions and the criteria that can guide decision-making tend to get mixed up      ",
  "in the models. But we should try, to the extent possible, to keep them apart. ",
  "Terry Cooper has reduced ethical decision making to a series to steps which begin with identifying ",
  "the problem and end with its resolution. Although his schematized model may not be very realistic, it ",
  "will enable practical administrators to place the situation within an easily intelligible analytical frame ",
  "work. While going through the steps involved in taking the decision, the decision makers are free to ",
  "select the appropriate moral standards. The procedure presupposes no fixed moral norms. ",
  "Perception or recognition of an ethical problem is the first step towards its resolution. Administrators ",
  "can be morally insensitive or blind; they may just fail to notice the moral aspects of a problem. The ",
  "failure may arise from their personality, inadequate moral development and a feeling that they are not    ",
  "in control and cannot influence the course of  events. ",
  "Case Studies ",
  "CASE 1 ",
  "We use a simple example to illustrate the steps involved in moral decision-making. In a district, the ",
  "Panchayat has employed part time education assistants or vidyasahayaks to teach in primary schools. ",
  "The District Development Officer (DDO) comes to know that many vidyasahayaks are not teaching ",
  "for the prescribed number of hours. This is an ethical issue since the vidyasahayaks are in breach  of  ",
  "Ethical Reasoning and Moral Dilemmas   8.3 ",
  "the agreement or their promise. Another moral aspect is depriving rural children of their right to ",
  "education. First, the moral aspect of the question has to be recognised. ",
  "The second stage consists in fully describing the situation. By description is meant not literary ",
  "description, but a full recitation of the facts of the situation. Facts have to be objectively stated. The ",
  "available facts may often be incomplete, and people may see them from multiple perspectives. In ",
  "our example, facts can be the norms of teaching hours for vidyasahayaks, number of vidyasahayaks ",
  "who teach below this norm, whether others are available for hire as vidyasahayaks and whether the ",
  "functionaries at Tehsil level have noted the problem and tried to solve it. ",
  "In the next stage, decision makers have to spell out clearly the moral issues and moral norms ",
  "involved in the situation. This is a rather difficult exercise since the officials usually have a non-ethical ",
  "perspective on matters. Their normal response will be to view the problem from administrative or ",
  "legal angles as a lapse of discipline, symptom of low morale or breach of employment contract. The ",
  "moral aspects are the need to meet one’s obligations, being fair to the children and being fair and ",
  "honest. ",
  "The next stage consists in visualizing the possible alternatives. Here, all possibilities should be ",
  "considered without rejecting any solutions outright. The options should not be reduced to a simple ",
  "either/or. In our example, an either/or approach will be either discharging the errant vidyasahayaks ",
  "or just ignoring the problem. Some alternatives could be: altering the working hours, schedules or ",
  "locations of vidyasahayaks, running quality improvement programmes, and holding a general meeting ",
  "with them to remind them of their social duties of public service. ",
  "The next stage involves projecting the consequences of the alternatives. A simple procedure is to ",
  "list the alternatives and show against each its merits and demerits. This requires a little imagination; it ",
  "is a form of ‘dramatic rehearsal’. In the example, the alternative of discharging may mean depriving ",
  "children of teaching and parental dissatisfaction. If the existing practice continues, it may lead to ",
  "slow deterioration of educational quality. We can list other advantages and disadvantages. ",
  "The process leading to the decision involves four steps which are interactive. ",
  "¤  Identifying the moral principles involved in each alternative ",
  "¤  Analyzing the extent to which each alternative can withstand criticism ",
  "¤  Considering to what extent higher moral principles apply to the situation ",
  "¤  Examining to what extent each alternative reflects on the decision maker’s image ",
  "In the third step, one can consider what decision about vidyasahayaks will maximise the utility or ",
  "good of all concerned. The last step does not imply that the decision maker’s PR image has to be ",
  "enhanced. But the decision has to reflect his moral approach. ",
  "Based on the above steps, a final decision is reached. In real life, one may not exactly follow ",
  "the above sequence of steps. To put in general terms, public administrators especially in public ",
  "policy making, have to make explicit the moral aspects of different policy alternatives. They also ",
  "must bring to light the moral norms with which the policy alternatives are in accord or discord. Of ",
  "course, in a democratic set up, the political executive takes the final call. ",
  "The final step is the resolution of the problem. But in practical situations the conclusion is hardly ",
  "likely to be ideal. It will not represent a fine balance between duties and rights or lead to optimal  ",
  "8.4   Ethics, Integrity & Aptitude ",
  "consequences. It is likely to be a compromise on the whole more desirable than undesirable. In ",
  "technical terms, such solutions are not ‘optimizing’ but ‘satisficing’. ",
  "Method Based on Judicial Procedures: Outcome Justice ",
  "Gerald Pops and Thomas Pavlak, in The Case for Justice: Strengthening Decision Making in Public ",
  "Administration have proposed another method based on procedures of justice which they regard as ",
  "an integrative normative principle. Further, justice includes values like public interest, social equity ",
  "and efficiency. They regard their approach as superior to other approaches which are based on ",
  "technical rationality and efficiency (Max Weber’s theory), social equity, ethics and virtuous character ",
  "of public servants. The criteria which Pops and Pavlak suggest are outcome or distributive justice and ",
  "process or procedural justice. They also suggest the conditions for outcome justice and procedural ",
  "justice. Outcome justice has to satisfy the following conditions: ",
  "(i)  Decisions should be based on the facts of the case. In evacuating people from a hazardous ",
  "area, rescue workers should first remove women, children and the aged. ",
  "(ii) Decisions have to follow public policy. Decisions should seek to achieve the policy goals of ",
  "the duly constituted political authority. ",
  "(iii) Decisions should not violate the formal canons of justice. Thus, no penalty should be imposed ",
  "on anyone without giving him an opportunity of representing his case or allowing him to ",
  "show why no penalty should be imposed on him. ",
  "(iv) Decisions need to strike a balance between strict adherence to rules and exercise of ",
  "discretion. Rules try to ensure that decisions are taken objectively and avoid personal bias ",
  "and partiality. As rules cannot cover all possible contingencies, administrative discretion ",
  "has to be sometimes used. ",
  "(v)  Decisions should serve the people or the ‘clients’ of the agency. If the interests of the agency ",
  "or the service provider come first, then people will suffer injustice. ",
  "(vi) Decisions have to balance the interests of individuals and society at large. While taking care ",
  "of individuals, organizations should not allow public resources to be wasted or dissipated. ",
  "CASE 2 ",
  "Suman was a young, idealistic development officer in a district panchayat. After joining the district, ",
  "he studied about its social and economic situation. He consulted various plan documents and looked ",
  "at the social and economic parameters of the district. He found that the district is relatively better off ",
  "than other districts in terms of irrigation, crop diversification and industry. But its social indicators ",
  "were poor with high infant mortality rate, high maternal mortality rate and low literacy percentage ",
  "among women. Based on his analysis, Suman thought that large investments in the social sector ",
  "will be necessary in order to tackle these problems. ",
  "The panchayat was an elected body. It has decided to spend 40% of its budget on minor irrigation. ",
  "Suman felt that the large allocation to minor irrigation will benefit land owning farmers and starve ",
  "other social programmes.  ",
  "Ethical Reasoning and Moral Dilemmas   8.5 ",
  "Question ",
  "What should Suman do in these circumstances? ",
  "1.  He should tell officers to surreptitiously divert money to social welfare programmes under ",
  "some pretext. ",
  "2.  He should follow the Panchayat’s decision. ",
  "3.  He should discuss matters with elected officials of the Panchayat and try to convince them ",
  "of the need to accord greater priority to social sector. ",
  "4.  He should reconcile himself to the economic inequalities and the power structure of the ",
  "rural society. ",
  " ",
  "Discussion ",
  "Suman should not adopt improper means in trying to achieve higher spending on social sector. In ",
  "fact, he should not give any wrong or improper instructions to his subordinates. He will be violating ",
  "the principles of truthfulness and transparency. Suman is under an obligation to follow the public ",
  "policy decision taken by the elected body. He can try to persuade them to his view. But he should ",
  "not undermine their policy. ",
  "In the second alternative, Suman will be doing the right thing. But this is not enough in this ",
  "case. Since he has studied the development problems of the district in detail, he should explain ",
  "the position at length to non-officials in the panchayat. Young officers have to cultivate skills of ",
  "communication, persuasion and negotiation. They should not give up on things without trying. ",
  "The third option gives the correct line of action. Here, Suman will be trying to persuade the ",
  "non-officials of the need to give higher priority to social sector schemes. He should not assume, even ",
  "before trying, that the non-officials will not take his advice. He would succeed partially even if they ",
  "reduce some outlay on irrigation and divert it to education or health. In a democratic set up, one has ",
  "to rely on discussions and negotiation. In any case, under the Panchayat system, as decision-making ",
  "powers on policy matters rest with non-officials, he should not, as a disciplined officer, defy them ",
  "in this matter. ",
  "The last option is a form of passive or fatalistic behaviour. Young officers should avoid such ",
  "attitudes since they will undermine their initiative in other areas where they can act. One should ",
  "not resort to abstract ideas as a means of avoiding constructive action. ",
  "Process Justice ",
  "Process justice has to meet the following requirements. ",
  "(i)  Equality of access: All those concerned or affected by decisions have to be given equal ",
  "access to decision makers, information and decision  processes. ",
  "(ii) Impartiality: Public administrators should not be biased or swayed by extraneous ",
  "consideration unconnected to the merits of the matter. ",
  "(iii) Transparency: Decisions have to be taken in an open manner after informing all the ",
  "stakeholders and getting their inputs. Public participation in policy matters should be ",
  "encouraged. Nowadays, proposed Government policies are first placed in draft form on ",
  "websites and views of stakeholders are elicited. The policy is finalized after taking into account  ",
  "8.6   Ethics, Integrity & Aptitude ",
  "the views expressed by the stakeholders. For example, Planning Commission placed the ",
  "draft approach to the Twelfth Plan on its website to obtain the views of the public. Similarly, ",
  "telecom regulator places proposed changes in regulations on its website inviting the responses ",
  "of the public. ",
  "(iv) Efficiency: The process should not be dilatory but should result in timely decisions. Undue ",
  "delay detracts from the efficiency of process justice. ",
  "(v)  Participation and humaneness: Those who participate in the process or who are likely ",
  "to be affected have to be treated with dignity and courtesy. ",
  "(vi) Right to appeal: Avenues should be left open so that the affected persons can appeal to ",
  "higher levels in decision-making. Without such process, people will have no way of seeking ",
  "redressal of decisions which they consider as unjust. ",
  "In Indian administrative system, many decisions are based on quasi judicial procedures. These ",
  "are not formal legal proceedings as in courts of law. However, they follow the principles of natural ",
  "justice. The persons concerned are given a hearing so that they can explain their point of view before ",
  "a decision is taken. In the process outlined by Pops and Pavlak, the moral aspect of situations and ",
  "the applicable moral criteria will be urged before the decision makers by the interested participants. ",
  "In this respect, they resemble court proceedings. Let us note further that both models we discussed ",
  "are silent about the moral criteria which need to be applied in any particular situation. In this sense, ",
  "they are formal procedural methodologies. It is for the decision makers to choose the relevant moral ",
  "criteria or yardsticks in any given case. We have mentioned some of them earlier. ",
  "Ethical Dilemmas ",
  "The two methods of ethical decision-making we discussed will enable administrators to navigate ",
  "through situations involving ethical dilemmas. As we saw, ethical dilemmas are situations which ",
  "entail conflict between two or more equally cherished moral standards. In one of the steps in Terry ",
  "Cooper’s method of ethical decision making, the administrators have to carefully note the moral ",
  "values relevant to the problem situation. Further, while considering the possible alternative solutions ",
  "to the problem, their underlying moral standards have to be made explicit. This process will lead ",
  "to conscious adoption of solutions which factor in the ethical dilemmas. In the procedure which ",
  "Pop and Pavlak propose, the process of decision-making will enable the stakeholders to project the ",
  "alternative moral viewpoints which administrators will consider before taking decisions. ",
  "Ethical Dilemmas: Prima Facie Principles ",
  "W.D. Ross, a famous twentieth century moral philosopher, traces moral issues or dilemmas to conflicts ",
  "between certain prima facie duties. Prima facie duties are commonly accepted moral principles. ",
  "“Prima facie” is a Latin expression which means “on first view”. These principles point to initial ",
  "moral presumptions on how we should act as moral agents. Presumptions are presuppositions or ",
  "conjectures which are made in any matter. Presumption is technical concept from rules of legal ",
  "evidence. Courts consider a presumption as true unless there is evidence against it. ",
  "A moral presumption means that a moral agent should act in a particular way under any given ",
  "circumstances. But if there are special reasons or justification opposing the presumption, the moral  ",
  "Ethical Reasoning and Moral Dilemmas   8.7 ",
  "agent can ignore the presumption. Thus, if sufficient reason or justification exists, the presumption ",
  "becomes inoperative or it becomes morally permissible for the moral agent not to act in accordance ",
  "with the presumption. Ethical dilemmas arise in cases in which moral presumptions following from ",
  "prima facie moral duties or standards come into conflict. ",
  "We have already mentioned various common values. We recapitulate below six prima facie ",
  "principles to which most moral philosophers subscribe. It is conflicts between these which give rise ",
  "to ethical dilemmas. ",
  "1.  Principle of Honesty: Normally, we tell truth and expect others to do so. Apart from ",
  "its intrinsic value, truth-telling serves a utilitarian function because exchange of accurate ",
  "information is the basis for effective collective action in human society. If everyone in a ",
  "group lies to everyone else in it, common action towards any goal is impossible. ",
  " ",
  "CASE 3 ",
  "Kailash and Chandan are friends. Both are working in the private sector. Kailash gained experience ",
  "on the marketing side of a few garment manufacturing firms. With this experience, Kailash began ",
  "making plans for setting up a big retail store for selling readymade garments of various brands. After ",
  "setting up the first store in Bhubaneswar, he planned to expand his business to other centres. His ",
  "plan, however, hit a snag. Although he tied up most of the finances, he felt short of some amount. ",
  "In the course of his conversations with Chandan, Kailash broached this topic with Chandan. ",
  "He did not expect help from Chandan, but was rather sharing his problem with him. Chandan’s ",
  "imagination being hyperactive, he got carried away. On hearing Kailash’s plan, he saw visions of ",
  "instantaneous success with rapid growth of swanky shops all over India. He thought that marketing ",
  "guys had a way of swinging things. He thought that he should join the venture, and not miss the ",
  "opportunity. ",
  "But he had no money. He knew that it would be difficult to raise large cash from his family. His ",
  "wife Rukmini was frugal, and wanted to save all they could for meeting the expenses on the education ",
  "and marriage of their daughters. Nor were his parents or in–laws in a position to lend Chandan ",
  "money. Still, Chandan rashly promised that he would become a partner, and would contribute the ",
  "needed balance capital. Kailash was pleasantly surprised, but told Chandan that the cash would be ",
  "needed in six weeks. Otherwise, it would be impossible to tie bank loans and other finances. ",
  "Unfortunately, Chandan failed to borrow the money to put into the venture. The banks refused to ",
  "lend money to Chandan in the absence of any security by way of shares, deposits, gold or property. ",
  "Kailash had to undergo great difficulty since Chandan failed to give him the promised money. ",
  "Question ",
  "In the situation narrated in the problem what should Chandan have done? ",
  "1.  He should not have joined the venture. ",
  "2.  He could have joined the venture, but told kailash that he may not eventually succeed in ",
  "raising the cash. ",
  "3.  If we let go opportunities that come our way in life, we will make no progress in any sphere. ",
  "4.  There is no harm in hoping that somehow things will work themselves out.  ",
  "8.8   Ethics, Integrity & Aptitude ",
  "Discussion ",
  "The first option is the best in this case. Chandan had no resources for ploughing into the venture. ",
  "As his parents and in-laws also had no resources, there was no way he could have raised the money. ",
  "In such situations, it is better to be realistic, and let go certain things beyond one’s reach. ",
  "The second answer choice may seem reasonable, but it is not really so. There is no point in ",
  "holding out even vague hope since it is pretty clear that Chandan could not raise the resources in ",
  "any case. ",
  "The third alternative is hypothetical. In the absence of financial resources, Kailash’s venture is not ",
  "a genuine opportunity for Chandan. For instance, real opportunity for a student is an examination ",
  "which can advance his career. ",
  "The last option is unrealistic. It is typical of Micawber, a character Charles Dickens created in ",
  "one of his novels. Micawber always hoped for the best and believed that things would work out to ",
  "his advantage. This may not happen often in life. ",
  " ",
  "CASE 4 ",
  "There are situations which seem too trivial to warrant invocation of any high moral standards. ",
  "Suppose X invites Y to a function at his home. X is residing far away from the city in a suburb. Y ",
  "is unable to summon the necessary energy to drive through the serpentine traffic to X’s residence. ",
  "Question ",
  "What should Y do in this situation? ",
  "1.  Pretend to be unwell or as tied up elsewhere. ",
  "2.  Agree to attend but ring up X at the last minute and make an excuse. ",
  "3.  Agree to attend if the function is important. ",
  "4.  Try to induce some other guest to take his car and join him. ",
  " ",
  "Discussion ",
  "In (1), in order not to hurt X’s sentiments, Y pretends that he is unwell. From one point of view, Y’s ",
  "conduct may seem an innocuous attempt to avoid embarrassment in interpersonal relations. However, ",
  "rigorous moralists will hold that Y should tell X the real reason for not attending the function and ",
  "bear the likely discomfort or unpleasantness. They will add that convenient lies are habit forming ",
  "and stepping stones for more serious moral transgressions. Incidentally, professional ethics or rules ",
  "governing official conduct presuppose truth telling as an invariant norm. Exceptions, if any, can be ",
  "condoned in non-official contexts. ",
  "The second alternative is worse than the first one. For in this case, X would have made ",
  "arrangements and spent money in anticipation of Y’s visit. ",
  "The third alternative is the best since one is expected not to skip major social functions. One ",
  "has to undergo the necessary trouble which such attendance entails. If the function is minor, Y can ",
  "frankly tell X of his difficulty in negotiating through heavy traffic. ",
  "The fourth option is undesirable. The other guest will also suffer the same irritation as X in ",
  "driving through heavy traffic. X will be transferring his problem to someone else. It also shows an ",
  "undesirable trait of freeloading or lack of self-reliance.  ",
  "Ethical Reasoning and Moral Dilemmas   8.9 ",
  "CASE 5 ",
  "One textbook example of ethical dilemma is of a bystander who watches an innocent man trying to ",
  "escape from thugs intent on killing him. On being questioned by the thugs about the whereabouts ",
  "of the innocent man, the bystander misleads them by pointing to some other direction as the route ",
  "taken by the innocent man. Consider the following ways of looking at the bystander’s conduct. ",
  "Question ",
  "What would be the most appropriate one? ",
  "1.  The action of the bystander is correct. ",
  "2.  The action of the bystander though appropriate from commonsense point of view violates ",
  "a moral principle. ",
  "3.  The action of the bystander is improper. ",
  "4.  This is a moral quibble or puzzle not worth troubling about. ",
  " ",
  "Discussion ",
  "The first response is correct. In our discussion of Kantianism, we mentioned that Kant would convict ",
  "the bystander of a moral lapse. Ross takes a different view here. This example shows a conflict ",
  "between two norms: truth telling and beneficence or in simpler terms avoiding harm to others. Ross ",
  "would say that in this situation beneficence will trump truth- telling. In other words, the moral agent ",
  "will correctly see beneficence as the overriding virtue in this case. ",
  "Very few philosophers will accept that the bystander’s action violates any moral principle. ",
  "As we noted above, most thinkers will regard the third option as inappropriate. It is not in ",
  "line with what philosophers call ‘the commonsense of humanity’. Ross has provided the theoretical ",
  "justification for adopting the higher moral value when two such values clash in any situation. ",
  "The fourth response is off the mark. We should not (at least in theoretical studies) ignore any ",
  "problem even if it seems purely imaginary or even eccentric. Progress in Ethics or in any other ",
  "subject happens as a result of examination of various problems from a logical point of view. Even ",
  "problems that seem to be devoid of substance should be logically scrutinized. ",
  "2.  Principle of Promise-Keeping: We have to keep our promises in official, social and family ",
  "life. In official business or transactions, promises are embodied in contracts. Honouring legally ",
  "made contracts is an ethical norm for public organizations. But contracts are difficult legal ",
  "instruments, and often lead to litigation on grounds of breach of conditions. Of course, there ",
  "are certain conditions which may prevent a contracting party from fulfilling his obligations. ",
  "These are in the nature of ‘Acts of God’ over which one has no control. A contractor may ",
  "enter into a contract to build within a specified period an aqueduct for a canal to cross a ",
  "river. But if unexpected floods interrupt his work, he has to be given extra time, in view of ",
  "this ‘Act of God’, to complete the work. ",
  "¤ In situations of ordinary life, two points concerning promise-keeping are relevant; one ",
  "is what constitutes a promise; and the other is when a moral agent will be justified in ",
  "breaking a promise. One clear form of promise is a direct statement by someone that  ",
  "8.10   Ethics, Integrity & Aptitude ",
  "he will do something. Suppose that X promises Y that he will pay his college fee for ",
  "a year. If X later backs out, he will be clearly in breach. In commonsense terms, a ",
  "promise made by one individual to another, induces the latter to embark on a course ",
  "of action. If a promise is broken, the person who acts on that promise will suffer loss ",
  "and embarrassment. ",
  "¤ ‘Keeping promises’ is a tenet which underlies the legal doctrine of estoppel. Suppose ",
  "that in a matter B is led by A to believe that he will act in a particular way or will take a ",
  "particular position. Based on it, B sets out on a course of action. Thereafter, looking only ",
  "to his advantage, A takes a position different from the earlier position he communicated ",
  "to B. A cannot do it because of the doctrine of estoppel. Or he is estopped from doing it. ",
  "¤ In human relationships, many promises are implied or understood. Parents can be said ",
  "to have made a promise to look after their children. Similarly, husbands have made ",
  "implicit promises to take care of their wives; in fact, Hindu marriage vows impose explicit ",
  "duties on the husband. People have to keep promises unless they are physically or for ",
  "other compelling reasons unable to do so. ",
  "3.  Principle of not harming others: It is positively good if we help others. At a minimum, ",
  "we should not harm others. Harm means both physical pain and mental trauma. The only ",
  "exception to this rule is when harming others is the sole means of saving ourselves from ",
  "danger. To put it differently, we can harm others in the process of self–defence. ",
  "4.  Principle of Beneficence: This principle is another form of expressing the idea of altruism. ",
  "‘Good’ like ‘harm’ has both physical and psychological dimensions. The physical aspects ",
  "of good include food, health and amenities of life. The psychological dimensions of good ",
  "are security and happiness. There is one aspect which often causes confusion. Preventing ",
  "others from coming to harm is an act of altruism. It does not fall under the principle which ",
  "bars moral agents from harming others. ",
  "5.  Principle of Autonomy: This is the freedom of individual human reason which Kant ",
  "emphasized and which is part of Enlightenment movement. It means that men can lead ",
  "their lives as they wish, provided that they do not in the process violate similar rights of ",
  "others. This is another version of the democratic political value of individual freedom of ",
  "action and speech. Further, as moral agents we have to permit people to make their own ",
  "decisions and to live as they wish as long as they do not interfere with our exercise of our ",
  "own rights. ",
  "¤ This freedom has two sides to it. First, when our actions alone are enough to enable us ",
  "to pursue our interests, others are precluded from interfering with our actions —a right ",
  "of non–interference. Secondly, in situations in which we need the help of others, as in ",
  "the case of a chronic patient who needs the help of a skilled physician, we have a right ",
  "to control the actions that others take for our benefit. The patient, for example, has a ",
  "right to control which procedures the physician follows to treat the ailments. ",
  "6.  Principle of Equality (Justice): This principle is a form of the general principle that ",
  "all are equal in the eye of the law. This follows also from Kant’s dictum that moral rules  ",
  "Ethical Reasoning and Moral Dilemmas   8.11 ",
  "should be universally applicable. Here, it means that the standard according to which we ",
  "treat any person is the same standard that we use to treat all other people. ",
  "It does not mean that everyone should be equally treated. People enter into different types ",
  "of relationships with concomitant responsibilities and duties. We recognize this and treat people ",
  "differently depending on the nature of our relationship with them. We will not treat our children ",
  "like acquaintances we meet on a journey. ",
  "What the principle means is that law will treat similarly placed individuals similarly. Everyone, ",
  "irrespective of their background, should be treated according to the same legal standards. Of course, ",
  "the police and the courts will not treat convicted criminals and ordinary citizens alike; but the same ",
  "legal standards will be applied regardless of who they are. ",
  "Ethical Dilemmas and Prima Facie Principles ",
  "One can use the six prima facie principles as guides to decide moral questions. In addition, these ",
  "principles can also used to explicitly define a moral dilemma in terms of conflicting principles. ",
  " ",
  "CASE 6 ",
  "Maria and Julie are friends who are working in a finance company. Julie comes to know that her ",
  "boss Arunachalam is planning a fraud to dupe the depositors of their money. She tells Maria about ",
  "it. Julie is loyal to Arunachalam, and is reluctant to make his plans public. Maria is alarmed that if ",
  "Arunachalam goes through his plan, the company’s financial stability will be threatened and will ",
  "endanger the jobs of the employees besides ruining the depositors. She gathers courage and tips ",
  "off the chief financial officer (CFO). Thereafter, the story ends happily with the CFO foiling the ",
  "designs of Arunachalam. ",
  "Question ",
  "What could be the most appropriate reaction to what Maria did? ",
  "1.  Maria should have kept quiet about the whole matter. ",
  "2.  Maria’s action is totally justified. ",
  "3.  Maria has been disloyal to her friend. ",
  "4.  Maria should not have become privy to the story or left it to Julie to act in whatever way ",
  "she likes. ",
  " ",
  "Discussion ",
  "If Maria kept quiet about the matters, CFO could not have taken the remedial actions. Many people ",
  "would have been financially ruined. Hence, this alternative cannot be accepted. ",
  "Maria, as a friend of Julie, has a duty or is under an implicit promise to keep confidences or ",
  "not to divulge the secrets which Julie tells her. But she is also under an obligation, according to the ",
  "principle of beneficence, to prevent harm to depositors and fellow employees. So, her dilemma can ",
  "be seen as a conflict between the principles of promise-keeping and beneficence. In such situations, ",
  "the moral agent has to follow that moral principle which avoids or minimises possible harm. Hence, ",
  "Maria’s action is fully justified.  ",
  "8.12   Ethics, Integrity & Aptitude ",
  "The view expressed in (3) cannot be justified. Maria had to sacrifice her obligation of keeping ",
  "Julie’s confidences to a higher obligation of avoiding harm to people. ",
  "Maria cannot possibly control the conversation or prevent Julie from saying whatever she wants. ",
  "She can, of course, tell Julie to immediately apprise CFO about the matter. But we cannot predict ",
  "what Julie would have done. Once Maria became aware of the risk, she has a responsibility to act, ",
  "irrespective whatever Julie may do. ",
  " ",
  "CASE 7 ",
  "Vanajakshi, a police officer in control room, reaches a scene of a bad accident. Two young persons, ",
  "a boy and a girl, are badly hurt. They need immediate first aid or their injuries will prove fatal. No ",
  "other police patrol or ambulance can reach the site immediately. Vanajakshi has good paramedical ",
  "training because of her background. She assesses that the condition of the girl is such that the ",
  "probability of her singlehanded effort succeeding is slim. To whom should she attend first? This is ",
  "an agonizing dilemma for her. ",
  "Question ",
  "How will you evaluate the problem? ",
  "1.  Vanajakshi should toss a coin and decide whom to help. ",
  "2.  Vanajakshi should help the boy first. . ",
  "3.  Vanajakshi should help the boy as a boy always has priority. ",
  "4.  There is no acceptable solution to the problem. ",
  " ",
  "Discussion ",
  "In the first alternative, Vanajakshi is leaving the decision to the toss of a coin. In other words, no moral ",
  "principle is being applied. We cannot endorse a decision which is not based on any moral criterion. ",
  "In this situation, the boy has to be helped first, because that choice is more likely to save at ",
  "least one life. Should she start helping the girl first, it may so happen that both die. This kind of ",
  "situation is called ‘Triage’ in which (as in war) wounded army men are often selected on the basis ",
  "of productivity of resource and time. ",
  "In this choice, the reason given for the decision is incorrect. The reason relies on a perverse ",
  "criterion of the sex of the accident victim. This perverse attitude accounts for the distortion of sex ",
  "ratio now seen in many states. ",
  "It is true that in this case both accident victims deserve help. Ideally, Vanajakshi should try to ",
  "help both of them. But only one victim is likely to survive with her help. She should save him. The ",
  "problem has a solution. ",
  "Uptil now, we have outlined prima facie moral principles, and given examples to show that moral ",
  "dilemmas are situations involving conflicts of moral criteria. The next question is about the manner ",
  "in which we can solve moral dilemmas. According to W.D. Ross, this can be done by looking ",
  "at the morally relevant facts applicable to a situation, and then deciding which of the conflicting ",
  "prima facie duties deserves priority. The prima facie duty to which the moral agent accords priority ",
  "then overrides the others. It becomes the ‘actual duty’ of the moral agent in the situation. In many  ",
  "Ethical Reasoning and Moral Dilemmas   8.13 ",
  "contexts, we select the appropriate moral standard unthinkingly, as in our earlier example of the ",
  "bystander who lies to the thugs chasing the innocent man in order to save him. ",
  "There are, however, many situations which lead to rather intractable dilemmas in which it is ",
  "hard to select one from among the competing moral standards. No simple intuitive judgments help ",
  "in such cases. Moral philosophers have given ethical doctrines which can be used to resolve conflicts ",
  "between moral criteria. They belong to the domain of theoretical normative ethics. ",
  "We have separately outlined two such doctrines: utilitarianism and deontological theories. ",
  "We need not rehash these ideas here again. Briefly, utilitarianism recommends that course which ",
  "maximizes social welfare or happiness. Rule utilitarianism in the preferred form of utilitarianism. ",
  "Deontology recommends moral rules which can be applied across the board without exceptions ",
  "and deviations. It replaces human inclinations with rigid adherence to duties which are universally ",
  "applicable. ",
  "Frame Work for Analyzing Ethical Dilemmas ",
  "In our earlier discussion, we considered frameworks which public servants can use for taking decisions ",
  "involving ethical situations. Those frameworks also cover ethical dilemmas. Now, we outline a ",
  "framework from Harold Gortner’s Ethics for Public Managers. It is from the chapter “Analyzing and ",
  "Resolving Ethical Dilemmas”. ",
  "Answers to the following questions will show whether or not the problem is an ethical dilemma. ",
  "(i)  Is there a conflict between important moral standards in this case? ",
  "(ii)  Can the values in conflict be identified straightaway or is it necessary to carry out further ",
  "analysis to find them? ",
  "(iii) Is it necessary to analyze the matter further or to make a quantitative study to determine ",
  "the values which need priority? ",
  "The following points need to be studied to arrive at a morally sound decision. ",
  "(i)  The law. What is the direction of action which relevant laws indicate in this case? ",
  "(ii)  The philosophical and cultural background. Philosophical and cultural ideas lead to ethical ",
  "perceptions and what are regarded as appropriate responses. What light is thrown on this ",
  "case by such philosophical and cultural ideas? ",
  "(iii) Professionalism. What are the inputs which are necessary in this case from specialists and ",
  "general administrators? In government decisions, whether in moral or other contexts, the ",
  "relevant professional inputs have to be brought in. ",
  "(iv)  Organizational dynamics. Is the problem traceable in any way to the organization or its ",
  "personnel? As we note in the chapters on corruption, many problems of citizens originate ",
  "in the ‘mindset’ of Police Station house Officers, Village revenue officials and field level ",
  "public works engineers. ",
  "(v)  Personal aspects. This refers to introspection by decision makers. They have to ask ",
  "themselves: “What do we need to know about ourselves to properly handle this moral ",
  "dilemma?”  ",
  "8.14   Ethics, Integrity & Aptitude ",
  " ",
  "   Summary  ",
  " ",
  "¤ Ethical dilemmas are situations in which decisions involve conflicts between two or more ",
  "moral principles. In these situations, moral agents (who have to make decisions) find ",
  "themselves in a quandary since they have to choose between two ethical norms (N and N ) ",
  "1 2",
  "which have equal status. ",
  "¤  Situations which involve issues of right and wrong are ethical situations. ",
  "¤ Ethical situation involves actions and decisions which are based on a moral agent’s choice ",
  "and volition and which significantly affect other individuals. In addition, ethical situations ",
  "are also defined by the norms, standards, criteria or principles which guide decision-making. ",
  "¤ Dennis P. Wittmer defines an ethical situation essentially as one in which ethical dimensions ",
  "are relevant and deserve consideration in making some choice that will have significant ",
  "impact on others. ",
  "¤ According to Rest, ethical dimensions are those norms and principles that “provide the ",
  "basic guidelines for determining how conflicts in human interests are to be settled and for ",
  "optimizing mutual benefit of people living together in groups”. ",
  "¤ In addressing ethical dilemmas, government servants can be guided by normative theories, ",
  "decision making models and decision processes. Normative principles help in determining ",
  "what should be done and what is the correct course of action. ",
  "¤ Ethical decision making in public sphere requires detailed analysis of the situation and ",
  "identification of the norms and criteria that apply to it. Standards and norms provide guidance ",
  "to a decision and constitute its rationale. It is application of principles which makes decisions ",
  "consistent, coherent and predictable. ",
  "¤ Terry Cooper has reduced ethical decision making to a series to steps which begin with ",
  "identifying the problem and end with its resolution. ",
  "¤  These are: ",
  "(i)  perception or recognition of an ethical problem ",
  "(ii) fully describing the situation ",
  "(iii) spelling out clearly the moral issues and moral norms involved in the situation ",
  "(iv) visualizing the possible alternatives ",
  "(v)  projecting the consequences of the alternatives ",
  "This process involves four steps which are interactive. ",
  "(a)  Identifying the moral principles involved in each alternative ",
  "(b)  Analyzing the extent to which each alternative can withstand criticism ",
  "(c)  Considering to what extent higher moral principles apply to the situation ",
  "(d)  Examining to what extent each alternative reflects on the decision maker’s image ",
  "(vi) resolution of the problem ",
  "¤  The solution is likely to be a compromise on the whole more desirable than undesirable. ",
  "¤ Gerald pops and Thomas Pavlak, in The Case for Justice: Strengthening Decision Making in Public ",
  "Administration have proposed another method based on procedures of justice.  ",
  "Ethical Reasoning and Moral Dilemmas   8.15 ",
  "¤ The criteria which Pops and Pavlak suggest are outcome or distributive justice and process ",
  "or procedural justice. ",
  "¤ Outcome justice has to: follow facts of the case; follow public policy; comply with the formal ",
  "canons of justice; strike a balance between strict adherence to rules and exercise of discretion; ",
  "take decisions which serve the people; and balance the interests of individuals and society. ",
  "¤ Process justice involves: equality of access; impartiality; transparency; efficiency; participation ",
  "and humaneness; and right to appeal. ",
  "¤  W.D. Ross traces moral issues or dilemmas to conflicts between certain prima facie duties. ",
  "Prima facie duties are commonly accepted moral principles. ",
  "¤ A moral presumption means that a moral agent should act in a particular way under any ",
  "given circumstances. But if there are special reasons or justification opposing the presumption, ",
  "the moral agent can ignore the presumption. ",
  "¤ There are six prima facie principles to which most moral philosophers subscribe: honesty; ",
  "promise-keeping; not harming others; beneficence; autonomy of reason (Moral agent has ",
  "to think for himself); and equality before law. ",
  "¤ These principles can also be used to explicitly define a moral dilemma in terms of conflicting ",
  "principles. ",
  "¤ A moral agent has to accord priority to one of the conflicting principles based on the specific ",
  "circumstances. ",
  "¤ Framework for analyzing ethical dilemmas: The following will show if there is an ethical ",
  "dilemma. ",
  "¤ (a) Conflict between important moral standards; (b) Ease or difficulty in identifying values ",
  "in conflict and (c) whether a quantitative study is necessary ",
  "¤ The other aspects which need consideration are: law; philosophical and cultural background; ",
  "professionalism; organizational dynamics; and personal aspects. ",
  " ",
  "PRACTICE  QUESTIONS ",
  "1.  How will you define an ethical dilemma? ",
  "2.  What are the steps involved in resolving an ethical dilemma? ",
  "3.  Give three examples of situations which involve ethical dilemmas. ",
  "4.  What are the principles of substantial justice and procedural justice applicable to resolution of ",
  "ethical problems? ",
  "5.  How does W. D. Ross visualize the problem of moral dilemmas? ",
  "6.  Describe the analytical framework which can help government servants in handling ethical ",
  "questions? ",
  "7.  Are ethical dilemmas which philosophers discuss too remote from administrative situations? ",
  "Discuss.  ",
  "8.16   Ethics, Integrity & Aptitude ",
  " ",
  "REFERENCES ",
  " ",
  "¤  John S. Mackenzie, M.A., A Manual of Ethics ",
  "¤  William Frankena, Ethics ",
  "¤  Terry l. Cooper, Handbook of Administrative Ethics (A collection of 34 essays by eminent ",
  "public administration theorists) Consult relevant articles.  ",
  " ",
  ""
]