[
  "{1}",
  "Introduction",
  "India’s independence represented for its people the start of an epoch that was imbued with a new",
  "vision. In 1947, the country commenced its long march to overcome the colonial legacy of",
  "economic underdevelopment, gross poverty, near total illiteracy, wide prevalence of disease and",
  "stark social inequality and injustice. 15 August 1947 was only the first stop, the first break—the",
  "end of colonial political control: centuries of backwardness were now to be overcome, the",
  "promises of the freedom struggle to be fulfilled, and people’s hopes to be met.",
  "The tasks of nation-building were taken up by the Indian people and their leaders with a certain",
  "elan and determination and with confidence in their capacity to succeed. Jawaharlal Nehru’s",
  "famous ‘Tryst with Destiny’ speech on the eve of independence, on 14 August, reflected this",
  "buoyant mood.",
  "Starting off with a broad social consensus on the basic contours of the India that was to be built",
  "—on the values of nationalism, secularism and democracy and the goals of rapid economic",
  "development and radical social change—was a great advantage. These values and goals, and the",
  "road to their achievement, had been mapped over more than seventy years by the national",
  "movement. Yet, there was a realization that this consensus had to be continuously widened and",
  "built upon. Crucial in this respect was the role played by Nehru and the ideas he developed and",
  "propounded.",
  "The Basic Goals",
  "The first and the most important task was to preserve, consolidate and strengthen India’s unity, to",
  "push forward the process of the making of the Indian nation, and to build up and protect the",
  "national state as an instrument of development and social transformation. Indian unity, it was",
  "realized, was not to be taken for granted. It had to be strengthened by recognizing and accepting",
  "India’s immense regional, linguistic, ethnic and religious diversity. Indianness was to be further",
  "developed by acknowledging and accommodating the Indians’ multiple identities and by giving",
  "different parts of the country and various sections of the people adequate space in the Indian",
  "Union. The project was, moreover, rightly seen to be a long-term and continuing process with the",
  "concept of Indianness being constantly redefined.",
  "Basic, in this respect, was also the secular vision. The nation’s leaders set out to build a secular",
  "society and state, undaunted by the Partition of India and the ensuing riots.",
  "It was also clear that India’s revolution had to be taken beyond the merely political to include",
  "economic and social transformation. Independent India had to begin its upward economic climb",
  "from an abysmally low level. The technological and productivity levels of Indian agriculture and",
  "industry were to be constantly and rapidly raised. Moreover, the Indian economy, even while",
  "being an integral part of the world economy, was to be based on self-reliance, free of",
  "subordination to the metropolitan interests or domination by foreign capital. This could not beaccomplished through the unhampered working of market forces and private enterprise. It would",
  "require planning and a large public sector. India, therefore, set out to achieve, especially after",
  "1955, an integrated/national economy based on an indigenous industry, catering primarily to its",
  "domestic market. While socialism was also set out as an objective, the essence of India’s effort",
  "was towards the structural transformation of her economy, leading to its becoming an",
  "independent, national economy.",
  "The social scene also called for rapid transformation. Despite lower-caste movements in",
  "several parts of the country and Gandhiji’s campaign against untouchability, the caste system still",
  "dominated rural society and untouchability was the prevailing mode—the lower castes had still",
  "not ‘stood-up’. Male domination was still nearly total, and women suffered immense social",
  "oppression in the family. Polygamy prevailed among both Hindus and Muslims. Women had no",
  "right of inheritance, nor the right of divorce, and were still by and large denied access to",
  "education. For Indians, illiteracy and ignorance were the norm in 1951; only 25 per cent of males",
  "and 7.9 per cent of females were literate.",
  "The founders of the Indian Republic had the farsightedness and the courage to commit",
  "themselves to two major innovations of historical significance in nation-building and social",
  "engineering: first, to build a democratic and civil libertarian society among an illiterate people",
  "and, second, to undertake economic development within a democratic political structure. Hitherto,",
  "in all societies in which an economic take-off or an early industrial and agricultural breakthrough",
  "had occurred, effective democracy, especially for the working people, had been extremely",
  "limited. On the other hand, from the beginning, India was committed to a democratic and civil",
  "libertarian political order and a representative system of government based on free and fair",
  "elections to be conducted on the basis of universal adult franchise. Moreover, the state was to",
  "encroach as little as possible on rival civil sources of power such as universities, the Press, trade",
  "unions, peasant organizations and professional associations. The many social, economic and",
  "political challenges that the country was to face were to be dealt with in a democratic manner,",
  "under democratic conditions.",
  "One of the major political tasks facing the leadership was to further develop the democratic",
  "consciousness among the people initiated during the period of the freedom struggle. The",
  "leadership completely rejected the different versions of the ‘rice-bowl theory’, that the poor in an",
  "underdeveloped country were more interested in a bowl of rice than in democracy, and that, in",
  "any case, democracy was useless to them if it could not guarantee them adequate food, clothing",
  "and shelter.",
  "Further, it was realized that given India’s diversity, a democratic political structure was",
  "necessary for promoting national integration. Democracy was also considered essential for",
  "bringing about social change. Jawaharlal Nehru, in particular, upheld perhaps the Utopian notion",
  "that the poor would sooner or later assert their power through their vote and bring into being a",
  "social order responsive to their needs.",
  "Economic development and a democratic political order were to be accompanied by rapid",
  "social transformation so that existing gross economic, caste and gender inequalities were rapidly",
  "eliminated, poverty was removed and the levels of living raised. The structure of Indian societywas to be rapidly transformed in a broadly socialist direction, but not necessarily to resemble",
  "Soviet-style communism. It was also realized that these objectives required the broadest unity of",
  "the Indian people. Therefore, a large social consensus had to be evolved around the vision of the",
  "freedom struggle and the democratic forms through which the objectives would be achieved.",
  "The national movement had aroused expectations of a rapid rise in personal and societal",
  "prosperity, of social and economic equity and equality, of the good life. Indira Gandhi’s slogan of",
  "‘Garibi Hatao’ in 1971 further fuelled these expectations as did the process of continuous",
  "politicization since 1950. The constantly rising aspirations and expectations had to be fulfilled as",
  "rapidly as possible, and without letting too wide a gap develop between expectations and",
  "fulfilment. In short, the Indian people and their leaders hoped to achieve in a few decades what",
  "others had achieved in a century or more. And this was to be on the basis of democracy, avoiding",
  "bloodshed and authoritarianism, and through a process of accommodating diverse social,",
  "economic and regional interests. Agrarian reforms, state planning and a strong public sector were",
  "to serve as the major instruments for the purpose.",
  "At the same time, political stability had to be ensured for the accomplishment of all these tasks.",
  "The political system had to combine stability with growth, social transformation and deepening of",
  "the political process. The Indian revolution had to be gradual, non-violent and based on political",
  "stability, but it had to be a revolution all the same.",
  "A Troubled Democracy",
  "Since 1947, many Indians and foreigners, critics and admirers, have expressed doubts about",
  "India’s ability to develop or continue its advance, or even sustain its societal and developmental",
  "design. From the beginning there have existed vocal prophets of doom and gloom who have been",
  "predicting that neither freedom, nor democracy, nor socialism would survive in India for long,",
  "that the Indian political system would collapse sooner or later, that the Indian Union would not",
  "survive and the nation state would disintegrate into linguistic and ethnic fragments. They have",
  "repeatedly argued that India’s numerous religious, caste, linguistic and tribal diversities, besides its",
  "poverty, social misery and inequity, growing disparities of wealth, rigid and hierarchical social",
  "structure, massive unemployment and multiple socio-economic problems were bound to",
  "undermine its national unity, its democratic institutions and its developmental efforts. India would,",
  "therefore, either break up or alternatively be held together by a civilian or military authoritarian,",
  "dictatorial regime.",
  "Ever since regional parties started emerging in the 1960s and much more during the 1980s and",
  "1990s, many commentators have been speculating—some with enthusiasm—as to when the",
  "disintegration of India would take place. Even the success in holding together and working a",
  "secular and democratic political system over the years has not deterred the prophets of doom. At",
  "every instance of turmoil or perceived political crisis, as for example the wars with China and",
  "Pakistan, the death of the towering Nehru, the assassination of Indira Gandhi, communal,",
  "linguistic or caste violence, Naxalite uprisings, secessionist movements in Kashmir, the Northeast,",
  "Punjab and earlier in Tamil Nadu, these critics articulated and renewed their foreboding.As early as 1960, the American scholar-journalist Selig S. Harrison predicted: ‘The odds are",
  "almost wholly against the survival of freedom and . . . the issue is, in fact, whether any Indian",
  "state can survive at all.’1 In 1967, Neville Maxwell, a Times correspondent, in a series of articles",
  "entitled ‘India’s Disintegrating Democracy’ declared, ‘The great experiment of developing India",
  "within a democratic framework has failed.’ He predicted that the fourth general elections which",
  "were then forthcoming would be surely the last elections to be held in India.2",
  "Many of the Cassandras felt justified when the Emergency was imposed. Many argued that it",
  "provided a signpost to India’s political future. Some went further and said that the democratic",
  "system in India was finally and permanently in eclipse, or at least that it would never be the same",
  "again. Another set of doom-wallas stressed the incapacity of India to achieve economic",
  "development. India’s political institutional structure, according to them, did not coincide with the",
  "developmental goals that had been set as these required a degree of coercion if not dictatorship to",
  "be achieved.",
  "Then there were left-wing sceptics who held that no social, economic or political development",
  "was possible without a violent revolution and that nation-building, political democracy, economic",
  "development, national unity and nationalism were mere shams meant to delude the oppressed",
  "and the exploited. They, therefore, argued for or anticipated a peasant-based revolution as in",
  "China during 1925–49 or a worker-peasant-based revolution as in Russia in 1917. According to",
  "them, poverty, inequality, class domination and social oppression would sooner or later lead the",
  "vast majority of the people on the path of revolution, putting an end not only to capitalism and",
  "feudalism but also to ‘bourgeois democracy’ and the ‘multi-nation state’. In the early 1970s,",
  "many observers, including the writer of a note prepared by the Home Ministry, predicted that the",
  "Green Revolution would turn Red since it would benefit only rich farmers and displace small",
  "peasants from the land and create further unemployment among agricultural labourers. Some of",
  "the left-wing prophets of doom even denied the possibility of independent economic development",
  "in India and continued to maintain over the years that India was entering a phase of dependency",
  "and neo-colonialism, if it had not already done so.",
  "It is also interesting that those who did not share this scepticism of the left or the non-left were",
  "usually portrayed by them as apologists of the Establishment. As W.H. Morris-Jones, perhaps the",
  "most perceptive of the political scientists studying India, put it as early as 1966: ‘It has become",
  "customary to adopt highly sceptical views on Indian developments . . . The position is now",
  "reached where failure to share such attitudes is taken as the mark, in an Indian, of some kind of",
  "government public relations man and, in an outsider, of a misguided sentimentalist.’3",
  "Another set of observers of the Indian scene, who were less pessimistic about the democratic",
  "political system, were puzzled by India’s success in sustaining itself in the face of its failure on so",
  "many fronts—inadequacy of land reforms and the existence of large-scale landlessness in the",
  "rural areas, the slow rate of growth in industry and the national income, the failure to check the",
  "high rate of population growth, persistence of gross inequalities, caste oppression, discrimination",
  "against women, a dysfunctional education system, environmental degradation, growing pollution",
  "in the cities, human rights abuses, factionalism in politics, chaotic party situation, growing politicalunrest, seccessionist demands and movements, administrative decline and even chaos, police",
  "inefficiency, high levels of corruption and brutality, and criminalization of politics. The perplexity",
  "of many of these ‘puzzled’ observers was also fuelled by the truism that democratic institutions",
  "cannot be transferred by the fiat of the framers of a constitution. But what they failed to",
  "appreciate is that democracy had already been indigenized and rooted in the Indian soil by the",
  "freedom struggle and the modern Indian intelligentsia during the previous hundred years or so.",
  "In our view the prophets of doom were basically wrong in their prophesies, but they were quite",
  "often right on the target as critics. Many other analysts of Indian developments, who have not",
  "shared their scepticism and predictions, have pondered over the problems of democracy and",
  "development in an extremely diverse society having an underdeveloped economy and facing",
  "economic scarcity. They, too, have been worried by the fragility of India’s political stability.",
  "They do not believe that there is a situation for administrative or political breakdown but many of",
  "them would argue that India is beginning to face ‘a crisis of governability’. Over the years they",
  "have continuously emphasized that basic structural and institutional changes were necessary for",
  "desirable social development and the deepening and effective functioning of democracy. Even",
  "while arguing against the supporters of authoritarianism, the feasibility or desirability of a violent",
  "revolution, and predictions of the break up of the country, they have advocated and worked for",
  "the implementation of a programme of radical reforms, more or less around the Gandhian and",
  "Nehruvian agenda and its further development.",
  "Political Leadership",
  "India’s survival and growth as a nation and a democratic polity, as also the achievement of the",
  "national objectives set by the freedom struggle depended on the configuration and development",
  "of long-term socio-economic and political forces. But the quality, skills and approach of the",
  "political leaders would inevitably play a significant role.",
  "An asset for India’s early efforts at progress, starting in 1947, was the personal calibre of her",
  "leaders. They were dedicated, imaginative and idealistic. They enjoyed tremendous popular",
  "support among the people and had the capacity to communicate with them, to enthuse them",
  "around a national programme and national goals, to reflect their urges and aspirations, and to",
  "provide them strong leadership. The leaders had tremendous confidence and faith in the people",
  "and therefore in democratic institutions and depended for their power and legitimacy on them.",
  "During the national movement the leaders had also acquired the vast capacity to negotiate and",
  "accommodate diverse interests and approaches and to work within a consensual framework.",
  "They could take a long-term and all-India view and work through state and local leaders.",
  "This high quality of leadership was not confined only to the Congress party. The conservative",
  "Swatantra Party was headed by C. Rajagopalachari, the dissident Congressmen by J.B. Kripalani,",
  "the Hindu communalists by Syama Prasad Mookerjee, the non-Congress dalits by B.R.",
  "Ambedkar, the Socialists by Acharya Narendra Dev and Jayaprakash Narayan, and the",
  "Communists by P.C. Joshi, Ajoy Ghosh and E.M.S. Namboodiripad.",
  "In contrast, it can be asserted that a serious problem in the past few decades has been thepaucity of political leaders with the qualities and skills of the founders of the Republic. Indira",
  "Gandhi did possess some of their qualities. But after her and even during the period that she",
  "dominated—and perhaps to some extent because of it—a gradual decline occurred in the stature",
  "of leadership, with few having wide appeal or acceptability or the larger vision. Most political",
  "leaders increasingly appealed to a region or a religion or a caste, or a conglomerate of castes.",
  "The outcome of this has been that while many Indians have looked for wider, all-India leadership",
  "to the descendants of Nehru and Indira Gandhi, others have given allegiance to leaders and",
  "parties following populist or opportunist or communal and casteist politics.",
  "Our Approach",
  "This work is the story of a people on the move, of a ‘gradual revolution’, of the efforts of the",
  "Indian people to realize the vision of the freedom struggle. For us writers it has also been a",
  "journey into our personal past, involving an effort at cool and dispassionate analysis though,",
  "perhaps, failing at times to avoid the passion which informs all those who are deeply involved in",
  "the effort to raise the social conditions of their people, and the biases acquired when living through",
  "the events. As readers will see, we have adopted a critical approach to our recent past and",
  "contemporary events but within a broadly optimistic framework.",
  "The year 1947 ushered in a period of change and development. Inevitably, new problems,",
  "often engendered by the change itself, were added to the old ones, requiring fresh solutions. The",
  "questions needing to be addressed were of the nature of the problems and how, when and with",
  "what consequences they were tackled. After all, had not Gandhiji predicted on the eve of",
  "independence that ‘with the end of slavery and the dawn of freedom, all the weaknesses of",
  "society are bound to come to the surface’. He, however, also saw ‘no reason to be unnecessarily",
  "upset about it. If we keep our balance at such a time, every tangle will be solved.’4 Historians will",
  "have to evaluate in the coming years, how far the aspirations aroused by the freedom struggle’s",
  "legacy, in terms of national unity, democracy, secularism, independent economic development,",
  "equality, and removal of poverty, have been fulfilled in a substantive manner.",
  "In the early years, during much of the Nehru era, there was an air of optimism and a sense of",
  "achievement. This was reflected in Nehru’s letter to the chief ministers, written with self-",
  "confidence and satisfaction just after watching the Republic Day parade at Delhi in 1955: ‘My",
  "heart was filled with pride and joy at this sight of our nation on the march realising its goals one",
  "by one. There was a sense of fulfilment in the air and of confidence in our future destiny.’5 And",
  "he repeated a few months later: ‘There is the breath of the dawn, the feeling of the beginning of a",
  "new era in the long and chequered history of India. I feel so and in this matter at least I think I",
  "represent innumerable others in our country.’6 And what made Nehru so optimistic? To quote",
  "Nehru’s biographer, S. Gopal: ‘Individual freedom, social justice, popular participation, planned",
  "development, national self-reliance, a posture of self-respect in international affairs—all high and",
  "noble goals, yet all being steadily achieved under the guidance of the prime minister . . .’7",
  "It is true that Nehru and the generation that witnessed the coming of independence had hopedfor far more progress than the country was able to make. Still, the people and the intelligentsia",
  "remained optimistic, not only during the Nehru era but even under Indira Gandhi, at least till",
  "1973–1974. But gradually the euphoria and the self-confidence, the enthusiasm and the pride in",
  "achievement began to disappear and give way to frustration, cynicism and a sense of despair.",
  "Yet, as this work will bring out, while much more was needed and could have been achieved,",
  "but was not, especially in terms of the quality of life of the people (and which would justify a",
  "great deal of criticism and even despair), there was considerable gain. Our hopes and confidence",
  "in the future of the country and its people is justified by this achievement.",
  "We believe what Verrier Elwin, the British scholar-missionary who made India his home and",
  "took up its citizenship, wrote in 1963 largely expresses our views and sentiments: ‘All the same I",
  "am incurably optimistic about India. Her angry young men and disillusioned old men are full of",
  "criticism and resentment. It is true that there is some corruption and a good deal of inefficiency;",
  "there is hypocrisy, too much of it. But how much there is on the credit side! It is a thrilling",
  "experience to be part of a nation that is trying, against enormous odds, to reshape itself.’8",
  "Perhaps the attitude for us to take towards our many failures is the one adopted by Gopal",
  "Krishna Gokhale towards those of the Moderate nationalists:",
  "Let us not forget that we are at a stage of the country’s progress when our",
  "achievements are bound to be small, and our disappointments frequent and trying.",
  "That is the place which it has pleased Providence to assign to us in this struggle, and",
  "our responsibility is ended when we have done the work which belongs to that place.",
  "It will, no doubt, be given to our countrymen of future generations to serve India by",
  "their successes; we, of the present generation, must be content to serve her mainly by",
  "our failures. For, hard though it be, out of those failures the strength will come which",
  "in the end will accomplish great tasks.9"
]