[
  "{11}",
  "The Years of Hope and Achievement, 1951–1964",
  "The years from 1951 to 1964 were those of maturity and achievement. They were also years",
  "marked by high hopes and aspirations, optimism and confidence. Jawaharlal Nehru could declare",
  "in April 1953:",
  "I shall not rest content unless every man, woman and child in the country has a fair",
  "deal and has a minimum standard of living . . . Five or six years is too short a time for",
  "judging a nation. Wait for another ten years and you will see that our Plans will",
  "change the entire picture of the country so completely that the world will be",
  "amazed.1",
  "And reflecting the mood of the country, he wrote in June 1955:",
  "Even though we have a multitude of problems, and difficulties surround us and often",
  "appear to overwhelm, there is the air of hope in this country, a faith in our future and",
  "a certain reliance on the basic principles that have guided us thus far. There is the",
  "breath of the dawn, the feeling of the beginning of a new era in the long and",
  "chequered history of India.2",
  "These were also the years when India was more or less stable, when its political system took on",
  "its distinct form, the country began to progress in all directions, and above all there was the",
  "beginning of the massive reconstruction of the polity and the economy. People experienced an",
  "advance towards the basic objectives of democracy, civil liberties, secularism, a scientific and",
  "international outlook, economic development and planning, with socialism at the end of the road.",
  "There was, of course, some discontent among the intelligentsia regarding the slow pace of",
  "development, especially with regard to the problems of poverty and employment, and the slow",
  "and unsatisfactory progress of land reforms. Among the several areas of progress and",
  "achievement, though marked by certain weaknesses and limitations, were (a) the consolidation of",
  "the nation and the solution of the language and tribal problems, (b) the initiation of the process of",
  "independent and planned economic development, (c) the evolution of an independent and",
  "innovative foreign policy, (d) the initiation of the electoral process, (e) the rooting of democracy,",
  "(f) the setting in place of an administrative structure, (g) the development of science and",
  "technology, and (h) the beginnings of the welfare state. The first three aspects are discussed in",
  "separate chapters in this volume; the last five aspects are discussed in this chapter.",
  "The Rooting of the Electoral Process",
  "First of all came the entrenchment of democracy—an achievement which has endured so that it",
  "is now taken for granted. The process had begun with the framing of the constitution after 1947",
  "and its promulgation on 26 January 1950. Democracy took a giant step forward with the first",
  "general election held in 1951–52 over a four-month period. These elections were the biggestexperiment in democracy anywhere in the world. The elections were held on the basis of",
  "universal adult franchise, with all those twenty-one years of age or older having the right to vote.",
  "There were over 173 million voters, most of them poor, illiterate, and rural, and having had no",
  "experience of elections. The big question at the time was how would the people respond to this",
  "opportunity.",
  "Many were sceptical about such an electorate being able to exercise its right to vote in a",
  "politically mature and responsible manner. Some said that democratic elections were not suited to",
  "a caste-ridden, multi-religious, illiterate and backward society like India’s and that only a",
  "benevolent dictatorship could be effective politically in such a society. The coming elections",
  "were described by some as ‘a leap in the dark’ and by others as ‘fantastic’ and as ‘an act of faith’.",
  "India’s electoral system was developed according to the directives of the constitution. The",
  "constitution created an Election Commission, headed by a Chief Election Commissioner, to",
  "conduct elections. It was to be independent of the executive or the parliament or the party in",
  "power.",
  "Organization of the elections was a wondrous task. There was a house-to-house survey to",
  "register the voters. With over 70 per cent of the voters being illiterate, the candidates were to be",
  "identified by symbols, assigned to each major party and independent candidates, painted on the",
  "ballot boxes (this was later changed to symbols on the ballot papers). The voters were to place the",
  "ballot papers in the box assigned to a particular candidate, and ballot was secret. Over 224,000",
  "polling booths, one for almost every 1,000 voters, were constructed and equipped with over 2.5",
  "million steel ballot boxes, one box for every candidate. Nearly 620,000,000 ballot papers were",
  "printed. About a million officials supervised the conduct of the polls. Of the many candidates,",
  "whoever got the plurality or the largest number of votes would get elected. It was not necessary",
  "for the winning candidate to have a majority.",
  "In all, candidates of over fourteen national and sixty-three regional or local parties and a large",
  "number of independents contested 489 seats for the Lok Sabha and 3,283 seats for the state",
  "assemblies. Of these, 98 seats for the former and 669 for the latter were reserved for the",
  "Scheduled Castes and Scheduled Tribes. Nearly 17,500 candidates in all stood for the seats to the",
  "Lok Sabha and the state legislatures. The elections were spread out over nearly four months from",
  "25 October 1951 to 21 February 1952. (Later this period was reduced to nineteen days in 1957",
  "and seven to ten days in subsequent elections.)",
  "Suitable conditions were created for the free participation of the Opposition parties in the",
  "elections, including the Jan Sangh and CPI. This was despite the fact that Jan Sangh was",
  "communal and the moving force behind it, namely, the RSS, had been banned only three years",
  "earlier for spreading communal hatred which had led to the assassination of Gandhiji. CPI had",
  "adopted an insurrectionary policy till a few months before the elections and even at the time was",
  "firmly opposed to the constitutional structure. The Opposition was, however, quite fragmented.",
  "Neither the communal parties nor the left-wing parties could come together to form electoral",
  "alliances or even arrive at adjustments among themselves.",
  "The first general elections were marked by a vigorous election campaign by JawaharlalNehru. Showing remarkable energy, he covered nearly 40,000 kilometres and addressed 35",
  "million people or a tenth of India’s population during his election tour. As Nehru’s biographer, S.",
  "Gopal, has pointed out, ‘As before 1947, all the speeches of Nehru were part of a process of adult",
  "education, of teaching the masses that they had minds which they should use.’ In fact, Nehru was",
  "at the centre stage of the election campaign. The Opposition parties too recognized his",
  "importance, and all of them, to again quote Gopal, ‘joined in attacking him from every possible",
  "view point’.3 Nehru too recognized his own centrality and wrote: ‘It is true that without me in the",
  "Congress, there would have been no stable government in any State or in the Centre, and a",
  "process of disruption would have set in.’4",
  "In particular, he made communalism the central issue of his campaign. The basic struggle at",
  "the time, he said, was between the secular and the communal forces, for the main danger to",
  "India’s integrity came from the latter. ‘If allowed free play,’ he warned, communalism ‘would",
  "break up India’.5 And he declared: ‘Let us be clear about it without a shadow of doubt . . . we",
  "stand till death for a secular State.’6",
  "The elections were conducted in a fair, free, impartial and orderly manner with very little",
  "violence. This was widely acknowledged when Sukumar Sen, the first Chief Election",
  "Commissioner, was invited as an expert adviser on elections by several Asian and African",
  "countries. The election process was completed in May 1950 when Rajendra Prasad was elected",
  "as the President of the Republic and Dr S. Radhakrishnan as its Vice-President.",
  "People’s response to the new political order was tremendous. They participated in the polls",
  "fully aware that their vote was a prized possession. In many places, people treated polling as a",
  "festival, as a public celebration, with many decking themselves up for the occasion in festive",
  "clothing, the women wearing their silver jewellery. They also demonstrated their ability to",
  "exercise their right to vote carefully despite their poverty and illiteracy and the complicated",
  "voting procedures. For example, the number of invalid votes cast was as low as 3 to 4 per cent.",
  "There was a large turnout of voters not only in the urban areas but also in the rural areas and",
  "among the Scheduled Castes and Scheduled Tribes. A remarkable feature was the wide",
  "participation of women: at least 40 per cent of women eligible to vote did so. Thus, the faith of the",
  "leadership in the people was fully justified.",
  "When the election results were declared, it was found that nearly 46.6 per cent of the eligible",
  "voters had cast their vote. Since then this percentage has been going up and has been comparable",
  "to the voting percentages in the United States. Party-wise the election results for the Lok Sabha",
  "and the state assemblies were as given in the table below.",
  "  ",
  "The major features of this election which characterized subsequent elections till 1962 and even",
  "later were:",
  "(i) The Congress swept the polls bagging nearly 75 per cent of the seats in the Lok Sabha and",
  "68.5 per cent of those in the state legislatures. But in both cases it got less than 50 per cent of the",
  "votes cast. This was because of the plurality or first-past-the-post principle followed in deciding",
  "the winner. The elections represented a triumph for the Congress organization, which reached",
  "down to the village level, for the ideology of secularism, democracy and national, unity, and,",
  "above all, for the inspiring leadership of Nehru. The Congress formed the government at the",
  "Centre and in all the states. It did not get a majority on its own in four states— Madras,",
  "Travancore-Cochin, Orissa and PEPSU—but formed governments even there with the help of",
  "independents and smaller, local parties which then merged with it.",
  "(ii) Both the parties of the left and the communal right performed poorly. The poor",
  "performance of the Socialist Party and the Kisan Mazdoor Praja Party (KMPP) (the two",
  "together won only 21 seats in the Lok Sabha) was, in fact, quite a surprise in view of their high",
  "hopes and optimistic projections. The Socialist Party won only 19 seats in the assembly in Uttar",
  "Pradesh, its strongest unit. Similarly, the three communal parties, the Jan Sangh, the Hindu",
  "Mahasabha and the Ram Rajya Parishad, won only 10 Lok Sabha seats and 6 per cent of the",
  "votes cast.",
  "(iii) The Communist performance was better than expected. The CPI along with its allies, most",
  "of them Communists or fellow travellers in reality, emerged as the second largest group in theLok Sabha. It was to retain this position in most of the later elections till 1977. The CPI also won a",
  "sizeable number of seats in Madras, Travancore-Cochin and Hyderabad.",
  "(iv) The elections showed that the princes and big landlords still wielded a great deal of",
  "influence in some parts of the country. Their party, the Ganatantra Parishad, won 22.1 per cent",
  "(31 seats) of the assembly seats in Orissa. Similarly, the three communal parties won 64 of their",
  "85 assembly seats in the former princely states.",
  "(v) The independents and the small regional and local parties got a large number of the votes",
  "and seats both in the Lok Sabha and the state assemblies. However, the role of independents in the",
  "elections both at the Centre and in the states, started declining from 1962.",
  "The political system that was initiated by the elections of 1951– 52 has been described by",
  "many political scientists as the beginning of the one-party-dominant system. But, in fact, it",
  "represented the beginning of a multi-party system with the Congress enjoying the special status",
  "of forming the core or the focus of the system as also its stabilizing force. Despite the",
  "numerically dominant position of the Congress, the Opposition was quite effective in parliament.",
  "It used the Question Hour to great effect and maintained a high level of debate in parliament. The",
  "effectiveness of the Opposition owed a great deal to the high calibre of the few but capable",
  "Opposition members on the one hand, and Nehru’s respect for the Opposition opinion on the other.",
  "Noteworthy is the fact that though other forms of political participation, such as trade unions,",
  "Kisan Sabhas, strikes, hartals, bandhs and demonstrations, were available to the middle classes,",
  "organized working class, and sections of the rich and middle peasantry, elections were the main",
  "form of direct political participation for the vast mass of the rural and urban poor.",
  "A few embryonic, negative features—pointers to the future— also surfaced during the first",
  "general elections. There was a scramble for tickets in the Congress and squabbles among leaders",
  "for getting safe seats for their followers. Many of the independent candidates were those rejected",
  "by the Congress and other political parties. Factionalism also made its appearance in a big way in",
  "nearly all the parties. Villages were often divided into factions irrespective of party or ideology.",
  "Vote banks also began to emerge so that some people voted according to the dictates of the",
  "influential persons on whom they were dependent economically. Of course, more legitimately,",
  "local notables such as freedom fighters, doctors, lawyers, schoolteachers also guided and decided",
  "the local voters’ preferences. Caste and kinship ties also began to influence the voters significantly",
  "from this election onwards.",
  "After 1952, during the Nehru years, two other general elections were held for the Lok Sabha",
  "and state assemblies in 1957 and 1962. In both, the voter turnout improved—while in 1951–52 it",
  "was 46 per cent, in 1957 it was 47 per cent and in 1962 nearly 54 per cent. In both elections, the",
  "Congress again gained an overwhelming majority of seats in the Lok Sabha with a minority of",
  "votes; and neither the right nor the left could pose a serious challenge to it. Both, however, made",
  "inroads into the Congress hegemony in a few states. In 1957, the Communists were able to form a",
  "government in Kerala, which was the first democratically elected Communist government",
  "anywhere in the world.",
  "The fair and peaceful conduct of the polls was an indication that the democratic system andinstitutions, a legacy of the national movement, were beginning to take root. They began",
  "functioning with a fair degree of commitment to democratic values. It is also significant that",
  "partially as a result of the conduct of the elections, the framework of the constitution came to be",
  "accepted by all, including the Communists and the communalists. From then it was taken for",
  "granted that elections would decide which party would rule India, that a change in government",
  "would occur through the constitutionally provided democratic rules, that election results would be",
  "accepted by the defeated parties, however undesirable they might be from their point of view,",
  "and that elections would take place at regular intervals. The successful conduct of the polls was",
  "one of the reasons why India and Nehru came to be admired abroad, especially in the ex-",
  "colonial countries.",
  "The elections of 1951–52 became the healthy precursors of regular and fair elections in the",
  "years to come. From 1952 to 2007 there were fourteen elections to the Lok Sabha and many",
  "more to the state assemblies with ever larger turnout of voters, especially of rural folk and",
  "women, indicating the growing political awareness among the people.",
  "Establishment of Democratic Institutions",
  "Building on the traditions of the national movement, the Indian leaders, and above all Nehru,",
  "further strengthened the foundations of democracy in the country by the manner of their political",
  "functioning. They gave due importance to the institutional aspects of the democratic system so",
  "that gradually attachment of people to parliamentary institutions grew. They adhered not only to",
  "the spirit but also to the forms of democratic institutions and procedures. Nehru, in particular,",
  "despite holding complete sway saw to it that political power was widely dispersed and diffused.",
  "Civil liberties were put on a firm footing with the Press having free play, even when it criticized",
  "the government severely. The independence of the courts was carefully nurtured, even when",
  "they turned down an important piece of popular legislation, namely, agrarian reform.",
  "Nehru treated parliament with respect and made every effort to sustain its dignity, prestige and",
  "power, even though his party enjoyed an overwhelming majority in it. He tried to make it a",
  "major forum for expression of public opinion, and made it a point to sit through the Question Hour",
  "and to attend parliamentary debates. The Opposition too played its part by respecting parliament",
  "and its procedures, functioning without fear in its portals, and keeping the standard of",
  "parliamentary debates at a high level. Moreover, parliamentary committees such as the",
  "Estimates Committee began to play an important role as critics and watchdogs of the government",
  "administration.",
  "Under Nehru’s leadership the cabinet system evolved in a healthy manner and functioned",
  "effectively. The effort was to make the cabinet the chief agent of collective policy-making.",
  "Nehru treated his cabinet colleagues with courtesy and respect. C.D. Deshmukh, India’s Finance",
  "Minister from 1950 to 1956, remarked later in his autobiography: ‘Nehru as head of the Cabinet",
  "was gentle, considerate and democratic, never forcing a decision on his colleagues . . . decisions",
  "were taken by a consensus and never, as far as I can remember in my time, by vote.’7Despite the dominance of the Congress party the role of the Opposition was strengthened",
  "during the period. Nehru gave full play and respect to the Opposition parties and was quite",
  "responsive to their criticism. He once defined democracy as follows: ‘In the ultimate analysis, it",
  "is a manner of thinking, a manner of action, a manner of behaviour to your neighbour and to your",
  "adversary and opponent.’8 The Opposition parties, though small numerically, were able to take",
  "advantage of the fact that the Congress was not a monolithic party and encompassed within itself",
  "several political and ideological trends. They were able to influence the government policies by",
  "influencing the different ideological strands in the Congress. Nehru also respected and promoted",
  "internal democracy and debate within the Congress party and encouraged it to accommodate",
  "new social forces and trends.",
  "Federalism, provided for in the constitution, also was established as a firm feature of Indian",
  "polity during the Nehru years, with a genuine devolution of power to the states. Respecting the",
  "states’ autonomy, Nehru would not impose decisions on the state governments or interfere with",
  "their policies, though he took care to inform them of his own thinking and occasionally advise or",
  "even insist on their acceptance of a particular policy. He also permitted the state Congress parties",
  "to choose their party and government leaders. He relied upon the state leaders and governments",
  "to understand better their own intricate problems. In the process, he was willing to put up with a",
  "great deal. In fact, one reason why Nehru would not go too far in forcing the states to effect land",
  "reforms the way he conceived them was because land reforms were a State subject and he",
  "would not ride roughshod over the states’ rights and powers even for a favourite cause of his.",
  "Nehru would guide and advise and urge but would not step out of constitutional boundaries; he",
  "would observe constitutional niceties in spirit and form. In fact, a major reason for the",
  "weaknesses of the agricultural, educational, health and other social welfare programmes lay in",
  "the Centre’s dependence on the states for their implementation, for these were State subjects.",
  "At the same time, Nehru did not permit any weakening of the prestige or authority of the",
  "central government. He always maintained a sharp distinction between the centralization of",
  "power or centre’s domination of the states and a strong centre needed for nation-building and",
  "maintenance of the unity and independence of the country as also to keep under check disruptive",
  "and divisive forces.",
  "A major reason that led to the development of harmonious relations between the Centre and",
  "the states and which kept in check centrifugal forces was the fact that the same party ruled in both",
  "places. The leading role of the Centre was also facilitated by the fact that some of the tallest men",
  "and women in Indian politics held office in the cabinet as well as the Congress Working",
  "Committee.",
  "The tradition of the supremacy of the civil government over the armed forces was fully",
  "established during these years. The Indian armed forces had been traditionally non-political and",
  "had accepted civilian control and leadership. But the continuation of this role by them was not",
  "guaranteed. Nehru, in particular, was worried about the possibility of the armed forces",
  "intervening in politics and the government in case of exceptional circumstances, as happened in",
  "nineteenth-century France and Germany and in many Third World countries. To avoid such a",
  "possibility in India he took several steps in this regard. He kept the size of the armed forcesrelatively small, refusing to permit their expansion even after large-scale US military aid to",
  "Pakistan began in 1954. The expenditure on the defence forces was also kept extremely low, less",
  "than 2 per cent of the national income. Abandoning the British colonial practice of recruiting men",
  "in the army on the criterion of ‘martial’ classes, the armed forces were given a heterogeneous",
  "character, with almost every region and section of society being represented in them. India was",
  "thus protected from the danger of militarism in its formative years. The small size of the armed",
  "forces and of expenditure on them were also prompted by two other considerations: avoidance of",
  "diversion of scarce resources from economic development; and given the absence of domestic",
  "defence industries, to avoid dependence on foreign powers and the possibility of their intervention",
  "in India’s internal and foreign affairs.",
  "One blemish, though not a simple one, on the democratic record of the Nehru years occurred",
  "when the Communist government in Kerala was dismissed in 1959 and President’s Rule was",
  "imposed in the state.",
  "The Administrative Structure",
  "Immediately after independence, it was to be decided whether the government of independent",
  "India should carry on with the administrative structure and machinery inherited from the colonial",
  "regime and ‘designed to serve the relatively simple interests of an occupying power’.",
  "The kingpin of this structure was the Indian Civil Service (ICS). If the structure was to be",
  "replaced or overhauled, the beginning had to be made with the ICS. Initially, there were",
  "differences in approach to the question between Nehru and Patel, who, as Home Minister, dealt",
  "directly with the administrative services. Nehru was a staunch critic of the ICS and bureaucracy",
  "as a whole not only because of their colonial ancestry but also because of their basic",
  "conservatism. In 1946, he had described the existing administrative structure as ‘the ship of State’",
  "which was ‘old and battered and slow-moving and unsuited to this age of swift change’. He",
  "declared that ‘it will have to be scrapped and give place to another’.9 Patel, on the other hand, felt",
  "that retention of the existing administrative machinery was necessary in the then troubled times",
  "when it seemed that internal stability was in danger and chaos imminent. He was not in favour of",
  "a sudden discontinuity and vacuum in administration, particularly as the ICS and other all-India",
  "services provided the only trained personnel available. Defending the all-India services in the",
  "Constituent Assembly in 1949, Patel said: ‘I have worked with them during this difficult period . . .",
  "Remove them and I see nothing but a picture of chaos all over the country.’ Further: ‘If during the",
  "last two or three years most of the members of the Services had not behaved patriotically and",
  "with loyalty, the Union would have collapsed.’10",
  "Nehru accepted Patel’s position, though grudgingly, for he too realized that there was no",
  "alternative to reliance on the existing all-India services if a breakdown of administration was to be",
  "avoided. Over time he too began to rely heavily on these services, admiring their administrative",
  "efficiency, especially as he realized that the other available human resources were rather poor.",
  "Many, following Lenin in the State and Revolution, have argued that the existing stateadministrative apparatus should have been ‘smashed’ or dismantled and that it was perhaps quite",
  "easy to do so in the very beginning of a new state. We think that in light of India’s and other",
  "countries’ historical experience there is little doubt that having well-trained, versatile and",
  "experienced civil services at the outset when the country was in turmoil was a distinct asset and",
  "advantage to India; and that they did give a good account of themselves in the troubled post-",
  "Partition years.",
  "However, while retention of the existing bureaucracy and the administrative structure was",
  "inevitable and perhaps even sound under the circumstances, the failure to ‘rebuild and transform",
  "their character’ was clearly a liability. The administrative structure had been built during the",
  "colonial period largely to maintain law and order and to collect land revenue. It had to be",
  "overhauled, however gradually, to suit the needs of a democratic and developing society and",
  "made capable of executing the new economic and social welfarist policies.",
  "Nehru in particular was fully aware of the inadequacy of the existing bureaucracy to",
  "understand the problems of the people and to implement the new tasks. As early as 1951 he",
  "complained: ‘We rely more and more on official agencies which are generally fairly good, but",
  "which are completely different in outlook and execution from anything that draws popular",
  "enthusiasm to it.’11 He was convinced that the situation could be remedied in two ways: ‘One, by",
  "educating the whole machine. Secondly, by putting a new type of person where it is needed.’12",
  "But neither of the two steps was actually taken. Rather, the new IAS was formed very much in",
  "the old ICS mould and this pattern was followed all down the bureaucratic structure. For example,",
  "the few who joined the community development projects out of idealism and social commitment",
  "were soon frustrated when they discovered that they were being dominated, looked down upon",
  "and treated as low-paid underlings by the traditional, higher bureaucrats.",
  "The administration not only did not improve over the years, it deteriorated further becoming",
  "more inefficient and inaccessible. The attitude of the bureaucracy, especially the police, towards",
  "the people and their problems also became increasingly unhelpful. Above all, there was the evil",
  "of corruption.",
  "There were major signals in the Nehru era that political and administrative corruption was",
  "beginning to burgeon. In the 1950s, however, the tentacles of corruption were not yet far-",
  "reaching and checks existed in the form of a political leadership and cadres having roots in the",
  "freedom struggle and Gandhian ethos, a large, honest bureaucracy, especially in its middle and",
  "higher rungs, and a judiciary having a high level of integrity, It was, therefore, still possible to",
  "squash the evil with a certain ease.",
  "Nehru and other leaders were aware of the problems relating to public administration. In May",
  "1948, Nehru drew the attention of the chief ministers to complaints from the public ‘about our",
  "inefficiency, inaccessibility, delays and, above all, of corruption’, and added: ‘I fear that many of",
  "these complaints are justified.’13 Similarly, in his last letter to the chief ministers in May 1963, he",
  "pointed to the need to ‘strengthen our Government apparatus and to fight a ceaseless war against",
  "corruption and inefficiency’. And he added:There is far too much talk of corruption. I think it is exaggerated a good deal but we",
  "must realise that it is there and must face that with all our will and strength. Our",
  "governmental apparatus is still slow moving and full of brakes which come in the way",
  "of all the brave schemes that we have in mind . . . I am writing about this to you",
  "because I feel strongly that we must clean up our public life . . .14",
  "Nehru also took concrete action whenever a case of corruption involving his ministers was made",
  "out. But he was chary of carrying out a campaign against corruption lest it create a general",
  "atmosphere of suspicion and accusations, to which he felt Indians were already too susceptible,",
  "and thus prevent officials and ministers from taking timely decisions and assuming responsibility.",
  "Development of Science and Technology",
  "A major achievement of the Nehru era was in the fields of scientific research and technological",
  "education. Nehru was convinced that science and technology were crucial to the solution of",
  "India’s problems. As early as January 1938, he had said in a message to the Indian Science",
  "Congress: ‘It was science alone that could solve these problems of hunger and poverty, of",
  "insanitation and illiteracy, of superstition and deadening custom and tradition, of vast resources",
  "running to waste, of a rich country inhabited by starving people.’15 This view was reiterated in",
  "the Scientific Policy Resolution passed by the Lok Sabha in March 1958 acknowledging the role of",
  "science and technology in the economic, social and cultural advancement of the country. After",
  "1947, Nehru also became aware of the critical role that scientific research and technology would",
  "play in India’s defence.",
  "As part of the effort to promote self-sustaining scientific and technological growth, the",
  "foundation stone of India’s first national laboratory, the National Physical Laboratory, was laid on",
  "4 January 1947. This was followed by the setting up during the Nehru years of a network of",
  "seventeen national laboratories, specializing in different areas of research. To emphasize the",
  "importance of science and scientific research, Nehru himself assumed the chairmanship of the",
  "Council of Scientific and Industrial Research, which guided and financed the national laboratories",
  "and other scientific institutions.",
  "Urgent steps were also taken to organize the training of technical personnel sorely needed by",
  "the country. In 1952, the first of the five institutes of technology, patterned ofter the",
  "Massachusetts Institute of Technology, was set up at Kharagpur—the other four being set up",
  "subsequently at Madras, Bombay, Kanpur and Delhi. The extent of the effort put in developing",
  "science and its success is revealed by the expenditure on scientific research, and science-based",
  "activities which increased from Rs 1.10 crore in 1948–49 to Rs 85.06 crore in 1965–66, and the",
  "number of scientific and technical personnel which rose from 188,000 in 1950 to 731,500 in 1965.",
  "The enrolment at the undergraduate stage in engineering and technology went up from 13,000 in",
  "1950 to 78,000 in 1965. Similarly, the number of undergraduate students studying agriculture",
  "increased from about 2,600 in 1950 to 14,900 in 1965.",
  "Over the years scientific research began, however, to suffer because the organization andmanagement structure of the scientific institutes was highly bureaucratic and hierarchical,",
  "breeding factionalism and intrigue as also frustration among their personnel. This became a",
  "major factor in the brain drain of scientists that began in the late 1950s.",
  "India was one of the first nations to recognize the importance of nuclear energy. Nehru was",
  "convinced that nuclear energy would bring about a global revolution in the social, economic and",
  "political spheres, besides affecting nations’ defence capabilities.",
  "In August 1948, the Government of India set up the Atomic Energy Commission with Homi J.",
  "Bhabha, India’s leading nuclear scientist, as Chairman, in the Department of Scientific Research,",
  "which was under Nehru’s direct charge, to develop nuclear energy for peaceful purposes. In",
  "1954, the government created a separate Department of Atomic Energy under the prime",
  "minister with Homi Bhabha as Secretary. India’s first nuclear reactor in Trombay, Bombay, also",
  "the first in Asia, became critical in August 1956. The ongoing and fairly well-advanced nuclear",
  "programme included the setting up of several nuclear plants to produce electricity in a few years’",
  "time. Though India was committed to the peaceful uses of nuclear power, its nuclear capacity",
  "could easily have been used to produce the atomic bomb and other atomic weapons.",
  "India also took up space research. It set up the Indian National Committee for Space Research",
  "(INCOSPAR) in 1962 and established a Rocket Launching Facility at Thumba (TERLS). Krishna",
  "Menon, as Defence Minister, took steps to initiate defence research and development. Steps were",
  "also taken to increase India’s capacity in production of defence equipment so that India gradually",
  "became self-sufficient in its defence needs. India also changed over to decimal coinage and a",
  "metric system of weights and measures, despite dire warnings that an illiterate population could",
  "not handle the change.",
  "Social Change",
  "The vision of the founding fathers of the Republic went beyond national integration and political",
  "stability. Indian society had to move towards social change. Article 36 of the constitution in the",
  "section on the Directive Principles of State Policy states: ‘The state shall strive to promote the",
  "welfare of the people by securing and protecting as effectively as may be a social order in which",
  "justice, economic and political, shall inform all institutions of the national life.’ This conception of",
  "the new social order was encompassed in 1955 by the phrase ‘socialistic pattern of society’",
  "officially accepted by the Congress at its Avadi session and later incorporated as its objective in",
  "the Second and Third Five Year Plans. Consequently, several important measures of social",
  "reforms, which some have described as the beginning of a welfare state, were taken during the",
  "Nehru years. Very important measures in this respect were those of land reforms, the initiation",
  "of planned economic development and rapid expansion of the public sector which we shall",
  "examine in separate chapters of this volume. In addition far-reaching labour legislation was",
  "undertaken, including recognition of collective bargaining, the right to form trade unions and to go",
  "on strike, security of employment, and provision of health and accident insurance. There were",
  "also moves towards a more equitable distribution of wealth through progressive and steep income",
  "tax and excise tax policies. Expansion of education and health and other social services was alsosought.",
  "Nehru and other leaders were also keen to ensure that Indian social organization underwent",
  "change, leading to the social liberation of the hitherto socially backward and suppressed sections",
  "of society. As Nehru put it in 1956: ‘We have not only striven for and achieved a political",
  "revolution, not only are we striving hard for an economic revolution but . . . we are equally intent",
  "on social revolution; only by way of advance on these three separate lines and their integration",
  "into one great whole, will the people of India progress.’16",
  "The constitution had already incorporated a provision abolishing untouchability. The",
  "government supplemented this provision by passing the Anti-Untouchability Law in 1955 making",
  "the practice of untouchability punishable and a cognizable offence. The government also tried to",
  "implement the clauses of the constitution regarding reservations in educational institutions and",
  "government employment in favour of Scheduled Castes (SCs) and Scheduled Tribes (STs) and",
  "other weaker sections of society. Other necessary measures were taken to raise their social status,",
  "such as the provision of special facilities in the form of scholarships, hostels accommodation,",
  "grants, loans, housing, healthcare and legal aid services. A Commissioner of Scheduled Castes",
  "and Scheduled Tribes was appointed to monitor the effective implementation of all such",
  "measures and constitutional provisions. However, in spite of all these steps, the SCs and STs",
  "continued to be backward and caste oppression was still widely prevalent, especially in rural",
  "areas, where the Scheduled Castes and Scheduled Tribes also formed a large part of the landless",
  "agricultural labour, and therefore also suffered from class oppression. There was also hardly any",
  "effort to eradicate the ideology of the caste system or to remove caste inequality and caste",
  "oppression so that casteism began to spread from the upper castes to the backward castes and",
  "from the rural to the urban areas.",
  "Participating actively in the national movement for years, women’s groups and organizations",
  "were demanding revision of laws regarding women’s rights in the family, and in Nehru they had",
  "a firm supporter. Already, before independence, Nehru had made his position on this issue clear",
  "and quoted Charles Fourier, the French philosopher: ‘One could judge the degree of civilisation of",
  "a country by the social and political position of its women.’17",
  "A major step forward in this direction was taken when the Hindu Code Bill was moved in",
  "parliament in 1951. The bill faced sharp opposition from conservative sectors of society,",
  "especially from the Jan Sangh and other Hindu communal organizations. Even though actively",
  "supported by the vocal members of the Congress party and women MPs and other women",
  "activists, Nehru decided to postpone enactment of the bill in order to mobilize greater support for",
  "it. He was, however, firm in his determination to pass the bill and made it an issue in the elections",
  "of 1951–52.",
  "After coming back to power, the government passed the bill in the form of four separate acts",
  "which introduced monogamy and the right of divorce to both men and women, raised the age of",
  "consent and marriage, and gave women the right to maintenance and to inherit family property.",
  "A revolutionary step was thus taken for women’s liberation, though its practice would take",
  "decades to take full effect. An important lacuna in this respect was that a uniform civil codecovering the followers of all religions was not enacted. This would have involved changes in",
  "Muslim personal law regarding monogamy and inheritance. There was strong opposition to this",
  "from the Muslim orthodoxy. The process of social reform among Muslims had in the modern",
  "period lagged far behind that among Hindus and consequently social change had been quite slow",
  "even among middle-class Muslim women. Nehru was not willing to alarm the Muslim minority",
  "which was, he believed, even otherwise under pressure. He would make changes in Muslim",
  "personal law and enact a uniform civil code but only when Muslims were ready for it.",
  "Education",
  "The founding fathers were fully aware of the need for better and wider education as an",
  "instrument of social and economic progress, equalization of opportunity and the building up of a",
  "democratic society. This was all the more urgent because in 1951 only 16.6 per cent of the total",
  "population was literate and the percentage was much lower, being only 6 per cent, in the case of",
  "rural families. To remedy this situation, the constitution directed that by 1961 the state should",
  "provide free and compulsory education to every child up to the age of fourteen. Later, this target",
  "was shifted to 1966.",
  "The government provided large sums for developing primary, secondary, higher and technical",
  "education: while the expenditure on education was Rs 198 million in 1951–52, by 1964–65 it had",
  "increased to Rs 1,462.7 million, that is, by more than seven times. Since education was primarily",
  "a State subject, Nehru urged the state governments not to reduce expenditure on primary",
  "education, whatever the nature of financial stringency. If necessary, he suggested, even",
  "expenditure on industrial development could be reduced. He told the National Development",
  "Council in May 1961: ‘I have come to feel that it [education] is the basis of all and, on no account",
  "unless actually our heads are cut off and we cannot function, must we allow education to",
  "suffer.’18",
  "The Nehru years witnessed rapid expansion of education, especially in the case of girls.",
  "Between 1951 and 1961 school enrolment doubled for boys and tripled for girls. From 1950–51 to",
  "1965–66 the number of boys enrolled in classes I to V increased from 13.77 million to 32.18",
  "million. The relevant figures for girls were 5.38 million and 18.29 million. The progress was",
  "equally rapid in the case of secondary education. Between 1950–51 and 1965–66 enrolment",
  "increased from 1.02 million to 4.08 million (by nearly four times) in the case of boys and from",
  "0.19 million to 1.2 million (by nearly 6.5 times) in the case of girls. The number of secondary",
  "schools increased from 7,288 to 24,477 during these years.",
  "At the time of independence there were eighteen universities with a total student enrolment of",
  "nearly 300,000. By 1964, the number of universities had increased to fifty-four, the number of",
  "colleges to about 2,500 and the number of undergraduate and postgraduate students, excluding",
  "intermediate students, to 613,000. The number of girls students increased six-fold and constituted",
  "22 per cent of the total. However, the progress in primary education, though recognizable, did not",
  "match the needs or the intentions especially as the number of eligible students was growing fast",
  "because of the high rate of population growth. The constitutional target of free and compulsoryeducation to all children was first shifted from 1961 to 1966 and then to a distant future. By the",
  "end of the Third Plan in 1965–66 only 61 per cent of the children between the ages of six and",
  "fourteen were in school, the figure for girls being only 43 per cent. Consequently, widespread",
  "illiteracy continued; as late as 1991 only 52 per cent of Indians were literate.",
  "But these figures do not tell the full story. In 1965, 5 per cent of the rural population was not",
  "served by any school at all. Moreover, the facilities provided in the existing schools were very",
  "poor, with the majority of schools having no pucca building, blackboards or drinking water.",
  "Nearly 40 per cent of primary schools had only one teacher to take three or four classes. A",
  "particular malady of primary schooling was the high rate of dropouts. Nearly half of those",
  "enrolled in class I would have left school by the time they reached class IV and been rapidly",
  "reduced to virtual illiteracy again. Moreover, the dropout rate was higher in the case of girls than",
  "boys. Clearly, there was no equal opportunity in education and therefore also hardly any",
  "equalization of opportunity in work and employment for the poor and those in the rural areas who",
  "constituted the vast majority of the Indian people.",
  "A major weakness that crept in was the decline in educational standards. Despite recognition of",
  "the problem, except for the technology sector, the educational system was left untouched and",
  "unreformed and the quality of education continued to deteriorate, first in schools and then in",
  "colleges and universities. The ideological content of education also continued to be the same as in",
  "the colonial period.",
  "Nehru was aware of the unsatisfactory progress in education and near the end of his prime",
  "ministership began to put greater emphasis on its development, especially of primary education,",
  "which, he now stressed, should, be developed at any cost. ‘In the final analysis,’ he wrote to the",
  "chief ministers in 1963, ‘right education open to all is perhaps the basic remedy for most of our",
  "ills.’ Also, ‘In spite of my strong desire for the growth of our industry, I am convinced that it is",
  "better to do without some industrial growth than to do without adequate education at the base.’19",
  "Community Development programme",
  "Two major programmes for rural uplift, namely, the Community Development programme and",
  "Panchayati Raj, were introduced in 1952 and 1959. They were to lay the foundations of the",
  "welfare state in the villages. Though designed for the sake of agricultural development, they had",
  "more of a welfare content; their basic purpose was to change the face of rural India, to improve",
  "the quality of life of the people.",
  "The Community Development programme was instituted on a limited scale in 1952 covering",
  "55 development blocks, each block consisting of about 100 villages with a population of 60,000 to",
  "70,000. By the mid-1960s most of the country was covered by a network of community blocks,",
  "employing more than 6,000 Block Development Officers (BDOs) and over 600,000 Village Level",
  "Workers (VLWs or Gram Sewaks) to help implement the programme. The programme covered",
  "all aspects of rural life from improvement in agricultural methods to improvement in",
  "communications, health and education.The emphasis of the programme was on self-reliance and self-help by the people, popular",
  "participation and responsibility. It was to be basically a people’s movement for their own welfare.",
  "As Nehru stated at the very outset of the programme in 1952, the basic objective was ‘to unleash",
  "forces from below among our people’. While it was ‘necessary to plan, to direct, to organize and",
  "to coordinate; but it [was] even more necessary to create conditions in which a spontaneous",
  "growth from below [was] possible’. While material achievements were expected, the",
  "programme was much more geared ‘to build up the community and the individual and to make",
  "the latter a builder of his own village centre and of India in the larger sense’. ‘The primary matter",
  "is the human being involved,’ he added. Another major objective was to uplift the backward",
  "sections: ‘We must aim at progressively producing a measure of equality in opportunity and other",
  "things.’20 In 1952 and in the later years, Nehru repeatedly referred to the Community",
  "Development programme and the accompanying National Extension Service as representing",
  "‘new dynamism’ and a ‘great revolution’ and as ‘symbols of the resurgent spirit of India’.21",
  "The programme achieved considerable results in extension work: better seeds, fertilizers, and",
  "so on, resulting in agricultural development in general and greater food production, in particular,",
  "construction of roads, tanks and wells, school and primary health centre buildings, and extension",
  "of educational and health facilities. Initially, there was also a great deal of popular enthusiasm,",
  "which, however, petered out with time. It soon became apparent that the programme had failed",
  "in one of its basic objectives—that of involving the people as full participants in developmental",
  "activity. Not only did it not stimulate self-help, it increased expectations from and reliance on the",
  "government. It gradually acquired an official orientation, became part of the bureaucratic",
  "framework and came to be administered from above as a routine activity with the BDOs",
  "becoming replicas of the traditional sub-divisional officers and the Village Level Workers",
  "becoming administrative underlings. As Nehru put it later, in 1963, while the entire programme",
  "was designed to get the peasant ‘out of the rut in which he has been living since ages past’, the",
  "programme itself ‘has fallen into a rut’.22",
  "The weaknesses of the programme had come to be known as early as 1957 when the",
  "Balwantrai Mehta Committee, asked to evaluate it, had strongly criticized its bureaucratization and",
  "its lack of popular involvement. As a remedy, the Committee recommended the democratic",
  "decentralization of the rural and district development administration. On the Committee’s",
  "recommendation, it was decided to introduce, all over the country, an integral system of",
  "democratic self-government with the village panchayat at its base. The new system, which came",
  "to be known as Panchayati Raj and was implemented in various states from 1959, was to consist",
  "of a three-tier, directly elected village or gram panchayats, and indirectly elected block-level",
  "panchayat samitis and district-level zilla parishads. The Community Development programme",
  "was to be integrated with the Panchayati Raj; considerable functions, resources and authority",
  "were to be devolved upon the three-tiered samitis to carry out schemes of development. Thus, the",
  "Panchayati Raj was intended to make up a major deficiency of the Community Development",
  "programme by providing for popular participation in the decision-making and implementation of",
  "the development process with the officials working under the guidance of the three-level samitis.",
  "Simultaneously, the countryside was covered by thousands of cooperative institutions such ascooperative banks, land mortgage banks and service and market cooperatives, which were also",
  "autonomous from the bureaucracy as they were managed by elected bodies.",
  "Nehru’s enthusiasm was once again aroused as Panchayati Raj and cooperative institutions",
  "represented another radical step for change in society. They would transfer responsibility for",
  "development and rural administration to the people and accelerate rural development. They",
  "would thus act as instruments for the empowerment of the people and would not only lead to",
  "greater self-reliance, but would also act as an educative tool, for bringing about a change in the",
  "outlook of the people. Above all, they would initiate the process of creating better human beings.",
  "However, these hopes were belied. Though adopting Panchayati Raj in one form or another,",
  "the state governments showed little enthusiasm for it, devolved no real power on the panchayati",
  "samitis, curbed their powers and functions and starved them of funds. The bureaucracy too did",
  "not slacken its grip on rural administration at different levels. Panchayats were also politicized and",
  "used by politicians to gather factional support in the villages. As a result, though foundations of a",
  "system of rural local self-government were laid, democratic decentralization as a whole was",
  "stunted and could not perform the role assigned to it by the Balwantrai Mehta Committee and",
  "Jawaharlal Nehru.",
  "Moreover, the benefits of community development, new agricultural inputs and the extension",
  "services were mostly garnered by the rich peasants and capitalist farmers, who also came to",
  "dominate the Panchayati Raj institutions. The basic weakness of the Community Development",
  "programme, the Panchayati Raj and the cooperative movement was that they ignored the class",
  "division of the rural society where nearly half the population was landless or had marginal",
  "holdings and was thus quite powerless. The village was dominated socially and economically by",
  "the capitalist farmers and the rich and middle peasantry; and neither the dominant rural classes",
  "nor the bureaucrats could become agents of social transformation or popular participation."
]