[
  "{41}",
  "The Dawn of the New Millennium: Achievements, Problems and Prospects",
  "As we proceed further into the new millennium, fundamental questions confront us. What has",
  "India achieved so far? What problems does it face? And what are the tasks and prospects for the",
  "future?",
  "Today, our newspapers, weeklies and books on current affairs, besides many intellectuals, tend",
  "to see India since independence as an area of darkness. In 1993, a writer, C. Thomas, pithily",
  "summarized, the ‘torrent of wretchedness’, though not sharing it, as follows:",
  ". . . language riots, caste riots, communal bloodshed, the assassination of Indira",
  "Gandhi and Rajiv Gandhi, wars with Pakistan and China, secessionism in Punjab, an",
  "uprising in Kashmir, bloodshed in Assam, anti-Hindi movements in the South,",
  "starvation, corruption, pollution, environmental catastrophe, disparities of wealth and",
  "poverty, caste prejudice, burning brides, sati, killing girl babies, bonded labour, child",
  "labour, criminalization of politics, discrimination against women, human rights",
  "abuses.1",
  "This ran contrary to the optimism which many intellectuals maintained till Nehru was alive. But,",
  "as S. Gopal, one of our tallest historians, put it in 1984, with the passage of time, the Nehru era",
  "began to",
  ". . . appear more and more of a faded golden age . . . It is as if, when he died, he took",
  "a whole epoch with him. The Nehru age, of confident assumptions, high aspirations",
  "and considerable achievements, seems today a vanished world. There is a sickening",
  "sense of lost ideals and missed opportunities. Public service is no longer a selfless",
  "pursuit, politics in India has become dispirited and the objectives which he gave his",
  "people, then so challenging, now seem tired and muddled . . . The collective self-",
  "confidence of India has received severe jolts, making the people less optimistic and",
  "economically self-assured and more fragmented socially and politically.2",
  "There is, of course, much in India of yesterday and today which gives rise to despair and",
  "despondency among many, for who can deny the existence of mass poverty, gross inequality,",
  "intolerable illiteracy, social injustice, gender discrimination, social oppression, corruption,",
  "casteism and communalism and poor quality of life in general. But these and many other",
  "weaknesses should not cloud our vision. There is not enough reason for us to allow ourselves to be",
  "stifled in a pall of gloom, to be drowned in a sea of depression.",
  "Certainly, we have by no means solved all our problems—some quite serious—even after",
  "sixty years of independence. Not all that the Indian people had hoped to achieve during the heady",
  "days of the freedom struggle or set out to accomplish on the eve of independence has been",
  "achieved. Undoubtedly, serious deficiencies have remained; fresh weaknesses have emerged;",
  "new dangers have arisen.Still, it would be wrong not to acknowledge that India has made substantial all-round progress;",
  "its achievements in the last sixty years have been considerable by any historical standards,",
  "especially if we keep in view the level from which it started and ‘how difficult was the terrain",
  "along which we had to tread’.3 Vast political, economic and social changes have taken place. In",
  "the process, a lot of scum, gathered over the centuries, has also come to the top. But the legacy of",
  "the freedom struggle has held—and not got diluted significantly. The qualitative advance made",
  "by India in many areas has been ignored by many because it has occurred gradually and without",
  "any ostentation or drama. India is now making a breakthrough in many areas. The advance",
  "already made in the political, economic and social spheres, when taken in its entirety, should give",
  "the Indian people faith in their capacity to find solutions to the many remaining problems and ills",
  "of their society.",
  "National Unity",
  "A major Indian success has been scored in the strengthening of Indian unity politically,",
  "economically and emotionally and the pushing forward of the complex process of nation-in-the-",
  "making. India’s immense diversity has not hampered the process, even while this diversity has",
  "been sustained and has, in fact, flowered. Also, tensions generated by immense social churning",
  "have not come in the way of further developing the sense and sentiment of Indianness, of Indians",
  "being one people.",
  "There have, of course, been several challenges to Indian unity but they have mostly been",
  "overcome. The solution of the divisive official language issue, reorganization of linguistic states,",
  "refusal to counterpoise regional and cultural identities to an Indian identity, sympathetic handling",
  "of the problems of the tribals and their integration into the national mainstream, firm treatment of",
  "separatist movements even when showing an understanding of the feelings underlying them,",
  "genuine efforts, even when not very successful, to reduce regional inequality, have gone a long",
  "way in ensuring that Indian unity is no longer fragile and that the existence of India as a viable",
  "and assured political entity is under little threat.",
  "Disparities between states still remain, but they do not threaten Indian unity, for they are often",
  "caused by infirmities internal to a state and are not the result of internal colonialism or sub-",
  "colonialism where a backward region is subjected to economic subordination and exploitation by",
  "another more advanced region or by the rest of the country.",
  "A large number of regional or one-state parties have come into existence over the years. They",
  "have freely assumed power in the states and have even shared power at the Centre by allying",
  "with one or the other national party or becoming part of an alliance on an all-India basis. These",
  "parties fight for greater access to central resources and not for their own separate and fuller",
  "control over the region’s resources for they already enjoy that.",
  "Moreover, Indian politics, both electoral and non-electoral, has increasingly become national in",
  "nature. As a result of regular countrywide general elections, the dominant presence of all-India",
  "political parties, especially Congress, nationwide campaigns on economic and political issues, and",
  "the operation of all-India transport and communication networks, including radio, TV, newspapersand films, a single political culture—a unitary ‘language of politics’—pervades all parts of the",
  "country. It has, therefore, not been accidental that even after the end of the Nehru era the",
  "electoral waves affecting the 1971, 1977, 1980 and 1984 general elections were national in",
  "character, as was the victory of the BJP-led NDA in the general election of 1999.",
  "However, regional economic and developmental disparities still pose serious problems along",
  "with the communal and caste divide. Communalism, in particular, continues to stalk the land. For",
  "decades, communal forces were being contained electorally, and their ideological spread was",
  "also restricted. But in the last three decades or so, there has been a weakening of the anti-",
  "communal consensus among secular forces. Quite often, as in 1989, and more recently in 1998",
  "and 1999, they have directly or indirectly allied with communal forces, thus giving the latter",
  "credibility and respectability. Communalism is today the chief threat to Indian unity for India",
  "cannot remain a strong and united nation except on the basis of secularism. We have seen in the",
  "chapter on Punjab, what can happen if communalism is not dealt with firmly and squarely in",
  "time, if religion is not completely separated from politics and if, instead, an effort is made to",
  "compromise with and conciliate communal forces. In this respect, an area needing particular",
  "attention and innovation is that of culture and tradition. Indigenous cultures and traditions and",
  "popular religions play an important part in the life of a people. If the communal and obscurantist",
  "forces are not to be permitted to appropriate India’s cultural heritage, it is necessary for modern",
  "and secular forces to establish creative and critical links with the country’s cultural heritage and",
  "tradition. They have, unfortunately, not fully explored this area of public life. In particular,",
  "secular, democratic elements must distinguish between religion as philosophy, spiritual",
  "experience, guide to morality and psychological solace and religion as dogma, bigotry and a",
  "vehicle for communalism.",
  "In any case, it is very necessary to carefully nurture the process of nation-in-the-making as it",
  "is not a unilinear process and can therefore suffer setbacks and interruptions as it faces new",
  "challenges.",
  "Democratic Political Systems",
  "The great success story of independent India has been its secular, federal and multi-party",
  "political system. The nation has had to face tasks of immense magnitude and confront numerous",
  "problems, for example having to function in a backward economy with an impoverished",
  "citizenry, being torn by violent social conflicts, having to wage three major wars and face high",
  "costs of national defence since 1947, gradual weakening of many of its institutions and being",
  "constantly under international pressure. Despite all this, the political system has, however, shown",
  "remarkable resilience and flexibility and has stood the test of time and exhibited an ability to",
  "overcome several crises, for example those of 1967–69 and of 1974–77. Indira Gandhi was to put",
  "it pithily in August 1972 when asked to list India’s achievements since 1947: ‘I would say our",
  "greatest achievement is to have survived as a free and democratic nation.’4",
  "Political stability has been an important characteristic of independent India’s political system.",
  "There have been, since 1967, rapid changes of governments in the states and, since 1989, at theCentre, but political stability has persisted. Different political forces and formations have waged",
  "their political battles in the political arena prescribed by the constitution. Changes in governments",
  "have taken place according to constitutional and democratic rules and have invariably been",
  "quietly and often gracefully accepted by those voted out of power by parliament or the",
  "electorate. People have taken it for granted that elections, largely free and fair and held",
  "regularly, would decide who would rule the country, a state or a panchayat. Greater political",
  "participation by the people, including in its agitational forms, has not led to political instability.",
  "The political system has also acquired more or less unquestioned legitimacy; the few who have",
  "questioned its basic tenets having fallen in line in the end. Thus, the Communists for several",
  "decades challenged, though only in theory, the basic constitutional structure as being geared to",
  "domination by the ruling, exploiting classes. But today they are among the more vocal defenders",
  "of the constitution. The communalists have been trying from the outset to undermine the secular",
  "character of Indian society and polity but even they pay verbal obeisance to secularism though",
  "they try to distort its character through redefinition. Similarly, though Jayaprakash Narayan",
  "questioned the multi-party parliamentary system during the 1960s and the early 1970s, in the end",
  "he too accepted it after the lifting of the Emergency in 1977. It is also significant that new aspiring",
  "groups have been increasingly functioning within the broad parameters of the political system to",
  "advance their interests. In fact, the very longevity of the system, its continued functioning for",
  "over six decades has given it strength and enabled it to strike deep roots. What W.H. Morris-Jones",
  "wrote in 1966 is equally valid today: ‘The combination of political stability with establishment of a",
  "free, and freely moving, political system is what we entitled to call India’s political miracle.’5",
  "Entrenchment of Democracy",
  "Perhaps the most significant of India’s achievements since 1947 is the firm entrenchment of",
  "political democracy and civil liberties which have become a basic feature of Indian life. Indians",
  "enjoy today a free Press, the freedom to speak, travel and form associations, the right to freely",
  "criticize the government; they have competitive elections, unrestricted working of political parties,",
  "an independent judiciary, the right to participate in political life and to change the government",
  "through the ballot box, and freedom from fear of arbitrary arrest.",
  "India alone among the post-colonial countries has sustained a democratic and civil libertarian",
  "polity since its inception. Commitment to democratic values has deepened over the years among",
  "most Indians. Paradoxically, even the experience of the Emergency underlined this attachment.",
  "The belief has also taken root that social transformation through a democratic political framework",
  "is possible. Nationalization of banks and several industries, land reforms—even quite radical as in",
  "Kerala and West Bengal—and effective functioning of Panchayati Raj, with its provision for 30",
  "per cent reservation of seats for women, and successful and unopposed working of the system of",
  "reservations for the SCs and STs in several states, has shown that political democracy as such is",
  "not an obstacle to social transformation and socioeconomic reforms in the direction of equity and",
  "equality.",
  "A prominent and positive feature of Indian political development in the post-independenceperiod has been the steadily growing political awareness among the people and their greater",
  "direct and indirect participation in the political process.",
  "The freedom struggle had already politicized large sections of the people. Popular agitational",
  "and electoral politics have pushed this process further. India has certainly become over time a",
  "politically more active society with an ever larger number of people and social groups being",
  "politically mobilized and ‘incorporated into the body politic’.",
  "The disadvantaged—women, agricultural labourers, small peasants, the urban poor—have",
  "increasingly come to believe that their social condition is unjust and is capable of being changed",
  "and that the desired change can be brought about through politics and by the assertion of their",
  "political rights. The people in general want a share in political power and a greater share of the",
  "wealth they produce. They are also no longer willing to tolerate certain naked forms of",
  "oppression, discrimination, deprivation and neglect. For example, a government which would let a",
  "large number of people die in a famine, as happened during the droughts in the colonial period,",
  "would not last even a few weeks.",
  "People have also become aware of the power and value of their right to vote at various levels",
  "from the panchayats to parliament and of the benefits to be derived from its exercise. The politics",
  "of booth-capturing, sale and purchase of votes, vote banks and patronage have been gradually",
  "receding and the voter’s choice becoming more autonomous. One example is the increasing",
  "refusal of women to vote according to the wishes of the male members of the family. Moreover,",
  "the poor and the oppressed no longer accept dictates in regard to their choice of parties and",
  "candidates. Though they are still open to populist appeals or appeals on grounds of caste, region or",
  "religious community, they can no longer be easily bullied or bought. People now tend to vote",
  "according to issues, policies, ideologies or group interests so as to garner greater advantage from",
  "the government’s development and welfare schemes.",
  "It is true that the role of caste in electoral politics has increased in recent years, but quite often",
  "caste as a political factor has come in primarily when other social, economic and political issues",
  "have been absent in the electoral arena or when such issues have got grouped around caste as in",
  "the case of jobs and educational opportunities. However, caste as a factor in politics has",
  "invariably receded when broader national issues have come to occupy centre-stage as in the",
  "garibi hatao election of 1971, the JP Movement of 1974–75, the anti-Emergency election of 1977",
  "and the 1984 election, after the assassination of Indira Gandhi, when the country was seen to be in",
  "danger.",
  "The voters have not only become more sensitive to the larger social, economic and political",
  "issues but are also more assertive and demanding—the people they vote for have to respond",
  "more actively to their needs and demands. A major reason for the volatility of the voters’",
  "behaviour in recent times, resulting in wide swings in electoral mandates, is the heightened voter",
  "expectation from the electoral process and the pressing demand by the voters for performance",
  "and fulfilment of the promises made during elections. Interestingly, elections at all levels have",
  "repeatedly shown that people have little hesitation in voting against those in power because they",
  "are no longer in awe or fear of people in authority.Politicization and mobilization of the hitherto unpoliticized, which has been a continuous and",
  "ongoing process, has sometimes taken the form of popular agitations, which have involved many",
  "of the urban and some of the rural sections of society. They have, however, so far left the rural",
  "poor untouched in large parts of the country. The politics of protest has fed on demands for social",
  "justice, a share in the gains of development and participation in decision-making. It has grown as",
  "the more disadvantaged and oppressed classes and groups have come on the political stage.",
  "Power struggle and popular mobilization in rural areas has, however, often taken a casteist form",
  "in the absence of mobilization around class and of struggle against the caste system and caste",
  "oppression and discrimination.",
  "A major step towards further democratization of the political system and greater people’s",
  "participation as also greater control over their own lives has been taken with the inauguration of",
  "the freshly designed Panchayati Raj.",
  "Popular Participation in the Political Process",
  "Perhaps the most important political task today is to deepen democracy and make it more",
  "meaningful for the mass of the people by enabling their greater participation in the political",
  "process. Voting in periodic elections should not be regarded as the only form of such",
  "participation.",
  "So far there has been a general failure to politically mobilize the poor and the disadvantaged",
  "and to shift the balance of social and political power in their favour. The capitalists, who are",
  "major beneficiaries of economic development, the landed peasants, who have gained most from",
  "land reforms and the Green Revolution, the intelligentsia, the professionals, and the middle",
  "classes, for whom immense opportunities have opened up after 1947, the government and public",
  "sector employees, the organized working class and the upper layers of the SCs and STs, all have",
  "been able to find various means of protecting and promoting their interests. They have thus been",
  "able to tilt democracy in their favour. But the poor have been unable to do so to any great extent.",
  "They have been left out of the larger decision-making process and have had little voice in the",
  "day-to-day decisions affecting their lives. Their access to resources being generated in the",
  "economy and the social system has remained limited. They have been unable to turn the strength",
  "of numbers into effective power because the level of their mobilization has been low. Their",
  "political self-activity has lain dormant. Even the radical parties, groups and organizations have",
  "tended to neglect their organization and mobilization. The poor do, of course, at times rise up in",
  "protest and sometimes even revolt, and at elections exercise, often enthusiastically, their voting",
  "right in the hope that the persons elected would help improve their social and economic condition.",
  "But much more accountability to the agenda of the poor is needed.",
  "The widest mobilization of the bottom millions is also necessary because neither development",
  "nor social change and not even national unity can be fully promoted without their active",
  "involvement. That this should have been forgotten by the heirs to the freedom struggle is ironical,",
  "for was not a hallmark of that struggle the active role of the masses in it? And did not Gandhi’s",
  "greatness lie precisely in promoting the non-violent mobilization of the common people, thusmaking India’s freedom struggle perhaps the greatest mass movement in world history.",
  "Jawaharlal Nehru’s design for development and social transformation too depended on active",
  "pressure from below; that he failed to implement his own design is another matter.",
  "Forms of Political Protest",
  "Political protest, along with the right to vote, is one of the basic ingredients and a normal part of",
  "democratic politics. For the oppressed sections of society, it is a critical part of their effective",
  "participation in politics and is essential for the expression of their demands and grievances. India",
  "is, therefore, going to have more, not less, protest as different sections of society awaken to",
  "political life and work for faster changes in their social condition. Protest movements are also",
  "very important means for the people to force those in authority, particularly those wielding",
  "political power, to respond to their demands. For the poor, perhaps this is the only means of doing",
  "so. All this should be taken for granted. The important question, therefore, is what are to be the",
  "forms of protest in a civil libertarian representative democracy? As of now, Indians have,",
  "however, failed to evolve appropriate forms of protest or a consensus on what they can or cannot",
  "do.",
  "Popular protest movements by political parties, students, workers, farmers, government",
  "employees and common citizens have most often taken the form of demonstrations, hunger",
  "strikes, hartals, strikes in the workplace or educational institutions, dharnas, bandhs, gheraos,",
  "blockages of roads (rasta roko), satyagraha, civil disobedience or disobedience of laws, leading to",
  "mass arrests, and rioting. While some of these forms of protest are inherently coercive, others",
  "more often than not culminate in violence and breakdown of law and order and wanton violation",
  "of laws duly enacted by elected legislatures or rules laid down by those authorized to do so. In",
  "many cases the protesters coerce into joining their actions the very people they are supposed to",
  "represent. The protest, especially in the form of demonstrations, quite often ends up in attacks on",
  "cars, buses, trains, government and private property, college buildings and so on. The situation is",
  "quite often worsened by an overreaction and an equally and sometimes greater violent response",
  "by the authorities and the police, leading often to a vicious circle.",
  "The purpose of such protest movements is, however, not to convince the concerned authority",
  "of the justness of their demands, or to win it over by ‘changing his heart’, to use a Gandhian",
  "phrase, but to erode its authority and to coerce it to accept their demands. The blame is, of",
  "course, not to be put only on one side, viz., the protesters. One reason why many take to violent",
  "protest is because those in power turn a deaf ear to peaceful protest and respond only to violent",
  "agitations. In this respect, what Myron Weiner wrote in 1962 continues to have relevance:",
  "Only when public order is endangered by a mass movement is the government",
  "willing to make a concession, not because they consider the demand legitimate, but",
  "because they then recognise the strength of the group making the demand and its",
  "capacity for destructiveness. Thus, the government often alternates between",
  "unresponsiveness to the demands of large but peaceful groups and total concession to",
  "groups that press their demands violently.6In other words not only must the organizers of popular agitations not coerce the authorities but try",
  "to change their hearts, the latter too must be willing to undergo a change of heart whenever the",
  "protesters’ demands are justified.",
  "We believe that just as the effort to prevent or suppress peaceful protest is undemocratic,",
  "violent protest too poses a threat to the functioning of democracy.",
  "We may raise another question in this context. Is even satyagraha or non-violent disobeying of",
  "laws legitimate in a democratic system, and, if so, under what conditions or circumstances? For",
  "some insights on this, we may turn for guidance to Gandhiji, the originator of satyagraha and in",
  "whose name protest movements have often been launched after independence. On the eve of",
  "independence Gandhiji warned the people that satyagraha and civil disobedience would no longer",
  "be the appropriate technique in free India against a government elected by the people",
  "themselves. Even against the British, he insisted on satyagraha and civil disobedience being",
  "completely non-violent in word and deed. In any case, they were to be ‘the weapon of last resort’",
  "where gross injustice or immoral action by the government or other authorities was involved and",
  "all other methods of redressal had been tried and failed. The forms of protest tried out in",
  "independent India in imitation of Gandhiji’s methods are, in fact, more akin to what he described",
  "as duragraha. We may give a long quotation from the Conquest of Violence by the Gandhian",
  "scholar Joan V. Bondurant to make the clear difference between satyagraha and duragraha as",
  "Gandhiji perceived it:",
  "In the refinement of language for describing techniques of social action, duragraha",
  "serves to distinguish those techniques in which the use of harassment obscures or",
  "precludes supportive acts aimed at winning over the opponent . . . In those instances",
  "where democratic procedures have been damaged through default or design, and",
  "where the legal machinery has been turned towards a travesty of justice, civil",
  "disobedience may be called into play . . . But if civil disobedience is carried out in the",
  "style of duragraha, and not within the framework of satyagraha, it may well lead to",
  "widespread indifference to legality and lend itself to those who would use illegal",
  "tactics to undermine faith in democratic processes.7",
  "Gandhiji would never have advised giving up of protest which was to him the breath of the life of",
  "a citizen. But he would also not have followed the route which some of the Gandhians and most of",
  "the non-Gandhians have followed since his death.",
  "Smaller men could only imitate him. He would, however, have, as he did promise, innovated",
  "and evolved new forms of protest as also political activism suited to a self-governing, democratic",
  "and civil libertarian polity. That is also the task which leaders and organizers of popular protest",
  "should undertake today. That this can be done is shown by the civil rights movement in the US and",
  "the anti-nuclear peace movement in Britain.",
  "Economic Performance",
  "Independent India’s economy has been quite vibrant and its performance on the wholesatisfactory, as the chapters on the Indian economy bring out. It has made long strides in almost",
  "all its different aspects though the extent of achievement is not what was possible and what was",
  "needed.",
  "India has overcome economic stagnation and broken the vicious circle of poverty–",
  "underdevelopment–poverty. It has also broken from the colonial economic structure and has been",
  "successful in laying the foundations of a self-reliant, independent economy. It has thus fulfilled",
  "the design of the founders of the Republic, to go from political independence to economic",
  "independence.",
  "India has not been autarchic or self-sufficient or based on national seclusion, living within its",
  "own cocoon. That was in any case not possible. It could only develop as an integral part of the",
  "world economy. But independent India’s integration with the world economy has been different",
  "from that of the colonial period; it is based on the needs of India’s autonomous development and",
  "free of subordination to the economies of the advanced capitalist countries of Western Europe",
  "and North America. Nor has foreign capital any longer a stranglehold on Indian economy. In",
  "fact, dependence of independent India on foreign capital and foreign aid has been quite low.",
  "Today, neither finance nor any major or economically strategic industry is under the control of",
  "foreign capital. Multinational corporations have also played a relatively minor role in the Indian",
  "economy. However, for advanced technology India still continues to be dependent on some",
  "industrialized countries.",
  "Immediately after independence, India successfully developed an economic pattern of its",
  "own, namely, a mixed economy, which placed equal emphasis on the active economic role of",
  "the state and the market and developed a complementary relationship between the public and the",
  "private sectors. Since 1991, India has also been able to carry through economic reforms;",
  "dismantling bureaucratic controls and the licence quota raj and developing a closer integration",
  "with the world economy, through a gradual process, without hurting the economy or the people’s",
  "living standards.",
  "India has also been able to transform its landlord-ridden, semi-feudal agrarian structure, though",
  "with many weaknesses and not to the benefit of the landless.",
  "India has had consistent growth over the years in agriculture and industry and in national",
  "income. Indian economy has been remarkably stable and little susceptible to world cyclical",
  "swings. It was able to withstand without serious damage three major adversities in the world",
  "economy: the oil shock of the 1970s, the collapse of the socialist countries of Europe with which",
  "India had close and significant economic ties, and the East and South-east Asian economic crisis",
  "of 1997. It was also able to recover from the 1991 fiscal and foreign exchange crisis without",
  "serious cost or dislocation.",
  "Stagnation of the colonial period in agricultural production and productivity has come to an end",
  "with agriculture growing more than three and a half times since 1950. India has achieved self-",
  "sufficiency in food with foodgrain production having grown at 3 per cent per year. Famines have",
  "become a distant memory, despite periodic droughts. The effect of the monsoons on agricultural",
  "production, though still there, lessens with the passage of time.Industry has grown more than twenty-two times since 1950. It has, moreover, undergone",
  "structural transformation and considerable diversification. The weakness in the basic and capital",
  "goods sector has been overcome to a considerable, though not to the desirable, extent. The share",
  "of this sector in total industrial production has gone up sharply, and India’s dependence on the",
  "advanced countries for basic goods and capital equipment has been greatly reduced.",
  "There has also been a massive expansion of the power, transport and banking sectors. India has",
  "also become more or less self-sufficient in defence production with capacity to produce long-",
  "range missiles and atomic weapons, though it still has to purchase some highly sophisticated",
  "defence equipment from abroad. It has also acquired a large trained scientific and technical",
  "force.",
  "India’s national income has grown more than tenfold from 1950 to 2004–05 and its per capita",
  "income by 3.3 times despite a very high rate of population growth.",
  "Referring to the Indian economy, a sympathetic scholar, Francine R. Frankel, had written in",
  "1978: ‘During much of the later 1960s and into the 1970s, there were chronic food shortages,",
  "sharp inflationary price spirals, low availability of domestic raw materials, shortfalls in industrial",
  "output, underutilised capacity in consumer goods industries, stagnant or declining rates of public",
  "investment, and diversion of scarce foreign exchange for imports of foodgrains and raw",
  "materials.’8 Such a situation is not easy to conceive today. And her prediction that India was",
  "likely to ‘return to a low-level equilibrium in which growth rates did not significantly exceed the",
  "rate of population increase’ was proved false in the 1980s itself.9",
  "India has during the last few years entered a period of high economic growth and is on the way",
  "to becoming an important global economic power. As such it is bound to play a major role in the",
  "world economy of the twenty-first century.",
  "Economic Problems and Dangers",
  "All the same the economic problems that India is yet to solve are enormous. It is likely to face",
  "major new challenges in the next few years. India is still a poor and backward country by world",
  "standards, and the economic gap vis-à-vis the advanced capitalist countries has widened instead",
  "of narrowing. This is especially true of the technological gap between the two. Despite the long",
  "strides Indian economy has taken, it still does not manage to fully satisfy the basic needs of all of",
  "its people, what to speak of their aspirations, in part because of the skewed income distribution.",
  "Nor is India’s economic independence irreversible. We are living in a world capitalist system",
  "which is utterly unequal and still divided into core and peripheral countries. The world system",
  "even now consists of competing sovereign states and national economies; and the core, developed",
  "countries do everything to maintain their privileged position in the world economy, while trying to",
  "weaken still further the relative position of the states and economies of the periphery. India’s",
  "economic development, though independent so far, has not reached that stage where its",
  "economy, because of being incorporated into and integrated with the world capitalist system, no",
  "longer faces the danger of re-peripheralization, that is, subordination and subservience to the coreeconomies.",
  "Under Nehru and Indira Gandhi it was attempted to bridge the gap between India and the",
  "advanced countries by concentration on heavy industry and electricity generation. This was a",
  "necessary task for India had to compress in a few decades what Europe had achieved in more",
  "than 150 years. But while we were running to catch up with the past, the present was moving into",
  "the future in the advanced parts of the world. While the vision and the objectives of the Nehru era",
  "—that of catching up with the Western world while being self-reliant and retaining economic",
  "independence and on that basis building a more egalitarian and just society—have to continue to",
  "inspire the Indian people, the means and goals of technological transformation have to undergo a",
  "change. The world economy has entered a new, momentous phase. Application of science to",
  "industry, agriculture, trade and communication has taken another leap forward.",
  "Today, economic development or the fourth industrial revolution is based on microchip,",
  "biotechnology, information technology, new sources of energy and advanced managerial",
  "techniques. All these rely overwhelmingly on the development of intellect or what may be",
  "described as ‘brain-power’ or the developed scientific, technical, managerial and other",
  "intellectual capacities of the citizens. There is every danger that there may be a new international",
  "division of labour where advanced technology, research and development and other ‘brain’",
  "activities would get concentrated in currently advanced or core countries while India and other",
  "underdeveloped and developing countries would be confined to production of traditional",
  "consumer and producers’ goods and to ‘muscle and nerves’ activities.",
  "The danger of peripheralization also takes the form of domination through the investment of",
  "financial or industrial capital. But, obviously, not all foreign capital investment poses this danger.",
  "Indian economy, the Indian capitalist class and the Indian state have reached a stage where they",
  "can definitely take in a certain quantum of foreign capital, especially to serve the dual purposes",
  "of absorption of technology and organizational structures and skills and provide a degree of",
  "competition to indigenous entrepreneurs, private or state. What India has to avoid is the pattern of",
  "Latin American-style dependent development where the multinational corporations control key",
  "economic sectors and positions and determine the predominant patterns of internal production and",
  "international exchange. There is the great danger that though foreign capital investment would",
  "result in industrial development it would simultaneously perpetuate technological backwardness",
  "relative to the advanced capitalist countries. While some industries of the earlier phases or even",
  "of the latest phase of industrial revolution would be transferred to India, the advanced ‘brain’",
  "activities would largely continue to be kept out of it and would remain the monopoly of the core,",
  "that is, advanced countries. While there is a need to moderate our former hostility to foreign",
  "capital, the policy of controlling its direction and role has to be continued.",
  "Because the latest phase of the Industrial Revolution is based on brain activity, education,",
  "especially higher education, acquires great significance. However, its quality and not merely its",
  "spread is important. The fact that the education imparted to the overwhelming majority of",
  "students in rural as well as urban areas is of extremely low quality means that the country is",
  "deprived of the vast potential of its brain-power. In fact, this weakness may be described as",
  "internal brain drain. The task of renovating the utterly insufficient and defective educationalsystem, therefore, acquires added urgency. Any populist effort, in its many guises, to neglect the",
  "quality of education has to be opposed, for the cost of neglect in this sphere is as great as the",
  "neglect of machine-making and other capital goods industries in the earlier periods.",
  "For various reasons, India has been subjected to large-scale brain drain to the US and Europe.",
  "Ways and means have to be found to prevent and reverse this trend. More than NRI (nonresident",
  "Indian) capital we need the NRIs physically back in India; and we have to find ways to somehow",
  "check the continuing outflow.",
  "Planning and an active role of the state in economic development, including the role of the",
  "public sector in production, still retain their great significance for without them India cannot hope",
  "to compete in the new technology sector. However, the public sector has to be made more",
  "productive through the more efficient use of resources and competition with the private sector. It",
  "also needs to be freed from the stranglehold of political patronage and the ill-fitting and",
  "incompetent bureaucracy.",
  "The Areas of Darkness",
  "Wide prevalence of poverty, inequality and social injustice and the poor quality of life of the vast",
  "majority of the people are the major areas of darkness in India’s social and economic",
  "development. The Indian people enter the twenty-first century with a low per capita income, an",
  "intolerable level of illiteracy and a lowly position on the world index of human resource",
  "development, despite commendable achievements in terms of economic growth and political",
  "democracy. A change in the social and economic condition of the people has occurred since",
  "independence but at too slow a rate.",
  "Putting forward the social objectives of planning before parliament in 1954, Jawaharlal Nehru",
  "had said:",
  "We are starting planning for the 360 million human beings in India . . . What do the",
  "360 million people want? . . . it is obvious enough that they want food; it is obvious",
  "enough that they want clothing, that they want shelter, that they want health . . . I",
  "suggest that the only policy that we should have in mind is that we have to work for",
  "the 360 million people; not for a few, not for a group but the whole lot, and to bring",
  "them up on an equal basis.10",
  "When placing the Second Five Year Plan before parliament, Nehru defined socialist society as a",
  "‘society in which there is equality of opportunity and the possibility for everyone to live a good",
  "life’.11 These objectives have been only partially fulfilled. A humane, egalitarian and just social",
  "order has still to come into existence. For too many, ‘a good life’ is still a pie in the sky.",
  "We have dealt with social injustice and the efforts to overcome it in the chapters on caste and",
  "communalism. In the next two sections we will deal with the problems of poverty and the quality",
  "of life.",
  "PovertyPoverty",
  "Independent India has failed to eradicate poverty despite consistent economic growth in the years",
  "since 1947. This is a major blot on its record. Yet, it is also true that though poverty remains, it has",
  "been lessened.",
  "In the early 1960s, the Planning Commission formulated the concept of the poverty line. Below",
  "this line were people whose consumption, especially of foodgrains, did not come up to a",
  "minimum level in terms of calories. While no figures were available for the colonial period or the",
  "early years after independence, it was calculated that in 1970–71 nearly 59 per cent of the",
  "population was living below the poverty line. Since then, this figure has been steadily going down.",
  "It had declined to 51.3 per cent in 1977–78, 44.5 per cent in 1983, 36 per cent in 1993–94, 26.1 per",
  "cent in 1999–2000, and 22.1 per cent in 2004–05. The obverse side of these figures is that over",
  "244 million people are still below the poverty line. Moreover, poverty varies across different",
  "states, being as high as 42 per cent in Bihar and 9 per cent in Punjab in 2004–05. The main brunt",
  "of poverty is borne by landless agricultural labourers, small and marginal farmers and the urban",
  "poor.",
  "The reduction in poverty levels was largely the result of various anti-poverty, mostly",
  "employment generating, programmes initiated in the mid-1970s by the Indira Gandhi",
  "government under the guidance of one of India’s finest and socially committed economists,",
  "Sukhamoy Chakravarty. These programmes have been pursued more vigorously, though still",
  "inadequately financed, since 1984–85. As the figures show, they have had a significant impact",
  "despite corruption and the failure to always reach the targeted groups. Particularly effective has",
  "been the Employment Guarantee Scheme in Maharashtra which has been replicated by an act of",
  "parliament all over India from 2006. In this context, it may be pertinent to point out that what",
  "made possible the taking up and implementation of the anti-poverty programmes was the radical",
  "restructuring of the Indian economy brought about by the Nehruvian planning strategy during the",
  "1950s and 1960s.",
  "Even apart from the proof of the poverty line statistics, it is observed that Indians no longer live",
  "in abysmal poverty as they did under colonialism. The mass starvation of that period has been",
  "conquered. India has not had a major famine since the Bengal famine of 1943. In the worst",
  "drought of the century in 1987–88 very few died of hunger or disease. The same was the",
  "experience of the serious droughts of 1965–67 and 1972–73.",
  "Similarly, in the colonial period and the immediate post-independence years a vast number of",
  "Indians went without two meals a day, several months in a year, and sometimes without even one",
  "meal. A recent study has shown that the number of people who could not obtain two square meals",
  "a day had dropped to 19 per cent of the households in 1983 and to less than 5 per cent in 1994.12",
  "The reduction in the incidence of poverty is also indicated by the greater availability of",
  "foodgrains and other food items over the years. For example, per capita foodgrain consumption",
  "had fallen by over 24 per cent between 1901 and 1941; it increased from 394.9 grams per day in",
  "1951 to 462.7 grams per day in 2002—an overall increase of 28 per cent. This growth in",
  "availability is also evident in the case of several other items of consumption. The annualavailability of cloth per head was 9 metres in 1950, 15 metres in 1960 and 31.4 metres in 2002–",
  "03. The table presents the picture of annual per head availability of certain other important",
  "articles of consumption.",
  " ",
  " ",
  "Similarly, from 1950 to 2005 production of milk increased by nearly six times, from 17 million",
  "tonnes to 97.1 million tonnes, and milk availability per capita increased from 124 grams per day",
  "to 241 grams. Production of eggs increased in the same period by more than twenty-four times",
  "from 1,832 million to 46,231 million, and fish more than nine times from 0.7 million tonnes to 6.7",
  "million tonnes.",
  "Still, the incidence of poverty and especially endemic undernourishment, particularly among",
  "children, is very much there, though not stark hunger or utter destitution, except among the very",
  "old and the handicapped. A dent in poverty has been made, though it is not deep enough.",
  "The problem of poverty has been further compounded by the existence of glaring inequality,",
  "social and economic. While the poor have not become poorer and have derived some benefit",
  "from economic growth, the gap between them and the rich has grown before our very eyes. The",
  "fruits of this growth and the resulting significant rise in national income have been",
  "disproportionately gathered by a few belonging to the upper and to a certain extent middle layers",
  "of society. Maldistribution of income, opportunities and power has been, moreover, built into the",
  "very social and class structure of the country. With the onset of liberalization of the economy and",
  "economic development on the basis of ‘the animal spirits of the capitalists’, inequality is likely to",
  "grow unless counter-steps are taken, even if economic development is somewhat hurt.",
  "Quality of Life",
  "Even apart from the problem of poverty, the quality of life of the masses in India is another",
  "major area of neglect as their physical and social needs have not been met even to a minimally",
  "desired level. Some progress has been made in this respect but it has been tardy and inadequate.",
  "India has been quite weak in the all-round transformation of human conditions. Its record is quite",
  "dismal when compared even with that of the other developing countries. In the latest index of",
  "human development, another name for the measurable parts of the quality of life, compiled bythe United Nations Development Program (UNDP) in 2004, India occupies the 126th position",
  "among the 177 nations covered.",
  "Quality of life encompasses certain immeasurable components, such as love, human",
  "relationships, appreciation of arts, music, literature. But progress or lack of it in some of its other",
  "components can be measured. We will first take up three of these pertaining to health and",
  "education—life expectancy at birth, infant mortality rate (IMR) and literacy—which are most",
  "commonly used in discussions on the subject.",
  "A comparison of the post-independence record in these fields with that of the colonial period",
  "shows that India’s performance has been quite creditable during the last five decades. This despite",
  "the fact that health and education are two areas which have received low priority from",
  "successive central and state governments in India. However, a very brief comparison of the",
  "statistical progress made by some other countries such as China and Sri Lanka reveals how far we",
  "are lagging behind in regard to these important areas and what we still have to achieve.",
  "An Indian’s life expectancy at birth which was 32 years in 1950 rose to 45.6 years in 1970 and",
  "to 63.6 years in 2004—very creditable indeed. But it was already 71.9 and 74.3 years in 2004 in",
  "China and Sri Lanka respectively. The rise in life expectancy in India was basically the result of",
  "the steep fall in death rate per 1,000 from 27.4 in 1940 to 14.9 in 1970 and 7.6 in 2005.",
  "IMR rate per 1,000 live births which was 227 in 1941 had fallen to 130 in 1970 and to 58 in",
  "2005. However, it was much lower for China (36) and Sri Lanka (12) in 2004. Another sad fact",
  "observed is that too many women still die in India during childbirth. The current maternity",
  "mortality rate per 100,000 live births in India is as high as 407 compared to 58 in China and 92 in",
  "Sri Lanka. One reason for this is that 60 per cent of all childbirths in rural India are still attended to",
  "only by untrained persons.",
  "Perhaps India’s biggest failure is the continuation of high illiteracy rates among its people. In",
  "1950, nearly 82 per cent Indians were illiterate; this figure was still as high as 35.1 per cent in",
  "2004. The comparative figures for China and Sri Lanka were already as low as 17.1 and 9.3 per",
  "cent respectively in 1997. Moreover, the gender gap in the case of literacy was astonishingly high",
  "in India, nearly twice as many women being illiterate as men.",
  "As has been shown in earlier chapters, India’s record in higher and technical education is far",
  "better. Also, there has been rapid expansion of school education in the last fifteen years with an",
  "increase in the percentage of school-age children going to school. The flip side is the deterioration",
  "in the quality of education in the case of both schools and institutions of higher education in recent",
  "years. With rare exceptions the system of public education has become virtually dysfunctional",
  "with the ‘cooperation’ of all concerned—the government, political parties, educational",
  "administrators, teachers, parents and students. The standard of rural schools has fallen so low that",
  "quite often a child who has spent five years in school is not able to read or write at all and is, at the",
  "most, able to write only his or her name, if even that.",
  "Health care, especially in rural areas, is another area of human development that has been",
  "grossly neglected in the last fifty years. Large number of Indians do not have access to safe",
  "water supply, health services or sanitation. Forty-seven per cent of Indian children under five areunderweight, though this ratio has been declining in the last few years. The bright spot in this",
  "respect is the great success of the programmes for the immunization of children against polio,",
  "tuberculosis, diphtheria, tetanus and whooping cough and eradication of smallpox.",
  "As in the case of education, in the field of public health too, the quality of services provided is",
  "quite poor in most states, especially in the Hindi belt.",
  "The housing situation shows improvement in rural areas of India where the number of pucca",
  "houses has increased dramatically, but it has been deteriorating in urban areas, with millions",
  "being homeless and living on pavements or in jhuggis (shanties), unprotected from sun, rain or",
  "cold and with hardly any provision for water, electricity or sanitation. Even otherwise, Indian",
  "cities have been declining in regard to many aspects of the quality of life—sanitation, housing,",
  "transport, electric supply, schooling.",
  "Also, there is very low consumption, especially in rural areas, of goods which make life easier",
  "and more joyful: scooters and motorcycles, radios, electric fans, room coolers, telephones,",
  "televisions, electric or gas or even coal chullahs, refrigerators, washing machines, though their",
  "use is way above that at the time of independence.",
  "On the other hand, the number of towns and villages electrified has expanded rapidly since",
  "1950. In 2006, 86.2 per cent of the rural and almost all the urban households, except jhuggis, had",
  "acquired electric connections. Electricity generation went up from 5.1 billion kilowatt hours",
  "(kWh) in 1950 to 617 billion kWh in 2006. Indians, both rural and urban, have also acquired",
  "greater access to media and entertainment: newspapers, magazines, films, music and television.",
  "The prevalence of large-scale under- and unemployment in India also has a highly adverse",
  "impact on the quality of life and not only at the level of physical existence. Economic",
  "development has failed to create enough jobs in industry and services to make a serious impact",
  "on the unemployment of the landless and the rural and urban educated, thus introducing serious",
  "psychological, social and economic disequilibrium in their lives.",
  "We may make a few other observations. Both in terms of development and poverty and the",
  "quality of life, there exists a great deal of disparity between different states and among their sub-",
  "regions which has to be rectified. An improvement in the quality of life or in the indices of human",
  "development would invariably require the state to play a more active role in the social sector than",
  "before.",
  "Agricultural labourers and marginal and small peasants, with no or small patches of land and",
  "increasingly unable to get employment, are the most deprived section of Indian society in all",
  "aspects of the quality of life and standard of living. They suffer more than others from poverty",
  "and disease and lack of education, housing, health facilities, protected water supply, sanitation,",
  "electricity, and cultural and entertainment facilities. They are also likely to be the victims of the",
  "most vicious caste discrimination and caste oppression. They are also least organized in class",
  "organizations and least involved in political processes.",
  "Promises to KeepNo doubt we still have ‘promises to keep and miles to go . . .’ We still face the challenges of",
  "poverty, disease, illiteracy, inequality, social backwardness, and gender and caste discrimination",
  "and oppression. But there is no ground for pessimism or resignation, for frustration or lack of",
  "pride. Many of our current problems are the outcome of the tremendous changes we have",
  "undergone and not because of regression or stagnation. Despite many maladies and shortfalls,",
  "India has impressive achievements to its credit in the economic and political arenas. It has made",
  "significant progress towards social justice. As a result of economic development and",
  "transformation of the agricultural and industrial production base of society during the last half",
  "century, India has now the resources to further its social agenda. The earlier debate whether a",
  "poor society could pursue social justice is no longer relevant. There is no longer any need to",
  "counterpoise increase in production and productivity to the removal of poverty and better",
  "distribution of wealth and opportunities. Nehru’s dilemma about how to combine development",
  "with equity has also disappeared, for we can now achieve this. It would, therefore, not be wrong",
  "to expect and to predict that in the next decade or so India is likely to make immense progress, to",
  "almost take a leap forward, in transforming the lives of the mass of the people and give them a",
  "decent standard of living.",
  "The major reason for our optimism lies in our belief that a vibrant democracy can find a",
  "solution for these problems. Women, the rural poor and the oppressed have increasingly come to",
  "believe that a better, more humane life is possible. They have woken up to the political power that",
  "inheres in them. India’s democratic political system, despite many weaknesses, provides them the",
  "framework in which to exercise that power. The power of the people in a democracy is the",
  "‘liberating deluge’ that can, and we are sure will, sweep away the accumulated dirt of the ages.",
  "This is, of course, all the more reason for the preservation and deepening of democracy in India.Notes",
  "1. Introduction",
  "1. Selig S. Harrison, India—The Most Dangerous Decades, Madras, 1960, p. 338.",
  "2. Quoted in Norman D. Palmer, ‘India’s Fourth General Election’, Asian Survey, Vol. 7,",
  "No. 5, May 1967, p. 277.",
  "3. W.H. Morris-Jones, Politics Mainly Indian, Bombay, 1978, pp. 131–32.",
  "4. Collected Works of Mahatma Gandhi, New Delhi, 1958–84, (hereafter Gandhi, CW),",
  "Vol. 88, p. 2.",
  "5. Jawaharlal  Nehru, Letters to Chief Ministers, 1947–64, 5 Volumes, New Delhi,",
  "(hereafter LCM), Vol. 4, p. 124.",
  "6. Ibid., p. 188.",
  "7. S. Gopal, Jawaharlal Nehru—A Biography, 3 Volumes, Vol. 2, London, 1979, p. 317.",
  "8. Verrier Elwin, The Tribal World of Verrier Elwin, Bombay, 1964, p.327.",
  "9. G.K. Gokhale, Speeches, Madras, 1916, p. 1113.",
  "3. The National Movement and its Legacy",
  "1. Kesari, 16 June 1908, quoted in Ashis Kumar Dhuliya, ‘Aspects of Tilak’s Strategy",
  "and His Struggle for Civil Liberties’, M.Phil. dissertation, Centre for Historical Studies,",
  "Jawaharlal Nehru University, New Delhi, 1984, p. 269.",
  "2. Gandhi, CW, Vol. 22, p. 142, and Vol. 69, p. 356.",
  "3. Selected Works of Jawaharlal Nehru, general editor S. Gopal, 15 volumes, New Delhi,",
  "1972–82; Gandhi, CW, Vol. 76, Vol. 7, p. 414 (hereafter Nehru, SW).",
  "4. National Planning Committee Report (NPC), edited by K.T. Shah, Bombay, 1949, p.",
  "47.",
  "5. Pattabhi Sitaramayya, The History of the Indian National Congress (1885–1935), no",
  "place, 1935, p. 782.",
  "6. NPC, p. 40.",
  "7. Pattabhi Sitaramayya, The History of the Indian National Congress (1885–1935), p.",
  "779.",
  "8. Gandhi, CW, Vol. 76, p. 367.",
  "9. Pattabhi Sitaramayya, The History of the Indian National Congress (1885–1935), p.",
  "780.",
  "10. Gandhi, SW, Vol. 76.",
  "11. Gandhi, The Way to Communal Harmony, compiled and edited by U.R. Rao,",
  "Ahmedabad, 1963, p. 398.",
  "12. Gandhi, CW, Vol. 68, p. 138.",
  "13. Nehru, SW, Vol. 7, p. 173.",
  "4. The Evolution of the Constitution and Main Provisions1. Mahatma Gandhi, in an article titled ‘Independence’ published in Young India, 5",
  "January 1922, in Gandhi, CW, Vol. 22, pp. 140–42.",
  "2. Editor’s Note to ‘The Constitution of India Bill, 1925’, in B. Shiva Rao, ed., The",
  "Framing of India’s Constitution: Select Documents, Vol. 1, New Delhi, 1966, p. 5.",
  "3. Text of Congress–League Scheme, in ibid., p. 26.",
  "4. Text of Resolution, in ibid., p. 31.",
  "5. Text of authentic summary of the bill issued by the National Convention in 1925, in",
  "ibid., p. 44.",
  "6. Text of Indian Leaders’ Memorandum to the Government of Britain on the",
  "Commonwealth of India Bill, in ibid., p. 50.",
  "7. Text of Resolution, in ibid., p. 35.",
  "8. Indian Quarterly Register, 1925, Vol. 1, p. 344, cited in B. Shiva Rao, ed., The",
  "Framing of India’s Constitution: A Study, New Delhi, 1968, p. 12.",
  "9. Cited in Editor’s Introduction to the Nehru Report, in B. Shiva Rao, ed., The Framing of",
  "India’s Constitution: Select Documents, Vol. 1, p. 58.",
  "10. For the text of the Nehru Report and the quotes in this para, see ibid., pp. 59–75.",
  "11. Text of Resolution, in ibid., p. 77.",
  "12. All quotes in this paragraph are from Nehru’s Presidential Address to the National",
  "Convention of Congress Legislators, March 1937, in ibid., pp. 86–91.",
  "13. Text of Resolution in ibid., p. 93.",
  "14. Text of Speech, in ibid., p. 101.",
  "15. The article, written on 19 November at Allahabad, was published in the Harijan",
  "weekly of 25 November 1939. See Gandhi, CW, Vol. 70, pp. 362–65.",
  "16. For a full report on the discussions, see Gandhi, CW, Vol. 72, pp. 4–7.",
  "17. For the text of Viceroy Linlithgow’s statement making the ‘August Offer’, see Sir",
  "Maurice Gwyer and A. Appadurai, eds, Speeches and Documents on the Indian",
  "Constitution: 1921–47, London, 1957, Vol. 11, pp. 504–05.",
  "18. Cripps Mission, Draft Declaration, published on 30 March 1942, in ibid., pp. 520–21.",
  "19. Statement of the Cabinet Mission and the Viceroy, 16 May 1946, in V.P. Menon, The",
  "Transfer of Power in India, Princeton, 1957, Appendix IV, p. 471.",
  "20. Jawaharlal Nehru, in Constituent Assembly Debates (CAD), 11, p. 3, p. 326, cited in",
  "Granville Austin, The Indian Constitution: Cornerstone of a Nation, Oxford, 1966, p.",
  "26.",
  "21. Austin, The Indian Constitution, p. 13.",
  "22. Ibid., p. 22.",
  "23. Ibid., pp. 8–9.",
  "24. Ibid., p. 43.",
  "25. CAD, XI, p. 9, p. 835, cited in ibid., p. 46.",
  "26. Ibid.,",
  "27. K.M. Panikkar, Hindu Society at Cross Roads, Bombay, 3rd edition, 1961, p. 96.",
  "28. Austin, The Indian Constitution, p. 144.",
  "29. Subhash C. Kashyap, ‘The Framing of the Constitution and the Process of Institution",
  "Building’, in B.N. Pande, general editor, A Centenary History of the Indian NationalCongress: Vol. IV 1947– 1964, editor, Iqbal Narain, New Delhi, 1990, p. 85.",
  "30. Austin, The Indian Constitution, p. 50.",
  "31. W.H. Morris-Jones, The Government and Politics of India, New York, 1967, first",
  "published in 1964, p. 72.",
  "32. Vallabhbhai Patel’s speech at the first meeting of the Advisory Committee on",
  "Fundamental Rights, 27 February 1947, in B. Shiva Rao, ed., The Framing of India’s",
  "Constitution: Select Documents, Vol. 11, p. 66.",
  "33. Jawaharlal Nehru, while moving for reference of Constitution (First) Amendment",
  "Bill, 1951, to Select Committee, Parliamentary Debates (16 May 1951), Vol. XII,",
  "cols. 8820–22, cited in Kashyap, ‘Framing of the Constitution,’ in Pande, A Centenary",
  "History, p. 94.",
  "34. Austin, The Indian Constitution, p. 50.",
  "35. Jawaharlal Nehru, cited in Mahajan, Select Modern Governments, p. 61.",
  "36. S. Radhakrishnan, cited in ibid.",
  "5. The Architecture of the Constitution: Basic Features and Institutions",
  "1. All India Reporter (AIR) 1973 Supreme Court (SC) 1461.",
  "2. D.D. Basu, Introduction to the Constitution of India, p. 151.",
  "3. In the case of Indira Nehru Gandhi vs. Raj Narain, AIR 1975 SC 2299.",
  "4. D.D. Basu, Introduction to the Constitution of India, p. 153.",
  "5. AIR 1980 SC 1789.",
  "6. D.D. Basu, Introduction to The Constitution, of India, p. 152.",
  "7. Austin, The Indian Constitution, p. 186.",
  "8. Ibid., p. 187.",
  "9. Ambedkar, cited in S.C. Kashyap, Our Constitution, New Delhi, 1994, p. 44.",
  "10. Basu, Introduction to the Constitution of India, p. 62.",
  "11. Ambedkar, in CAD, VII, p. 32, cited in M.V. Pylee, Constitutional Government in",
  "India, New Delhi, 4th edition, 1984, p. 265.",
  "12. Rajendra Prasad, in CAD, X, p. 956, cited in Pylee, Constitutional Government in",
  "India, p. 265.",
  "13. Cited in Robert L. Hardgrave and Stanley A. Kochanek, India: Government and",
  "Politics in a Developing Nation, San Diego, 1993,p. 84.",
  "14. Jawaharlal Nehru, in CAD, cited in Mahajan, Select Modern Governments, Part 1, p.",
  "383.",
  "15. Cited in Mahajan, Select Modern Governments, p. 327.",
  "16. Austin, The Indian Constitution, p. 49.",
  "17. AIR 1986 SC 180.",
  "6. The Initial Years",
  "1. Nehru, Speeches, 5 volumes, New Delhi (hereafter referred to as Speeches), Vol. 1,",
  "p. 25.2. Ibid., pp. 25–26.",
  "3. Nehru, Selected Works of Jawaharlal Nehru, Second Series, general editor S. Gopal,",
  "New Delhi, 1984 (hereafter Nehru, SW, S.S.), Vol. 4, p. 530.",
  "4. W.H. Morris-Jones, The Government and Politics of India, Wistow (England), 1987",
  "reprint, first published in 1964, p. 72.",
  "5. Nehru, LCM, Vol. 4, p. 366.",
  "6. Ibid., p. 383.",
  "7. Quoted in V.P. Menon, Integration of the Indian States, Madras, 1985 reprint, first",
  "published in 1956, p. 73.",
  "8. Ibid., p. 91.",
  "9. Quoted in Norman D. Palmer, The Indian Political System, London, 1961, p. 88.",
  "10. V.P. Menon, op. cit., p. 94.",
  "11. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, London, 1979, pp. 27–28.",
  "12. Quoted in V.P. Menon, op. cit., p. 354.",
  "13. Sardar Patel’s Correspondence, 10 volumes, edited by Durga Das, Ahmedabad, Vol.",
  "7, pp. 211–12.",
  "14. Ibid., p. 254.",
  "15. Nehru, LCM, Vol. 2, p. 508.",
  "16. Nehru, SW, S.S., Vol. 4, p. 118.",
  "17. Nehru on Communalism, edited by N.L. Gupta, New Delhi, 1965,p. 217.",
  "18. Quoted in S. Gopal, Jawaharlal Nehru: A Biography, Vol. 2, p. 155.",
  "19. Quoted in Rajmohan Gandhi, Patel: A Life, Ahmedabad, 1990, pp. 493, 497.",
  "20. Sardar Patel in Tune with the Millions, Birth Centenary Vol. 3, G.M. Nandurkar,",
  "editor, Ahmedabad, 1976, pp. 166, 169.",
  "21. Gandhi, SW, Vol. 89, p. 286.",
  "22. Nehru, Speeches, Vol. 1, p. 42.",
  "23. Nehru, LCM, Vol. 1, p. 33.",
  "24. Nehru, SW, S.S., Vol. 12, New Delhi, 1991, p. 453.",
  "25. Gyanesh Kudaisya, ‘The Demographic Upheaval of Partition: Refugees and",
  "Agricultural Resettlement in India, 1947–67,’ South Asia, Vol. XVIII, Special Issue,",
  "Armidale (Australia), 1995, p. 94.",
  "26. Nehru, SW, S.S., Vol. 14, Part II, p. 95.",
  "27. R.K. Karanjia, The Philosophy of Mr Nehru, London, 1966, pp. 159–60.",
  "7. Consolidation of India as a Nation (I)",
  "1. Nehru, Speeches, Vol. 3, p. 193.",
  "2. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 3, p. 22.",
  "3. Nehru, LCM, Vol. 2, p. 352.",
  "4. Ibid., p. 598.",
  "5. Nehru, SW, Vol. 8, p. 831.",
  "6. Gandhi, CW, Vol. 19, pp. 314–15.",
  "7. Ibid., Vol. 37, p. 22.8. Ibid., Vol. 85, p. 88.",
  "9. Quoted in S. Mohan Kumaramangalam, India’s Language Crisis, Madras, 1965, pp.",
  "11–12.",
  "10. Nehru, Speeches, Vol. 4, p. 60.",
  "11. Jyotirindra Das Gupta, Language Conflict and National Development, Bombay, 1970,",
  "p. 162.",
  "12. Quoted in ibid., p. 192.",
  "13. Quoted in ibid., p. 232.",
  "14. Nehru, Speeches, Vol. 4, pp. 54, 55, 60.",
  "15. Ibid., p. 64.",
  "8. Consolidation of India as a Nation (II): The Linguistic Reorganization of the States",
  "1. Quoted in S. Mohan Kumaramangalam, India’s Language Crisis, Madras, 1965, p. 21.",
  "2. Jawaharlal Nehru, SW, S.S., Vol. 4, p. 530.",
  "3. S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, pp. 259–60.",
  "4. Quoted in Geoffrey Tyson, Nehru—The Years of Power, London, 1966, p. 149.",
  "5. W.H. Morris-Jones, The Government and Politics of India, London, 1987 edition, p.",
  "100.",
  "6. Ibid., p. 100.",
  "7. Rajni Kothari, Politics in India, New Delhi, 1986 reprint, pp. 114–15.",
  "8. Seminar, July 1960.",
  "9. Nehru, Speeches, Vol. 4, p. 63.",
  "10. Nehru, LCM, Vol. 3, p. 342.",
  "9. Consolidation of India as a Nation (III): Integration of the Tribals",
  "1. Verrier Elwin, The Tribal World of Verrier Elwin, Bombay, 1964, p.103.",
  "2. Verrier Elwin, A Philosophy for NEFA, Shillong, 1959, p. 46.",
  "3. Nehru, LCM, Vol. 3, p. 151.",
  "4. Nehru, Speeches, Vol. 5, p. 582.",
  "5. Nehru, Foreword to the 1st edition of Verrier Elwin’s A Philosophy for NEFA.",
  "6. Ibid.",
  "7. Nehru, Speeches, Vol. 2, p. 582.",
  "8. Nehru, Foreword to the 1st edition of Verrier Elwin’s A Philosophy for NEFA.",
  "9. Nehru, Speeches, Vol. 3, pp. 460, 461.",
  "10. Nehru, Foreword to the 1st edition of Verrier Elwin’s A Philosophy for NEFA.",
  "11. Nehru, Speeches, Vol. 2, p. 581.",
  "12. Ibid., p. 579.",
  "13. Nehru, LCM, Vol. 111, p. 150.",
  "14. Ibid., p. 163.",
  "15. Christoph von Furer-Haimendorf, ‘The Position of the Tribal Population in Modern",
  "India’, in Philip Mason, ed., India and Ceylon: Unity and Diversity, London, 1967, p.208.",
  "16. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, p. 212.",
  "10. Consolidation of India as a Nation (IV): Regionalism and Regional Inequality",
  "1. Gandhi, CW, New Delhi, 1958–1984, Vol. 9, p. 458.",
  "2. Quoted in Jolly Mohan Kaul, Problems of National Integration, New Delhi, 1963, p.",
  "76.",
  "3. Government of India, Planning Commission, Third Five Year Plan, New Delhi, 1961,",
  "p. 142.",
  "4. Ajit Mozoomdar, ‘The Political Economy of Modern Federalism’, in Balveer Arora",
  "and Douglas V. Verney, eds., Multiple Identities in a Single State, Delhi, 1995, pp.",
  "230-31.",
  "11. The Years of Hope and Achievement, 1951–1964",
  "1. Nehru, SW, S.S., Vol. 22, pp. 122–23.",
  "2. Nehru, LCM, Vol. 4, p. 188.",
  "3. S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, p. 162.",
  "4. Quoted in ibid., pp. 164–65.",
  "5. Nehru, LCM, Vol. 2, p. 508.",
  "6. Nehru on Communalism, edited by N.L. Gupta, New Delhi, 1965, p. 216.",
  "7. C.D. Deshmukh, The Course of My Life, Delhi, 1974, p. 205.",
  "8. Quoted in S. Gopal., op. cit., Vol. 3, p. 65.",
  "9. Nehru, Speeches, Vol. 1, p. 2.",
  "10. Quoted in W.H. Morris-Jones, The Government and Politics in India, Wistow, 1987, p.",
  "26, and in Rajmohan Gandhi, Patel, p. 501.",
  "11. Quoted in S. Gopal, op. cit., Vol. 2, pp. 158–59.",
  "12. Tibor Mende, Conversations with Mr Nehru, London, 1956, pp. 54–55.",
  "13. Nehru, LCM, Vol. 1, p. 123.",
  "14. Ibid., Vol. 5, p. 601.",
  "15. Nehru, SW, Old Series, Vol. 8, p. 807.",
  "16. Nehru, LCM, Vol. 4, p. 369.",
  "17. Nehru, SW, Old Series, Vol. 3, p. 361.",
  "18. Quoted in S. Gopal, op. cit., Vol. 2, p. 169.",
  "19. Nehru, LCM, Vol. 5, pp. 601 and 590 respectively.",
  "20. Nehru, Speeches, Vol. 2, pp. 50–52, 54, 56.",
  "21. Ibid., Vol. 3, pp. 22, 25.",
  "22. Ibid., Vol. 5, p. 83.",
  "12. Foreign Policy: The Nehru Era",
  "1. Jawaharlal Nehru, cited in V.P. Dutt, India and the World, New Delhi, 1990, pp. 28–29.",
  "2. K. Subrahmanyam, ‘Evolution of Indian Defence Policy (1947–1964)’, in B.N.",
  "Pande, ed., A Centenary History of the Indian National Congress, Vol. IV, New Delhi,",
  "1990, pp. 512–13.",
  "3. K.P.S. Menon, ‘India and the Soviet Union’, in B.R. Nanda, ed., Indian Foreign",
  "Policy: The Nehru Years, Delhi, 1976, p. 136.",
  "4. Hindustan Times, 21 July 1954, cited in D.R. Sardesai, ‘India and Southeast Asia’, in",
  "ibid., p. 87.",
  "5. Cited in Rikhi Jaipal, ‘Ideas and Issues in Indian Foreign Policy’, in Pande, ed., A",
  "Centenary History, p. 434.",
  "6. K. Subrahmanyam, ‘Evolution of Indian Defence Policy (1947–1964)’, in Pande, ed.,",
  "A Centenary History, pp. 546–47.",
  "7. K.P.S. Menon, op. cit., in B.R. Nanda, ed., Indian Foreign Policy, p. 135.",
  "8. Ibid., p. 142.",
  "9. K. Subrahmanyam, op. cit., in Pande, ed., A Centenary History, p. 550.",
  "10. Op. cit., in Nanda, ed., Indian Foreign Policy, p. 148.",
  "11. Speech in Lok Sabha, 27 November 1959, cited in V.P. Dutt, India and the World, pp.",
  "42–44.",
  "12. K. Subrahmanyam, op. cit., in Pande, ed., A Centenary History, p. 516.",
  "13. India and the World, pp. 53–54.",
  "14. For his views, see China and the World, New York, 1966, India’s Foreign Policy, New",
  "Delhi, 1984, India and the World, New Delhi, 1990, and India’s Foreign Policy in a",
  "Changing World, New Delhi, 1999.",
  "15. K. Subrahmanyam, op. cit., in Pande, ed., A Centenary History, p. 567.",
  "16. Cited in A.K. Damodaran, ‘Foreign Policy in Action’, in Pande, ed., A Centenary",
  "History, p. 469.",
  "13. Jawaharlal Nehru in Historical Perspective",
  "1. Nehru, LCM, Vol. 3, pp. 380–81.",
  "2. Hugh Tinker, ‘Is There an Indian Nation’, in Philip Mason, ed., India and Ceylon:",
  "Unity and Diversity, London, 1967, p. 287.",
  "3. Nehru, LCM, Vol. 4, p. 256.",
  "4. Ibid., Vol. 2, p. 598.",
  "5. Ibid., Vol. 3, p. 368.",
  "6. R.K. Karanjia, The Philosophy of Mr Nehru, London, 1966, p. 123.",
  "7. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 3, London, 1984, p. 170.",
  "8. Nehru, LCM, Vol. 2, p. 368.",
  "9. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 3, p. 278.",
  "10. R.K. Karanjia, The Mind of Mr Nehru, London, 1960, p. 48.",
  "11. Tibor Mende, Conversations with Mr Nehru, pp. 37, 108, 105.",
  "12. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, London, 1979, pp. 192–",
  "93.13. Nehru SW, S.S., general editor S. Gopal, Vol. 7, New Delhi, 1988, p. 384.",
  "14. R.K. Karanjia, The Philosophy of Mr Nehru, p. 139.",
  "15. Government of India, Planning Commission, Third Five Year Plan, New Delhi, 1961,",
  "p. 9.",
  "16. Nehru, Speeches, Vol. 3, New Delhi, 1970 reprint, pp. 17–18.",
  "17. Bimal Jalan, ‘Introduction’, The Indian Economy, Problems and Prospects, ed. Bimal",
  "Jalan, New Delhi, 1992, p. xiii.",
  "18. Nehru, LCM, Vol. 2, p. 84.",
  "19. Nehru, Speeches, Vol. 3, p. 37.",
  "20. Geoffrey Tyson, Nehru: The Years of Power, London, 1966, p. 173.",
  "14. Political Parties, 1947–1964: The Congress",
  "1. Quoted in Myron Weiner, Party Politics in India, Princeton, 1957, p. 69.",
  "2. Sardar  Patel, Sardar Patel in Tune With the Millions, Vol. 3, edited by G.M.",
  "Nandurkar, Ahmedabad, 1976, pp. 164–169.",
  "3. Quoted in Rajmohan Gandhi, Patel: A Life, Ahmedabad, 1990, p. 490.",
  "4. Nehru, SW, S.S., Vol. 8, p. 438.",
  "5. Quoted in S. Gopal, Jawaharlal Nehru—A Biography, Vol. 2, pp. 154–55.",
  "6. Stanley A. Kochanek, The Congress Party of India, Princeton, 1968, p. 51.",
  "7. Krishan Bhatia, The Ordeal of Nationhood, New York, 1971, p. 120.",
  "8. Myron Weiner, op. cit., p. 17.",
  "9. Nehru, SW, S.S., Vol. 6, p. 438.",
  "10. Quoted in S. Gopal, op. cit., Vol. 2, pp. 74, 81, 92 respectively.",
  "11. Quoted in Norman D. Palmer, The Indian Political System, London, 1961, p. 193.",
  "12. Nehru, SW, S.S., Vol. 7, p. 382.",
  "13. Quoted in Allan and Wendy Scarfe, J.P: His Biography, New Delhi, 1975, p. 237.",
  "14. Quoted in S. Gopal, op. cit., Vol. 2, p. 67.",
  "15. Nehru, SW, S.S., Vol. 12, p. 455.",
  "16. Quoted in Allan and Wendy Scarfe, op. cit., pp. 245, 246.",
  "17. Quoted in S. Gopal, op. cit., Vol. 2, p. 205.",
  "18. Quoted in ibid., Vol. 3, pp. 21–22.",
  "19. Ibid., p. 22.",
  "20. All India Congress Committee, Resolutions on Economic Policy and Programme",
  "1955–56, New Delhi, 1956, p. l.",
  "21. Nehru, Speeches, Vol. 3, p. 96.",
  "22. Government of India, Planning Commission, Third Five Year Plan, p. 5.",
  "15. Political Parties, 1947–1965: The Opposition",
  "1. Quoted in Myron Weiner, Party Politics in India, Princeton, 1957, p. 61.",
  "2. Quoted inibid.,p. 106.",
  "3. Lewis P. Fickett, Jr., ‘The Praja Socialist Party of India—1952–1972: A FinalAssessment’, Asian Survey, Vol. 13, No. 9, September 1973, p. 829.",
  "4. CPU Programme, 1964, p. 25.",
  "5. M.S. Golwalkar, We or Our Nationhood Defined, Nagpur, 1947 edition, first published",
  "in 1939, p. 6.",
  "6. Ibid., pp. 52–56, 62 f.n.",
  "7. Ibid., p. 19.",
  "8. Organiser, 17 November 1991, p. 9.",
  "9. Krishan Bhatia, The Ordeal of Nationhood, New York, 1971, p. 103.",
  "10. Quoted in Myron Weiner, op. cit., p. 193.",
  "11. Quoted in Donald E. Smith, India as a Secular State, Princeton, 1963, p. 471.",
  "12. Resolution passed by Bharatiya Jan Sangh at its session held at Lucknow from 30",
  "December 1960 to 1 January 1961, quoted in Motilal A. Jhangiani, Jana Sangh and",
  "Swatantra: A Profile of the Rightist Parties in India, Bombay, 1967, p. 48.",
  "13. Bharatiya Jan Sangh Election Manifesto, 1962, p. 18, quoted in Jhangiani, op. cit., p.",
  "77.",
  "14. Quoted in Norman D. Palmer, The Indian Political System, London, 1961, p. 200.",
  "16. From Shastri to Indira Gandhi, 1964–1969",
  "1. Krishan Bhatia, The Ordeal of Nationhood, New York, 1971, p. 150.",
  "2. Quoted in Geoffrey Tyson, Nehru: The Years of Power, London, 1966, p. 191.",
  "3. Indira Gandhi, My Truth, New Delhi, 1982, p. 116.",
  "4. President Johnson, quoted in Lloyd I. Rudolph and Susanne Hoeber Rudolph, The",
  "Regional Imperative, Delhi, 1980, p. 38.",
  "5. Quoted in Zareer Masani, Indira Gandhi—A Biography, London, 1975, p. 168.",
  "6. Ibid., pp. 179–80.",
  "7. W.H. Morris-Jones, Politics Mainly Indian, Madras, 1978, p. xii.",
  "8. Rajni Kothari, Politics in India, New Delhi, 1986 reprint, p. 183.",
  "17. The Indira Gandhi Years, 1969–1973",
  "1. Kuldip Nayar, India: The Critical Years, revised and enlarged edition, Delhi, 1971, pp.",
  "31–32.",
  "2. Zareer Masani, Indira Gandhi—A Biography, London, 1975, p. 181.",
  "3. Quoted in ibid., p. 209.",
  "4. Quoted in ibid., p. 241.",
  "5. Quoted in Lloyd I. Rudolph, Susanne Hoeber Rudolph, et al., The Regional",
  "Imperative, Delhi, 1980, p. 46.",
  "6. Indira Gandhi, The Years of Endeavour, New Delhi, 1975, p. 654–56.",
  "18. The JP Movement and the Emergency: Indian Democracy Tested",
  "1. Quoted in Statesman, 10 April 1974, cited in Francine R. Frankel, India’s PoliticalEconomy, 1947–1977, Delhi, 1978, p. 528.",
  "2. Quoted in Inder Malhotra, Indira Gandhi, London, 1989, p. 165.",
  "3. Morarji Desai to Oriana Fallaci, New Republic, quoted in Francine R. Frankel, op. cit.,",
  "p. 544.",
  "4. Inder Malhotra, op. cit., pp. 173, 182.",
  "5. Mary C. Carras, Indira Gandhi: In the Crucible of Leadership, Bombay, 1980, p. 100.",
  "6. Tariq Ali, The Nehrus and the Gandhis: An Indian Dynasty, London, 1985 p. 194.",
  "7. Quoted in Francine R. Frankel, op. cit., p. 576.",
  "19. The Janata Interregnum and Indira Gandhi’s Second Coming, 1977–1984",
  "1. Quoted in Pupul Jayakar, Indira Gandhi—A Biography, New Delhi, 1992, p. 474.",
  "20. The Rajiv Years",
  "1. Quoted in Nicholas Nugent, Rajiv Gandhi: Son of a Dynasty, New Delhi, 1991, p. 54.",
  "2. The official figure is 2,733, but unofficial figures are as high as 3,870.",
  "3. Quoted in S.S. Gill, The Dynasty: A Political Biography of the Premier Ruling Family",
  "of India, New Delhi, 1996, p. 401.",
  "4. S.S. Gill, who served as Secretary, Information and Broadcasting, in Rajiv Gandhi’s",
  "government, testifies to this. See ibid., pp. 406–07.",
  "21. Run-up to the New Millennium and After",
  "1. Seema Mustafa, The Lonely Prophet: V.P. Singh, A Political Biography, New Delhi,",
  "1995, p. 120.",
  "2. Ibid., p. 129.",
  "3. See Chapter 37 on Caste and Dalit Politics in this volume.",
  "4. A very useful recent collection of studies on caste in which a number of scholars",
  "address the issue is M.N. Srinivas, ed., Caste: Its Twentieth Century Avatar, New",
  "Delhi, 1996. See particularly the essay by A.M. Shah.",
  "5. Dreze and Sen, for example, show the strong link between disparities in education and",
  "social inequality and argue that a policy of universal and compulsory education is",
  "likely to lead to elimination of social inequalities. They stress that leaders of the",
  "freedom struggle were well aware of this and Dr Ambedkar himself saw education",
  "as the cornerstone of his strategy for liberation of oppressed castes, as he was",
  "conscious how in his own case his scholarship enabled him to overcome the stigma of",
  "untouchability. They also point to a common finding of village studies and household",
  "surveys that education is widely perceived by members of socially or economically",
  "disadvantaged groups as the most promising chance of upward mobility for their",
  "children. Jean Dreze and Amartya Sen, India: Economic Development and Social",
  "Opportunity, Delhi, 1996, especially pp. 96–97, 109–10.",
  "6. In South India, there was no strong reaction because state governments had beenimplementing different levels of reservations for Backward Castes for many years.",
  "The caste structure in South India, with far more extreme forms of Brahmin",
  "domination, was quite different. Also, there was a long history of caste-based",
  "reservations which were introduced by the British in the 1920s and also by the",
  "princely states, as well as a long tradition of the non-Brahmin movement since the",
  "1910s.",
  "7. In 1993 the Congress government implemented the Mandal report, without much",
  "furore taking place, as by then people had got more used to the idea, thus proving the",
  "point that in a democracy you cannot ram decisions down people’s throats but have to",
  "work through consensus.",
  "8. V.P. Dutt, India’s Foreign Policy in a Changing World, New Delhi, 1999, p. 15",
  "9. Times of India, 23 June 1999.",
  "10. Quoted in V.P. Dutt, op. cit., pp. 368–69.",
  "11. V.P. Dutt, India’s Foreign Policy Since Independence, New Delhi, 2007, pp. 97–98.",
  "12. The Indian Express, 28 July 2007.",
  "13. The Hindustan Times, 28 July 2007.",
  "23. Politics in the States (II): West Bengal and Jammu and Kashmir",
  "1. Quoted  in  Atul  Kohli, Democracy and Discontent: India’s Growing Crisis of",
  "Governability, New Delhi, 1992, p. 289.",
  "2. Ibid., p. 288; Atul Kohli, ‘Parliamentary Communism and Agrarian Reform—The",
  "Evidence from India’s Bengal’, Asian Survey, Vol. 23, No. 7, July 1983, pp. 780, 800.",
  "3. Quoted in Geoffrey Tyson, Nehru—The Years of Power, London, 1966, p. 79.",
  "24. The Punjab Crisis",
  "1. Quoted in K.P.S. Gill, The Knights of Falsehood, New Delhi, 1997, p. 35.",
  "2. Baldev Raj Nayar, ‘Sikh Separatism in the Punjab’, in Donald E. Smith, ed. South",
  "Asian Politics and Religion, Princeton, 1966, p. 168.",
  "3. Quoted in K.P.S. Gill, p. 81.",
  "4. Ibid., p. 12.",
  "25. Indian Economy, 1947–1965: The Nehruvian Legacy",
  "1. See for details Bipan Chandra, et al., India’s Struggle for Independence, New Delhi,",
  "1989, chapter 29.",
  "2. Aditya  Mukherjee, Imperialism,  Nationalism  and  the  Development  of  Indian",
  "Capitalism: The Making of the Indian Capitalist Class 1920–47 (forthcoming) and",
  "Aditya Mukherjee and Mridula Mukherjee, ‘Imperialism and the Growth of Indian",
  "Capitalism in the Twentieth Century’, EPW, 12 March 1988.",
  "3. N.R. Sarkar, Presidential speech, FICCI, Annual Report, 1934, New Delhi, pp. 3–67.",
  "M. Visveswarayya was among the first to give a call for planned development in the1920s.",
  "4. Indian National Congress (INC), Economic Resolutions, p. 8.",
  "5. A Plan of Economic Development for India, Parts 1 & 2, London, 1945, pp. 9–10. The",
  "authors of this plan were Purshottamdas Thakurdas, J.R.D. Tata, G.D. Birla, Ardeshir",
  "Dalai, Sri Ram, Kasturbhai Lalbhai, A.D Shroff and John Mathai.",
  "6. INC Economic. Resolutions, p. 29. Emphasis added.",
  "7. Second Five Year Plan, 1956, p. 44.",
  "8. K.N. Raj, Indian Economic Growth: Performance and Prospects, New Delhi, 1965, p.",
  "2.",
  "9. A. Vaidyanathan, ‘The Indian Economy Since Independence (1947– 70)’, in Dharma",
  "Kumar, ed., The Cambridge Economic History of India, Delhi, 1983, p. 961. Emphasis",
  "added.",
  "10. J. Bhagwati and P. Desai, India: Planning for Industrialisation, London, 1970, table",
  "10.6, pp. 185–87.",
  "11. Business Standard, 9 January 1998.",
  "12. Sukhamoy Chakravarty, Development Planning: The Indian Experience, Oxford,",
  "1987, pp. 4, 81.",
  "26. Indian Economy, 1965–1991",
  "1. C. Rangarajan, ‘Development, Inflation and Monetary Policy’, in Isher J. Ahluwalia",
  "and I.M.D. Little, eds, India’s Economic Reforms and Development: Essays for",
  "Manmohan Singh, Delhi, 1998, p. 59.",
  "2. See E.J. Hobsbawm, Age of Extremes: The Short Twentieth Century, Harmondsworth,",
  "1994, for a brilliant analysis of the changes in world capitalism since the Second",
  "World War and pp. 261, 277 and 280 for the statistics in this paragraph.",
  "3. The East Asian Miracle: Economic Growth and Public Policy, World Bank, New York,",
  "1993, p. 38.",
  "4. Vijay Joshi and I.M.D. Little, India: Macroeconomics and Political Economy 1964–",
  "1991, Washington, 1994, p. 58.",
  "27. Economic Reforms Since 1991",
  "1. For example, in his D. Phil. dissertation at Oxford in 1961 and his book India’s Export",
  "Trends, London, 1964.",
  "2. Ajit Singh, ‘Liberalisation, the Stock Market, and the Market for Capital Control’, in",
  "Isher Ahluwalia and I.M.D. Little, eds, India’s Economic Reforms and Development,",
  "Delhi, 1998.",
  "3. See Economic Survey 1998–99, Government of India, tables 10.6 and 10.7, p. 146,",
  "4. Vijay Joshi and I.M.D. Little, India’s Economic Reforms, 1991– 2001, Oxford, 1996,",
  "pp. 222, 225.",
  "5. Suresh  D.  Tendulkar,  ‘Indian  Economic  Policy  Reforms  and  Poverty:  An",
  "Assessment’, in Ahluwalia and Little, eds, India’s Economic Reforms, 1998, tables12.1, 12.2, 12.3, pp. 290–294.",
  "6. C.H. Hanumantha Rao, ‘Agriculture: Policy and Performance’, in Bimal Jalan, ed.,",
  "The Indian Economy, New Delhi, 1992, p. 132.",
  "7. Economic Survey, pp. 11, 18. Emphasis added.",
  "28. The Indian Economy in the New Millennium",
  "1. Economic Survey (hereafter ES), Government of India, 2002–03, pp. 155 ff., 2003–",
  "04, table 8.5, pp. 153–55 and 2006–07, table 1.2, p. 3.",
  "2. Dani Rodrik and Arvind Subramanian, ‘Why India Can Grow at 7 Per Cent a Year or",
  "More: Projections and Reflections’, Economic and Political Weekly (hereafter EPW),",
  "17 April 2004.",
  "3. Jeffrey D. Sachs, The End of Poverty: Economic Possibilities of Our Time, New York,",
  "2005. Emphasis added.",
  "4. See, for example, Bibek Debroy, Indian Express, 2 June 2007.",
  "5. Angus Maddison, The World Economy: Vol. I A Millennial Perspective, Vol. II",
  "Historical Staistics, OECD, 2006, Indian edition, New Delhi, 2007, table 8b, pp. 639–",
  "43.",
  "6. ES, 2006–07. p. 106, table 6.1.",
  "7. Bimal Jalan, India ‘s Economy in the New Millennium, New Delhi, 2002, pp. 25–26.",
  "8. Calculated from table 1.5, S-8, ES, 2006–07.",
  "9. Dani Rodrik and Arvind Subramanian, EPW, 17 April 2004, p. 1592.",
  "10. Note that figures used here for the 1990s are different from those used in the previous",
  "chapter as different base years have been used by the CSO over time. See ES 1996–",
  "97, p. 19, 1998–99, p. 21 and 2006–07 p. 19 The previous chapter used the older",
  "figures.",
  "11. ES, 2006–07, table 2.1, p. 19, table 2.11, p. 44, table 2.12, p. 48.",
  "12. ES, 2006–07, table 2.3, p. 23.",
  "13. Dani Rodrik and Arvind Subramanian, EPW, 17 April 2004.",
  "14. ES, 2006–07, table 2.2, p. 21, p. 28.",
  "15. Ibid.",
  "16. ES, 2006–07, p. 3, table 1.2 and S-10, table 1.6.",
  "17. See ES, 2006–07, p. 1, S-10, table 1.6.",
  "18. Figures for 1951 are not strictly comparable as the figures include mining and",
  "quarrying in the primary sector while in 1971 mining and quarrying are included in",
  "the secondary sector. Yet the trend is clear enough. See Ruddar Dutt and K.P.M.",
  "Sundharam, Indian Economy, New Delhi, 2007, p. 84, table 5.",
  "19. The figures are from a persuasive argumentative work on India’s reform process by",
  "Baldev Raj Nayar, India’s Globalisation: Evaluating the Economic Consequences,",
  "New Delhi, 2007, pp. 15–17, first published, Washington, 2006.",
  "20. See ES, 2006–07, pp. 113–14, table 7.1a, S-78 and Baldev Nayar, 2007, p. 18.",
  "21. ES, 2006–07, p. 108, table 6.2, p. 119, table 6.9.",
  "22. Ibid., p. 2123. ES, 2004–05, p. 112 and ES, 2005–06, pp. 116-117",
  "24. Jeffrey Sachs, The End of Poverty, 2005, p. 186.",
  "25. ES, 2004–05, p. 111, 2005–06, p. 206, 2006–07, p. 108 and Baldev Nayar, 2007, p. 21.",
  "26. ES, 2005–06, p. 105.",
  "27. ES, 2007, pp. 6, 131, 135 and table 6.1b, S-69.",
  "28. The Hindustan Times and The Times of India, 18 June 2007.",
  "29. Report of Ernst and Young and Federation of Indian Chamber of Commerce and",
  "Industry cited in The Times of India and The Hindustan Times, 18 June 2007,",
  "30. Quoted in Baldev Nayar, 2007, p. 45.",
  "31. ES, 2006–07 p. 228 and p. 7.",
  "32. ES, 2006–07, pp. 131–32, 2005–06, p. 130, 2003–04, p. 128.",
  "33. See the chapter The Post Colonial Indian State, pp. 465–66, for a discussion of this",
  "aspect and Prabhat Patnaik, ‘Political Strategies of Economic Development’, in",
  "Partha Chatterjee, ed., Wages of Freedom: Fifty Years of the Indian Nation-State,",
  "Delhi, 1998 and Prabhat Patnaik, The Retreat to Unfreedom: Essays on the Emerging",
  "World Order, New Delhi, 2003.",
  "34. This argument is made effectively by Baldev Nayar, 2007, pp. 39– 41. The figures",
  "are cited by Nayar from a study by Nagesh Kumar, ‘Liberalization, Foreign Direct",
  "Investment Flows, and Economic Development: The Indian Experience in the 1990s’,",
  "RIS discussion paper 65/2003, Research and Information System for the Non-Aligned",
  "and Other Developing Countries, New Delhi, 2003.",
  "35. ES, 2006–07, p. 139.",
  "36. R. Nagaraj, ‘Industrial Growth in China and India : A Preliminary Comparison’,",
  "EPW, 21 May 2005, quoted in Baldev Nayar, 2007, pp. 85–86, f.n. 4.",
  "37. Baldev Nayar, 2007, p. 41. The figures are from UNCTAD cited by Nayar in table",
  "10, p. 42.",
  "38. ES, 2006–07, p. 207 and ES, 2002–03, table 10.6, p. 213.",
  "39. ‘Prices and Poverty in India, 1987–2000’, EPW, 25 January 2003.",
  "40. K Sundaram and Suresh D. Tendulkar, ‘Poverty Has Declined in the 1990s’, EPW, 25",
  "January 2003.",
  "41. Himangshu, ‘Recent Trends in Poverty and Inequality: Some Preliminary Results’,",
  "EPW, 10 February 2007, and S. Mahendra Dev and C. Ravi, ‘Poverty and Inequality:",
  "All-India and States, 1983– 2005’, EPW, 10 February 2007.",
  "42. Himangshu, 2007, p. 499.",
  "43. Dev and Ravi estimate it as 1.02 per cent per annum, 2007, p. 111.",
  "44. Himangshu, 2007, p. 501.",
  "45. Dev and Ravi, 2007, p. 511.",
  "46. Ibid., p. 510.",
  "47. Ibid. pp. 510–11.",
  "48. Focus on Children Under Six, Abridged Report, Right to Food Campaign, New Delhi,",
  "2006.",
  "49. See National  Family  Health  Survey  (NFHS3)  2005–06,  National  Factsheet",
  "(Provisional Data), Ministry of Health and Family Welfare, Government of India.50. UNDP Human Development Report, 2002 and 2006 cited in ES, 2006–07, table 10.1,",
  "p. 205.",
  "51. See G.S. Bhalla, Indian Agriculture Since Independence, New Delhi, 2007, p. 295.",
  "52. See, for example Times of India, 14 June 2007 and also Report to the People: UPA",
  "Government 2004–07.",
  "53. The Hindu, 29 September 2007.",
  "54. ES, 2005–06, p. 204.",
  "55. Bimal Jalan, 2002, p. 25.",
  "29. Land Reforms (I): Colonial Impact and the Legacy of the National and Peasant Movements",
  "1. See Louis J. Walinsky, ed., Agrarian Reform as Unfinished Business, The Selected",
  "Papers of Wolf Ladejinsky, OUP, 1977, p. 371 (hereafter Ladejinsky Papers).",
  "2. See Bipan Chandra et al., India’s Struggle for Independence, Penguin, New Delhi,",
  "1988, 40th impression, 2006, Chapters 11 and 27 (hereafter Bipan Chandra, et al.,",
  "India’s Struggle).",
  "3. See S.J. Patel, Essays on Economic Transition, Bombay, 1965, p. 76, and Bipan",
  "Chandra, ‘Peasantry and National Integration in Contemporary India’, in Nationalism",
  "and Colonialism in Modern India, Orient Longman, New Delhi, 1979, p. 333.",
  "4. See, for example, Resolution of Economic Planning Conference attended by Chief",
  "Ministers and Congress Presidents from the States, April 1950, and Indian National",
  "Congress, Economic Programme, Delhi Congress, October 1951, in Indian National",
  "Congress, Resolutions on Economic Policy Programme and Allied Matters 1924–1969,",
  "AICC, New Delhi, 1969, pp. 50, 66 (hereafter INC Econ. Resolutions)",
  "5. See Bipan Chandra, ‘Colonial India: British versus Indian Views of Development’,",
  "Review (Fernand Braudel Center), vol. xiv, No. 1, Winter 1991, p. 85. For this section,",
  "see also Bipan Chandra, Rise and Growth of Economic Nationalism in India, 1880–",
  "1905, New Delhi, 1966, and Bipan Chandra, 1979.",
  "6. See, for example Resolutions of Indian National Congress, 1888, 1889 and 1893 in",
  "A.M. Zaidi and S.G. Zaidi, The Foundations of Indian Economic Planning, New Delhi,",
  "1979.",
  "7. See Daniel Thorner, The Shaping of Modern India, New Delhi, 1980, p. 241 and Bipan",
  "Chandra, 1979, p. 337.",
  "8. Bipan Chandra, 1979, p. 337.",
  "9. Bipan Chandra, et al., India’s Struggle, ch. 3.",
  "10. For details, see, ibid. ch. 16.",
  "11. For details, see, ibid. ch. 27.",
  "12. The provisions listed above are from the slightly modified version of the Karachi",
  "resolutions which was issued by the AICC in Bombay in August 1931, INC Econ.",
  "Resolutions, pp. 3–9.",
  "13. See INC Econ. Resolutions; pp.12–14",
  "14. See Agrarian Programme, Lucknow Congress, 1936, and Election Manifesto, AICC,",
  "1936, INC Econ. Resolutions, pp. 10–12, emphasis added.15. This paragraph is based on Bipan Chandra, et al., India’s Struggle, ch. 26.",
  "16. See Bipan Chandra, 1979, p. 350, and Bipan Chandra, et al., India’s Struggle, p. 528.",
  "17. Mridula Mukherjee, in Bipan Chandra, et al., India’s Struggle, ch. 27, p. 354.",
  "18. A.M. Khusro, ‘Land Reforms since Independence’, in V. B. Singh, ed., The Economic",
  "History of India, 1857–1956, Delhi, 1965, pp. 185– 86, emphasis added.",
  "19. See National Planning Committee Report, Bombay, 1949, Purshottamdas Thakurdas,",
  "et al., A plan for Economic Development for India (Bombay Plan), Harmondsworth,",
  "1945, and INC Econ. Resolutions, pp. 15–18.",
  "20. INC Econ. Resolutions, p. 16, emphasis added.",
  "21. ‘Objectives and Economic Programme,’ AICC, Delhi, November 1947, INC Econ.",
  "Resolutions, p. 19.",
  "22. INC Econ. Resolutions, pp. 20–22.",
  "23. See, example, Francine Frankel, India’s Political Economy 1947–77, Delhi, 1978, p.",
  "68.",
  "24. INC Econ. Resolutions, p. 22, emphasis added. Frankel (see note 23), however,",
  "maintains that compulsory membership of service cooperatives was visualized.",
  "25. INC Econ. Resolutions, p. 23.",
  "30. Land Reforms (II): Zamindari Abolition and Tenancy Reforms",
  "1. A.M. Khusro, in V.B. Singh, ed., Economic History of India 1857– 1956, Delhi, 1965,",
  "p. 189.",
  "2. INC Econ. Resolutions, p. 38.",
  "3. Planning Commission, Second Five Year Plan, 1956, p. 188.",
  "4. See P.S. Appu, ‘Tenancy Reform in India’, EPW, Special Number, August 1975, p.",
  "1345.",
  "5. See ibid., p. 1347.",
  "6. D. Bandyopadhyay, ‘Land Reform in India: An Analysis’, EPW, Review of",
  "Agriculture, June 1986.",
  "7. L.I. Rudolph and S.H. Rudolph, In Pursuit of Lakshmi: The Political Economy of the",
  "Indian State, Chicago, 1987, p. 363.",
  "8. P.S. Appu, pp. 1354–55, 1375.",
  "9. Daniel Thorner, The Shaping of Modern India, New Delhi, 1980, p. 245.",
  "31. Land Reforms (III): Ceiling and the Bhoodan Movement",
  "1. INC Econ. Resolutions, p. 23.",
  "2. Planning Commission, First Five Year Plan, New Delhi, 1953, pp. 188–191.",
  "3. Indian National Congress, Resolution on Economic Policy and Programme, 1924–54,",
  "New Delhi, 1954, p. 75.",
  "4. Ibid., p. 121. Emphasis added.",
  "5. Planning Commission, Second Five Year Plan, New Delhi 1956, pp. 196–97.",
  "6. Quoted in Ladejinsky Papers, p. 4837. C.H. Hanumantha Rao, ‘Agriculture: Policy and Performance’, in Bimal Jalan, ed.,",
  "The Indian Economy: Problems and Prospects, New Delhi, p. 118.",
  "8. D. Bandyopadhyay, ‘Land Reforms in India: An Analysis’, EPW, Review of",
  "Agriculture, June 1986.",
  "9. Wolf Ladejinsky, otherwise an avid supporter of ceilings and land distribution, came",
  "to a similar conclusion in May 1972. Ladejinsky Papers, p. 513.",
  "10. Indian Express, 16 June 1999.",
  "11. G. Kotovsky, Agrarian Reforms in India, New Delhi, 1964, p. 119. See, for similar",
  "views,  D.  Bandyopadhyay,  ‘Reflections  on  Land  Reforms  in  India  Since",
  "Independence’, in T.V. Sathyamurthy, ed., Industry and Agriculture in India Since",
  "Independence, Delhi, 1995.",
  "12. The Hindustan Times, 4 and 9 January 1961, cited in Kotovsky, 1964, p. 125.",
  "13. Kotovsky,  1964,  p.  126,  he  cites  E.M.S.  Namboodiripad,  ‘Sarvodaya  and",
  "Communism’, New Age, Vol. vii, No. 1, January 1958, pp. 46– 55.",
  "32. Cooperatives and an Overview of Land Reforms",
  "1. Recommendations of the Economic Programme Committee of the AICC, November",
  "1947, INC Econ. Resolutions, p. 22. Emphasis added.",
  "2. INC Econ. Resolutions, pp. 41–42. Emphasis added.",
  "3. Ibid.",
  "4. Second Five Year Plan, p. 201. Emphasis added.",
  "5. INC Econ. Resolutions, pp. 120ff. Emphasis added.",
  "6. Third Five-Year Plan, p. 209. (Quoted in Ladejinsky Papers, p. 388).",
  "7. The figures in this paragraph are from Rudolph and Rudolph, In Pursuit of Lakshmi,",
  "table 42, p. 373.",
  "8. Ladejinsky Papers, pp. 505–06.",
  "9. The description below of the Kaira experiment is based on interviews with Verghese",
  "Kurien, Tribhuvandas Patel and others and a study of the experiment made by the",
  "authors in Anand and its neighbouring villages in July 1985. Materials provided by the",
  "NDDB, courtesy its present Managing Director, Dr Amrita Patel (whose own",
  "contribution to the movement is considerable), and Ruth Heredia, The Amul India",
  "Story, Tata McGraw-Hill, New Delhi, 1997, have also been used freely.",
  "10. Wilfred Candler and Nalini Kumar, India: The Dairy Revolution, World Bank,",
  "Washington, 1998,",
  "11. Ibid., p. 48",
  "12. Ibid., pp. xxi, 6, 60. Emphasis added.",
  "13. Ibid., pp. xxi, 6. Emphasis added.",
  "14. Ibid., p. xv.",
  "15. Daniel Thorner, The Shaping of Modern India, New Delhi, 1980, p. 245. Addition in",
  "parenthesis added.",
  "16. The above figures are calculated from D. Bandyopadhyay, ‘Land Reforms in India:",
  "An Analysis,’ EPW, Review of Agriculture, June 1986.17. Ibid., p. 253.",
  "33. Agricultural Growth and the Green Revolution",
  "1. G.S. Bhalla, ‘Nehru and Planning—Choices in Agriculture’, Working Paper Series,",
  "School of Social Sciences, Jawaharlal Nehru University, New Delhi, 1990, p. 29.",
  "2. Ladejinsky Papers, p. 494.",
  "3. See, for example, G.S. Bhalla and Gurmail Singh, ‘Recent Developments in Indian",
  "Agriculture: A State Level Analysis’, EPW, 29 March 1997. The statistics in the rest",
  "of the paragraph are taken from this source.",
  "4. Raj Krishna, ‘Small Farmers Development’, EPW, 26 May 1979, p. 913.",
  "5. G.S. Bhalla and G.K. Chadha, ‘Green Revolution and the Small Peasant—A Study of",
  "Income Distribution in Punjab Agriculture’, EPW, 5 and 22 May 1982.",
  "6. Ladejinsky Papers, pp. 436–440",
  "7. See C.H. Hanumantha Rao, ‘Agriculture: Policy and Performance/’, in Bimal Jalan,",
  "ed., The Indian Economy: Problems and Prospects, New Delhi, 1992, pp. 128–29.",
  "8. See Daniel Thorner, The Shaping of Modern India, 202 ff., 224ff.",
  "9. C.H. Hanumantha Rao, op. cit., pp. 129–30. Emphasis added.",
  "10. M.S. Swaminathan, ‘Growth and Sustainability’, Frontline, 9–22 August 1997.",
  "34. Agrarian Struggles Since Independence",
  "1. The best collection of essays on the subject remains A.R. Desai, ed., Agrarian",
  "Struggles in India After Independence, Delhi, 1986.",
  "2. P. Sundarayya, Telangana People’s Struggle and Its Lessons, Communist Party of",
  "India (Marxist), Calcutta, 1972, pp. 115–16, 239–40, 424.",
  "3. Interview with Baba Bachhitar Singh, cited in Mridula Mukherjee, ‘Communists and",
  "Peasants in Punjab: A Focus on the Muzara Movement in Patiala, 1937–53’, in Bipan",
  "Chandra, ed., The Indian Left: Critical Appraisals, New Delhi, 1983.",
  "4. See Mridula Mukherjee, ‘Peasant Resistance and Peasant Consciousness in Colonial",
  "India: “Subalterns” and Beyond’, EPW, 1988, October 8 and 15.",
  "5. See Staffan Lindberg, ‘New Farmers’ Movements in India as Structural Response and",
  "Collective Identity Formation: The Cases of the Shetkari Sangathana and the BKU’, in",
  "Tom Brass, ed., New Farmers’ Movements in India, Ilford, 1995, pp. 95–125, and",
  "other articles in this volume for a consideration of this issue.",
  "35. Revival and Growth of Communalism",
  "1. Gandhi, CW, Vol. 76, p. 402.",
  "36. Communalism and the Use of State Power",
  "1. See chapter on Revival and Growth of Communalism for a detailed discussion of this",
  "aspect.2. Savarkar was tried for the assassination of the Mahatma but was let off on technical",
  "grounds. Sardar Patel, being a fine criminal lawyer, was personally convinced of",
  "Savarkar’s guilt, otherwise he would not have agreed to put him up for trial. He told",
  "Jawaharlal Nehru in unambiguous terms: ‘It was a fanatical wing of the Hindu",
  "Mahasabha directly under Savarkar that [hatched] the conspiracy and saw it through.’",
  "Sardar Patel Correspondence,  1945–50,  (hereafter SPC) ed by Durga Das,",
  "Navajivan Publishing House, Ahmedabad, Vol. VI, p. 56. However, when the",
  "Commission of Inquiry set up in 1965 under Justice Jiwan Lal Kapoor, a former",
  "judge of the Supreme Court of India, gave its report, it came to the following",
  "conclusion: ‘All these facts taken together were destructive of any theory other than",
  "the conspiracy to murder by Savarkar and his group.’ Report of Commission of Inquiry",
  "into Conspiracy to Murder Mahatma Gandhi (Kapur Commission Report), New Delhi,",
  "1970, p. 303, para 25.106.",
  "3. A book edited by Dina Nath Batra of the RSS, called The Enemies of Indianisation:",
  "The Children of Marx, Macaulay and Madarsa was published on 15 August 2001. The",
  "book, which was an attack on scientific secular history and historians, contained an",
  "article listing 41 distortions in the existing NCERT books. The NCERT director J.S.",
  "Rajput himself had contributed an article in the volume listing a few more distortions.",
  "4. See The Times of India, 5 October 2001. Emphasis added",
  "5. See The Hindustan Times, 4 December 2001.",
  "6. See the RSS mouthpiece, Organiser, 4 November 2001.",
  "7. The Hindustan Times, 8 December 2001.",
  "8. The Indian Express, 20 December 2001.",
  "9. ‘History and the Enterprise of Knowledge’, address delivered to the Indian History",
  "Congress by Amartya Sen, January 2001, Calcutta. See also Amartya Sen, The",
  "Argumentative Indian: Writings on Indian History, Culture and Identity, Allen Lane,",
  "Penguin, London, 2005, for a brilliant critique of the communal interpretation of",
  "Indian history.",
  "10. Harijan, 5 December 1936, quoted in Bipan Chandra, ‘Gandhiji, Secularism and",
  "Communalism’, Social Scientist. Also reprinted in Irfan Habib, Bipan Chandra, et al.,",
  "Gandhi Reconsidered: Towards a Secular and Modern India, Sahmat, New Delhi,",
  "2004.",
  "11. Irfan Habib, Suvira Jaiswal and Aditya Mukherjee, History in the New NCERT",
  "Textbooks: A Report and an Index of Errors, Approved and Published by the",
  "Executive Committee, Indian History Congress, Kolkata, 2003.",
  "12. The Hindu, 3 March 2002.",
  "13. The Hindu, 30 April 2002.",
  "14. The Hindu, 1 May 2002.",
  "15. Ibid.,",
  "16. Ibid.,",
  "17. Ibid., 2 May 2002.",
  "18. Ibid., 30 April 2002.",
  "19. Ibid., 3 May 2002.20. Ibid.",
  "21. Ibid., 17 August 2002.",
  "22. Ibid., 3 September and 29 October 2002.",
  "23. Ibid., 16 December 2002.",
  "37. Caste, Untouchability, and Anti-caste Politics and Strategies",
  "1. For these, see Bipan Chandra, et al, India’s Struggle for Independence. 1857–1947,",
  "chapter 18.",
  "2. For a useful overview of Dalit politics, especially from 1957 onwards, see V. Suresh,",
  "‘The Dalit Movement in India’, in T.V. Sathyamurthy, Social Change and Political",
  "Discourse  in  India, Vol.  3, Region, Religion, Caste, Gender, and Culture in",
  "Contemporary India, 1996, pp. 355–87.",
  "3. See Jean Dreze and Amartya Sen, India: Economic Development and Social",
  "Opportunity, Delhi, 1995, p. 97.",
  "4. Ibid., table 6.1, p. 112.",
  "5. For an interesting attempt to argue for Dalit–Backward Caste unity, especially in the",
  "context of the attempt to forge links with the Shetkari Sangathana in Maharashtra, see",
  "Gail Omvedt, ‘The Anti-Caste Movement and the Discourse of Power,’ in T.V.",
  "Sathyamurthy, op. cit., pp. 334–54, and Gail Omvedt, ‘We Want the Return of Our",
  "Sweat: The New Peasant Movement in India and the Formation of a New",
  "Agricultural Policy’, in Tom Brass, ed., New Farmers’ Movements in India, Ilford,",
  "1995, pp. 126–64.",
  "38. Indian Women Since Independence",
  "1. Based on Mridula Mukherjee’s interview with Professor Usha Mehta.",
  "2. The most comprehensive account of women’s movements is to be found in Radha",
  "Kumar, The History of Doing, New Delhi, 1993, and I have used it extensively.",
  "3. See, for example, Mridula Mukherjee, ‘Interview with Sushila Chain’, in Manushi.",
  "4. For a detailed account of this very interesting movement, see Ramachandra Guha,",
  "The Unquiet Woods: Ecological Change and Peasant Resistance in the Himalaya,",
  "Delhi, 1989.",
  "5. For a detailed study of the agitations against dowry, the Muslim Women’s Bill and",
  "sati, see Rajni Palriwala and Indu Agnihotri, ‘Tradition, the Family and the State:",
  "Politics of the Contemporary Women’s Movement’, in T.V. Sathyamurthy, ed.,",
  "Social Change and Political Discourse in India, Vol. 3, Region, Religon, Caste, Gender",
  "and Culture in Contemporary India, Delhi, 1996, pp. 503–32.",
  "6. For the data and much of the conclusions in this and the following paragraphs, I have",
  "relied greatly on the path-breaking work of Jean Dreze and Amartya K. Sen. See, for",
  "example, their India: Economic Development and Social Opportunity, Delhi, 1995.",
  "39. The Post-colonial Indian State and the Political Economy1. For the broad theoretical framework adopted in this chapter some of the works I have",
  "been most influenced by are listed below. Bipan Chandra, Indian National Movement,",
  "The Long Term Dynamic, New Delhi, 1988, first delivered as the Presidential",
  "Address, Indian History Congress, 1985, Amritsar; Ralph Miliband, Marxism and",
  "Politics, 1977; Ernesto Laclau, Politics and Ideology in Marxist Theory, London, 1977;",
  "Nicos Poulantzas, Classes in Contemporary Capitalism, London, 1975, and the recent",
  "writings of Mohit Sen; the leading left intellectual who has been closely associated",
  "with left politics for nearly half a century.",
  "2. See,  for  example,  Peter  Evans, Dependent  Development:  The  Alliance  of",
  "Multinational, State and Local Capital in Brazil, Princeton, 1979, pp. 31–34, 52 and",
  "Gary Gereffi and Donald Wyman, ‘Development Strategies in Latin America and",
  "East Asia’, 1985, mimeo.",
  "3. See, for example, Bipan Chandra, Nationalism and Colonialism in Modern India, New",
  "Delhi, 1979, and ‘The Colonial Legacy’, in Bimal Jalan, ed., The Indian Economy:",
  "Problems and Prospects, New Delhi, 1992; K.N. Raj, ‘The Politics and Economics of",
  "Intermediate Regimes’, EPW, 1 July 1973; Sudipto Mundle, ‘State Character and",
  "Economic  Policy’, Social  Scientist, May  1974;  Pranab  Bardhan, The Political",
  "Economy of Development in India, Delhi, 1998 (expanded edition); and Aditya",
  "Mukherjee and Mridula Mukherjee, ‘Imperialism and the Growth of Indian",
  "Capitalism in the Twentieth Century’, EPW, 12 March 1988.",
  "4. See, for example, Aditya Mukherjee, ‘The Indian Capitalist Class: Aspects of its",
  "Economic, Political and Ideological Development in the Colonial Period’, in S.",
  "Bhattacharya and Romila Thapar, eds, Situating Indian History, Delhi, 1986 and",
  "Imperialism, Nationalism and the Development of Indian Capitalism: The Making of",
  "the Indian Capitalist Class, New Delhi (forthcoming).",
  "5. Prabhat  Patnaik,  ‘Political  Strategies  of  Economic  Development’,  in  Partha",
  "Chatterjee, ed., Wages of Freedom: Fifty Years of the Indian Nation-State, Delhi,",
  "1998, pp. 58–59. Emphasis added.",
  "6. F.H. Cordoso, ‘Social Consequences of Globalisation’, Lecture at India International",
  "Centre, New Delhi, 27 January 1996.",
  "7. Amartya Sen, ‘Social Commitment and Democracy’, New Thinking Communist, 1",
  "November 1998.",
  "8. Bipan Chandra, ‘The Real Danger of Foreign Domination: Peripheralization’, in his",
  "Essays on Contemporary India, revised edition, New Delhi, 1999.",
  "41. The Dawn of the New Millennium: Achievements, Problems and Prospects",
  "1. C. Thomas in Geeti Sen, ed., Receiving India, New Delhi, 1993, p. 266.",
  "2. S. Gopal, Jawaharlal Nehru—A Biography, Vol. 3, London, 1984, p. 301.",
  "3. Mohit Sen, ‘Entering the Fiftieth Year’, New Thinking Communist, 15 August 1996, p.",
  "2.",
  "4. Quoted in Zareer Masani, Indira Gandhi—A Biography, London, 1975, p. 299.",
  "5. W.H. Morris-Jones, Politics Mainly Indian, Bombay, 1978, p. 131.6. Myron Weiner, The Politics of Scarcity, Bombay, 1963, p. 216.",
  "7. Joan V. Bondurant, Conquest of Violence: The Gandhian Philosophy of Conflict,",
  "revised edition, Berkeley, 1971, pp. viii–ix.",
  "8. Francine R. Frankel, India’s Political Economy, 1947–1977, Delhi, 1978, p. 4.",
  "9. Ibid.",
  "10. Ibid., pp. 4–6.",
  "11. Nehru, Speeches, Vol. 3, p. 96.",
  "12. India Development Report 1999–2000, ed., Kirit S. Parikh, New Delhi, 1999, p. 5.",
  "Most of the statistics in this and the next section are taken from this work. Economic",
  "Survey, 1998–99, UNDP’s Human Development Report, 1999, and National Council",
  "of Applied Economic Research’s India Human Development Report, 1999.Select Bibliography",
  "General",
  "1. Krishan Bhatia, The Ordeal of Nationhood, New York, 1971.",
  "2. Rajni Kothari, Politics in India, New Delhi, 1970.",
  "3. Achin Vanaik, The Painful Transition: Bourgeois Democracy in India, London, 1990.",
  "4. Francine R. Frankel, India’s Political Economy, 1947–1977, Delhi, 1978.",
  "5. L.I. Rudolph and S.H. Rudolph, In Pursuit of Lakshmi: The Political Economy of the",
  "Indian State, Bombay, 1987.",
  "6. Atul Kohli, ed., India’s Democracy, Princeton, 1988.",
  "7. Shashi Tharoor, India From Midnight to the Millennium, New Delhi, 1997.",
  "8. Sunil Khilnani, The Idea of India, London, 1997.",
  "9. Paul R. Brass, The Politics of India Since Independence, Indian edition, New Delhi,",
  "1992.",
  "10. W.H. Morris-Jones, Politics Mainly Indian, New Delhi, 1978.",
  "11. W.H. Morris-Jones, The Government and Politics of India, Wistow, Huntingdon, 1987",
  "edition.",
  "12. Robert L. Hardgrave, Jr. and Stanley A. Kochanek, India: Government and Politics in",
  "a Developing Nation, fifth edition, San Diego, 1993.",
  "13. Daniel Thorner, The Shaping of Modern India, Delhi, 1980.",
  "14. Yogendra Singh, Social Change in India, New Delhi, 1993.",
  "15. Bipan Chandra, Essays on Contemporary India, revised edition, New Delhi, 1999.",
  "16. Aditya Mukherjee, Imperialism, Nationalism and the Marketing of the Indian Capitalist",
  "Class 1927–1947, New Delhi, 2002.",
  "17. Mridula Mukherjee, Colonialising Agriculture: The Myth of Punjab Exceptionalism,",
  "New Delhi, 2006.",
  "18. Mridula Mukherjee, Peasants in India’s Non-violent Revolution, Practice and Theory,",
  "New Delhi, 2004.",
  "19. Upendra Baxi and Bhikhu Parekh, eds, Crisis and Change in Contemporary India, New",
  "Delhi, 1995.",
  "20. Myron Weiner, The Indian Paradox: Essays in Indian Politics, New Delhi, 1989.",
  "21. Partha Chatterjee, ed., Wages of Freedom: Fifty Years of the Indian Nation-State,",
  "Delhi, 1998.",
  "22. Jean Dreze and Amartya Sen, India: Economic Development and Social Opportunity,",
  "Delhi, 1996.",
  "23. Vijay Joshi and I.M.D. Little, eds India: Macroeconomics and Political Economy",
  "1964–1991, Washington, 1994.",
  "24. Bimal Jalan, ed.. The Indian Economy: Problems and Prospects, New Delhi, 1992.",
  "25. E.J. Hobsbawm, Age of Extremes: The Short Twentieth Century, Harmondsworth,",
  "1994.",
  "26. Hiranmay Karlekar, Independent India: The First Fifty Years, Delhi, 1998.",
  "27. Amartya Sen, The Argumentative Indian: Writings on Indian History, Culture andIdentity, Allen Lane, Penguin London, 2005.",
  "Chapter 2",
  "1. Bipan Chandra, (i) Essays on Colonialism, New Delhi, 1999. (ii) Nationalism and",
  "Colonialism in Modern India, New Delhi, 1979. (iii) The Colonial Legacy’, in Bimal",
  "Jalan, ed., The Indian Economy: Problems and Prospects, New Delhi, 1992. (iv)",
  "Modern India, New Delhi, 1990.",
  "2. Aditya Mukherjee and Mridula Mukherjee, ‘Imperialism and the Growth of Indian",
  "Capitalism in Twentieth Century’, Economic and Political Weekly (hereafter EPW),",
  "12 March 1988, reprinted in Capitalist Development: Critical Essays, Ghanshyam",
  "Shah ed., Bombay, 1990.",
  "3. Irfan Habib, ‘Colonialization of Indian Economy’, Social Scientist, March 1975.",
  "4. Angus Maddison, Class Structure and Economic Growth: India and Pakistan Since the",
  "Moghuls, London, 1971.",
  "5. V.B. Singh, Economic History of India, 1857–1956, Bombay, 1965.",
  "6. R. Palme Dutt, India Today, Bombay, 1949.",
  "7. A.R. Desai, Social Background of Indian Nationalism, Bombay, 1959.",
  "Chapter 3",
  "1. Bipan Chandra, et al., India’s Struggle for Independence 1857–1947, New Delhi,",
  "1988.",
  "2. Bipan Chandra, (i) Epic Struggle, New Delhi. (ii) Indian National Movement: The",
  "Long-term Dynamics, New Delhi, 1988. (iii) Essays in Indian Nationalism, New Delhi,",
  "1993.",
  "3. W.H. Morris-Jones, The Government and Politics of India, Wistow, England, 1987",
  "edition.",
  "Chapters 4–5",
  "1. B. Shiva Rao, ed., The Framing of India’s Constitution: A Study, New Delhi, 1968.",
  "2. Vidya Dhar Mahajan, Select Modern Governments, New Delhi, 17th edition, 1995.",
  "3. V.P. Menon, The Transfer of Power in India, Princeton, 1957.",
  "4. Granville Austin, The Indian Constitution: Cornerstone of a Nation, Oxford 1966.",
  "5. Subhash C. Kashyap, ‘The Framing of the Constitution and the Process of Institution",
  "Building’, in A Centenary History of The Indian National Congress, in B.N. Pande,",
  "general editor, vol. IV, New Delhi, 1990.",
  "6. W.H. Morris-Jones, The Government and Politics of India, New York, 1967, first",
  "published, London, 1964.",
  "7. S.C. Kashyap, Our Constitution, New Delhi, 1994.",
  "8. S.K. Chaube, Constituent Assembly of India: Springboard of Revolution, New Delhi,",
  "1973.9. D.D. Basu, Introduction to the Constitution of India, New Delhi, 8th edition, 1984.",
  "10. M.V. Pylee, Constitutional Government in India, New Delhi, 4th edition, 1984.",
  "11. David Potter, India’s Political Administrators 1918–83, Oxford, 1986.",
  "Chapter 6",
  "1. S. Gopal, Jawaharlal Nehru—A Biography, vol. 2 (1947–1956), London and Delhi,",
  "1979.",
  "2. Rajmohan Gandhi, Patel: A Life, Ahmedabad, 1990.",
  "3. V.P. Menon, Integration of the Indian States, Madras, 1985, reprint 1985.",
  "4. Sisir K. Gupta, Kashmir: A Study in Indian Pakistan Relations, London, 1967.",
  "5. P. Mishra, ‘Consolidation of Independence: Challenge and Response’, A Centenary",
  "History of the Indian National Congress, general editor, B.N. Pande, vol. IV, ed., Iqbal",
  "Narain, New Delhi, 1990.",
  "Chapter 7",
  "1. Bipan Chandra, ‘Indian Nationalism—Redefined’, and ‘Will the Indian Nation Hold’,",
  "in Bipan Chandra, Essays on Contemporary India, New Delhi, 1993.",
  "2. Boris I. Kluev, India: National and Language Problem, New Delhi, 1981.",
  "3. S. Mohan Kumaramangalam, India’s Language Crisis, Madras, 1965.",
  "4. Hugh Tinker, ‘Is There an Indian Nation’, in Philip Mason, ed., India and Ceylon:",
  "Unity and Diversity, London, 1967.",
  "5. Jyotirindra Das Gupta, Language Conflict and National Development: Group Politics",
  "and National Language Policy in India, Berkeley and Bombay, 1970.",
  "6. Nirmal Kumar Bose, ‘Problems of National Integration’, Science and Culture, vol. 30,",
  "No.4, April 1964.",
  "7. Zoya Hasan, ‘Introduction: State and Identity in Modern India’, in Zoya Hasan, S.N.",
  "Jha and Rasheeduddin Khan, eds, The State, Political Processes and Identity, New",
  "Delhi, 1989.",
  "8. Rajni Kothari, Politics in India, Chapter VIII, New Delhi, 1970.",
  "Chapter 8",
  "1. Jolly Mohan Kaul, Problems of National Integration, New Delhi, 1963.",
  "2. Boris I. Kluev, India: National and Language Problem, New Delhi, 1981.",
  "3. Joseph E. Schwartzberg, ‘Factors in the Linguistic Reorganization of India’, in Paul",
  "Wallace, ed., Region and Nation in India, New Delhi, 1985.",
  "4. Ather Farouqi, ‘The Emerging Dilemma of the Urdu Press in India’, South Asia, Vol.",
  "XVIII, No. 2, 1995.",
  "5. Ralph Russell, ‘Urdu in India Since Independence’, EPW, 9 January 1999.",
  "Chapter 91. Verrier Elwin, (i) A Philosophy for NEFA, Shillong, 1959. (ii) The Tribal World of",
  "Verrier Elwin, Bombay, 1964.",
  "2. Christoph von Furer-Haimendorf (i) ‘The Position of the Tribal Populations in Modern",
  "India’, in Philip Mason, ed., India and Ceylon: Unity and Diversity, London, 1967. (ii)",
  "‘The Changing Position of Tribal Population in India,’ in D. Taylor and M. Yapp,",
  "Political Identity in South Asia, London, 1979.",
  "3. K.S. Singh, ed., Tribal Movements in India, 2 Volumes, New Delhi, 1982.",
  "4. Stuart Corbridge, ‘The Ideology of Tribal Economy and Society: Politics in the",
  "Jharkhand, 1950–1980’, Modern Asian Studies, Vol. 22, No. l, 1988.",
  "5. Nirmal Kumar Bose, (i) ‘Change in Tribal Culture Before and After Independence’,",
  "Man in India, Vol. 44, No. l, January–March 1964. (ii) ‘Integration of Tribes in",
  "Andhra Pradesh’, Man in India, Vol. 44, No. 2, April–June 1964.",
  "6. Jolly M. Kaul, Problems of National Integration, New Delhi, 1963.",
  "7. Urmila Phadnis, Ethnicity and Nation-Building in South Asia, New Delhi, 1989.",
  "8. B.K. Roy-Burman, Indigenous and Tribal Peoples, New Delhi, 1994.",
  "Chapter 10",
  "1. Balveer Arora and Douglas V. Verney, Multiple Identities in a Single State, Delhi,",
  "1993.",
  "2. N. Mukerji and Balveer Arora, Federalism in India, New Delhi, 1991.",
  "3. C.N. Vakil, ‘National Integration’, in J.C. Daruvala, ed., Tensions in Economic",
  "Development in South East Asia, Bombay, 1961.",
  "4. Ashok Mathur, ‘The Character of Industrialization in the Indian Economy’,",
  "unpublished paper, Jawaharlal Nehru University, New Delhi, May 1998.",
  "5. Jolly M. Kaul, Problems of National Integration, New Delhi, 1963.",
  "6. Myron Weiner, Sons of the Soil: Migration and Ethnic Conflict in India, Princeton,",
  "1978.",
  "7. Dipankar Gupta, Nationalism in a Metropolis: The Shiv Sena in Bombay, New Delhi,",
  "1982.",
  "Chapters 11 and 13",
  "1. S. Gopal, Jawaharlal Nehru—A Biography, Vols. 2 and 3, London and Delhi, 1979 and",
  "1984.",
  "2. Bipan Chandra, ‘Jawaharlal Nehru in Historical Perspective’, and ‘Nehru and",
  "Communalism’, in Bipan Chandra, Ideology and Politics in Modern India, New Delhi,",
  "1994.",
  "3. B.R. Nanda, Jawaharlal Nehru: Rebel and Statesman, Delhi, 1995.",
  "4. B.R. Nanda, P.C. Joshi and Raj Krishna, Gandhi and Nehru, Delhi, 1979.",
  "5. Sudipto Kaviraj, ‘Apparent Paradoxes of Jawaharlal Nehru’, Mainstream, 15",
  "November–13 December 1980.",
  "6. Geoffrey Tyson, Nehru: The Years of Power, London, 1966.7. Bagendu Ganguli and Mira Ganguly, ‘Electoral Politics and Partisan Choice’, A",
  "Centenary History of the Indian National Congress, general editor B.N. Pande, Vol.",
  "IV, ed. Iqbal Narain, New Delhi, 1990.",
  "8. Bimal Prasad, Gandhi, Nehru and J.P.: Studies in Leadership, Delhi, 1985.",
  "9. E.M.S. Namboodiripad, Economics and Politics of India’s Socialist Pattern, New",
  "Delhi, 1966.",
  "10. W.H. Morris-Jones, Parliament in India, London, 1957.",
  "11. B.N. Pande, general editor, A Centenary History of the Indian National Congress,",
  "Vol.IV, ed. Iqbal Narain, New Delhi, 1990.",
  "Chapter 12",
  "1. V.P. Dutt, India and the World, New Delhi, 1990.",
  "2. K. Subrahmanyam, ‘Evolution of Indian Defence Policy (1947–1964)’, in B.N.",
  "Pande, general editor, A Centenary History of the Indian National Congress, Vol. lV,",
  "New Delhi, 1990.",
  "3. B.R. Nanda, ed., Indian Foreign Policy: The Nehru Years, Delhi, 1976.",
  "4. Rikhi Jaipal, ‘Ideas and Issues in Indian Foreign Policy’, in B.N. Pande, ed., A",
  "Centenary History.",
  "5. V.P. Dutt, India’s Foreign Policy, New Delhi, 1984.",
  "6. A.K. Damodaran, ‘Foreign Policy in Action’, in B.N. Pande, ed., A Centenary",
  "History.",
  "7. S. Gopal, Jawaharlal Nehru—A Biography, Vols 2 and 3, London, 1979 and 1984.",
  "8. Neville George Anthony Maxwell, India’s China War, London, 1970.",
  "9. M.S. Rajan, India in World Affairs, New York, 1964.",
  "10. W. Norman Brown, The United States and India, Pakistan, Bangladesh, Cambridge,",
  "Massachusetts, 1972.",
  "11. Sisir K. Gupta, Kashmir: A Study in Indo-Pak Relations, Bombay, 1966.",
  "Chapter 14",
  "1. Rajni Kothari, (i) ‘The Congress “System” in India’, Asian Survey, Vol. IV, No. 12,",
  "December 1964. (ii) Politics in India, Chapter V, New Delhi, 1970.",
  "2. S. Gopal, Jawaharlal Nehru—A Biography, Vols. 2 and 3, London and Delhi, 1979 and",
  "1984.",
  "3. Stanley A. Kochanek, The Congress Party of India, Princeton, 1968.",
  "4. V.M. Siriskar and L. Fernandes, Indian Political Parties, Meerut, 1984.",
  "5. All India Congress Committee, A Contemporary History of the Indian National",
  "Congress, general editor B.N. Pande, Vol. IV, ed. Iqbal Narain, New Delhi, 1990.",
  "6. W.H. Morris-Jones, (i) ‘Congress, Dead or Alive’, Pacific Affairs, Vol. 42, No. 2,",
  "1969. (ii) ‘The Indian Congress Party: A Dilemma of Dominance’, in Politics Mainly",
  "Indian, Bombay, 1978. Also in Modern Asian Studies, Vol. 1, No. 2, April 1967. (iii)",
  "The Government and Politics of India, Chapter 5, Wistow, 1987 edition.Chapter 15",
  "1. Myron Weiner, Party Politics in India, Princeton, 1957, Delhi, 1990.",
  "2. Lewis P. Fickett, Jr., (i) The Major Socialist Parties of India, Syracuse, New York,",
  "1976. (ii) ‘The Praja Socialist Party of India—1952–1972: A Final Assessment’, Asian",
  "Survey, Vol. 13, No. 9, September 1973.",
  "3. Howard L. Erdman, (i) The Swatantra Party and Indian Conservatism, Cambridge,",
  "1967. (ii) ‘India’s Swatantra Party’, Pacific Affairs, Vol. 36, No. 4, Winter 1963–64.",
  "4. Bhabani Sengupta, Communism in Indian Politics, New York, 1971.",
  "5. Mohit Sen, Glimpses of the History of the Indian Communist Movement, Madras, 1997.",
  "6. B.D. Graham, Hindu Nationalism and Indian Politics: The Origins and Development of",
  "the Bharatiya Jan Sangh, Cambridge, 1990.",
  "7. Hari Kishore Singh, A History of the Praja Socialist Party, Lucknow, 1959.",
  "8. Mohan Ram, Indian Communism, Delhi, 1969.",
  "9. D.R. Goyal, Rashtriya Swayam Sewak Sangh, New Delhi, 1979.",
  "10. Craig Baxter, The Jan Sangh, Philadelphia, 1969.",
  "11. Achin Vanaik, ‘The Indian Left’, New Left Review, No. 159.",
  "12. Madhu Dandavate, Evolution of Socialist Policies and Perspective 1934–1984,",
  "Bombay, 1986.",
  "13. E.M.S. Namboodiripad, Conflicts and Crisis: Political India—1974, Bombay, 1974.",
  "14. Haridev Sharma, et al., Fifty Years of Socialist Movement in India, New Delhi, 1984.",
  "Chapters 16 to 19",
  "1. Inder Malhotra, Indira Gandhi: A Personal and Political Biography, London, 1989.",
  "2. Zareer Masani, Indira Gandhi—A Biography, London, 1975.",
  "3. Pupul Jayakar, Indira Gandhi—A Biography, New Delhi, 1992.",
  "4. Mary C. Carras, Indira Gandhi: In the Crucible of Leadership, Bombay, 1979.",
  "5. Morarji Desai, The Story of My life, Vol. 2, Delhi, 1974.",
  "6. C.P. Srivastava, Lal Bahadur Shastri, Delhi, 1995.",
  "7. Tariq Ali, The Nehrus and the Gandhis, London, 1985.",
  "8. S.S. Gill, The Dynasty: A Political Biography of the Premier Ruling Family of Modern",
  "India, New Delhi, 1996.",
  "9. Sudipto Kaviraj, ‘Indira Gandhi and Indian Politics’, EPW, 20–27 September 1986.",
  "10. Rajni Kothari, Politics in India, Chapter V, New Delhi, 1970.",
  "11. Rabindra Ray, The Naxalites and Their Ideology, Delhi, 1988.",
  "12. Mahendra Prasad Singh, Split in a Predominant Party: The Indian National Congress",
  "in 1969, New Delhi, 1981.",
  "13. Krishan Bhatia, Indira: A Biography of Prime Minister Gandhi, London, 1974.",
  "14. W.H. Morris-Jones, ‘India Elects for Change—and Stability’, Asian Survey, Vol. XI,",
  "No. 8, August 1971, Berkeley. Also in his Politics Mainly Indian, Bombay, 1978.",
  "15. Norman D. Palmer, ‘India’s Fourth General Elections’, Asian Survey, Vol. VII, no. 5,",
  "May 1967.16. Ashis Nandy, ‘Indira Gandhi and the Culture of Indian Politics’, in his At the Edge of",
  "Psychology: Essays in Politics and Culture, Delhi, 1980.",
  "17. Harry W. Blair, ‘Mrs. Gandhi’s Emergency, The Indian Elections of 1977, Pluralism",
  "and Marxism: Problems with Paradigms’, Modern Asian Studies, Vol. 14, No. 2, 1980.",
  "Chapter 18",
  "A. The JP Movement",
  "1. Ghanshyam Shah, Protest Movements in Two Indian States: A Study of the Gujarat",
  "and Bihar Movements, Delhi, 1977.",
  "2. Bimal Prasad, Gandhi, Nehru and J.P.: Studies in Leadership, Delhi, 1985.",
  "3. Minoo Masani, Is J.P. the Answer?, Delhi, 1975.",
  "4. John R. Wood, ‘Extra-Parliamentary Opposition in India: An Analysis of Populist",
  "Agitations in Gujarat and Bihar’, Pacific Affairs, Vol. XLVIII, No. 3, Fall 1975.",
  "5. Ajit Bhattacharjea, Jayaprakash Narayan: A Political Biography, Delhi, 1975.",
  "B. The Emergency",
  "1. Henry C. Hart, ed., Indira Gandhi’s India, Boulder (Colorado), 1976.",
  "2. Max Zins, Strains on Indian Democracy, New Delhi, 1988. Also in Zoya Hasan, S.N.",
  "Jha and Rasheeduddin Khan, The State, Political Processes and Identity, New Delhi,",
  "1989.",
  "3. V.P. Dutt, ‘The Emergency in India: Background and Rationale’, Asian Survey, Vol.",
  "XVI, No. 12, December 1976.",
  "4. Seminar, March 1977, New Delhi.",
  "5. Balraj Puri, ‘Fuller Views of Emergency’, EPW, 15 July 1995.",
  "6. Kuldip Nayar, The Judgement: Inside Story of the Emergency in India, New Delhi,",
  "1977.",
  "7. W.H. Morris-Jones, ‘Creeping but Uneasy Authoritarianism: India 1975–76,’",
  "Government and Opposition, Vol. 12, No. 1, Winter 1977.",
  "8. David Selbourne, An Eye to India: The Unmasking of a Tyranny, London, 1977.",
  "C. The Janata Government",
  "1. C.P. Bhambri, The Janata Party: A Profile, New Delhi, 1980.",
  "2. Janardan Thakur, All the Janata Men, New Delhi, 1978.",
  "3. J. Das Gupta, ‘The Janata Phase: Reorganisation and Redirection in Indian Politics’,",
  "Asian Survey, Vol. XIX, No. 4, April 1979.",
  "4. Iqbal Narain, ‘India 1977: From Promise to Disenchantment’, Asian Survey, Vol.",
  "XVIII, No. 2, February 1978.",
  "5. Robert L. Hardgrave, Jr. and Stanley A. Kochanek, India: Government and Politics in",
  "a Developing Nation, 5th edition, pp. 276–82.",
  "6. L.I. Rudolph and S.H. Rudolph, In Pursuit of Lakshmi: The Political Economy of theIndian State, Chapter 5, Bombay, 1987.",
  "Chapter 20",
  "1. Bhabani Sen Gupta, Rajiv Gandhi: A Political Study, New Delhi, 1989.",
  "2. Mohan Ram, Sri Lanka: The Fractured Island, New Delhi, 1989.",
  "3. Minhaz Merchant, Rajiv Gandhi: The End of a Dream, New Delhi, 1991.",
  "4. Nicholas Nugent, Rajiv Gandhi: Son of a Dynasty, New Delhi, 1991.",
  "5. Ved Mehta, Rajiv Gandhi and Rama’s Kingdom, New Haven and London, 1994.",
  "6. S.S. Gill, The Dynasty: A Political Biography of the Premier Ruling Family of India,",
  "New Delhi, 1996.",
  "7. Raju G.C. Thomas, Indian Security Policy, Princeton, 1986.",
  "8. R. Venkataraman, My Presidential Years, New Delhi, 1994.",
  "9. Ramesh Thakur, The Politics and Economics of India’s Foreign Policy, London, 1994.",
  "Chapter 21",
  "1. Seema Mustafa, The Lonely Prophet: V.P. Singh, A Political Biography, New Delhi,",
  "1995.",
  "2. David Butler, Ashok Lahiri and Prannoy Roy, India Decides: Elections 1952–1995.",
  "New Delhi, 3rd edition, 1995.",
  "3. Paul R. Brass, The New Cambridge History of India, IV.; The Politics of India Since",
  "Independence, Cambridge, 2nd edition, 1994.",
  "4. R. Venkataraman, My Presidential Years, New Delhi, 1994.",
  "5. M.N. Srinivas, ed., Caste: Its Twentieth Century Avatar, New Delhi, 1996.",
  "6. Yogendra Yadav, et al., ‘The Maturing of a Democracy’, in India Today, Vol. xxi,",
  "No. 16, 1996.",
  "7. Yogendra Yadav, ‘Reconfiguration in Indian Politics: State Assembly Elections,",
  "1993–96’, EPW, Vol. 32, Nos. 2–3, 1996.",
  "8. Thomas Blom Hansen and Christophe Jaffrelot, The BJP and the Compulsions of",
  "Politics in India, Delhi, 1998.",
  "9. V.P. Dutt, India’s Foreign Policy in a Changing World, New Delhi, 1999.",
  "10. Lalit Mansingh, et al., Indian Foreign Policy: Agenda for the 21st Century, New Delhi,",
  "1997.",
  "11. Air Commodore Jasjit Singh, ed., Nuclear India, New Delhi, 1998.",
  "12. Amitabh Mattoo, ed., India’s Nuclear Deterrent: Pokhran II and Beyond, New Delhi,",
  "1999.",
  "13. V.P. Dutt, India’s Foreign Policy Since Independence, New Delhi, 2007.",
  "14. J.N. Dixit, India–Pakistan in War and Peace, Routledge, 2003.",
  "15. Air Commodore Jasjit Singh, Kargil 1999: Pakistan’s Fourth War for Kashmir,",
  "Knowledge World, New Delhi, 1999.",
  "16. C. Raja Mohan, Impossible Allies: Nuclear India, United States and the Global Order,",
  "New Delhi, 2006.Chapter 22",
  "A. Tamil Nadu",
  "1. S.N. Balasundaram, ‘The Dravidian (Non-Brahmin) Movements in Madras’, and C.",
  "Annadurai, ‘D.M.K. As I See It’, in Iqbal Narain, ed., State Politics in India, Meerut,",
  "1967.",
  "2. Pandav Nayak, ‘Politics of Pragmatism’, in Iqbal Narain, ed., State Politics in India,",
  "Meerut, 1976.",
  "3. Marguerite Ross Barnett, The Politics of Cultural Nationalism in South India, Princeton,",
  "1976.",
  "4. David Washbrook, ‘Caste, Class and Dominance in Modern Tamil Nadu: Non-",
  "Brahmanism, Dravidianism and Tamil Nationalism’, in Francine R. Frankel and",
  "M.S.A. Rao, eds, Dominance and State Power in Modern India: Decline of a Social",
  "Order, Vol. 1, Delhi, 1989.",
  "5. Urmila Phadnis, ‘The Dravidian Movement and Tamil Ethnicity in India’, in her",
  "Ethnicity and Nation-Building in South Asia, New Delhi, 1989.",
  "B. Andhra Pradesh",
  "1. Hugh Gray, (i) ‘The Demand for a Separate Telengana State in India’, Asian Survey,",
  "Vol. XI, No. 5, May 1971. (ii) ‘The Failure of the Demand for a Separate Andhra",
  "State’, Asian Survey, Vol. XIV, No. 4 April 1974.",
  "2. G. Ram Reddy, ‘Andhra Pradesh: The Citadel of the Congress’, in Iqbal Narain, ed.,",
  "State Politics in India, Meerut, 1976.",
  "3. Mohit Sen, ‘Showdown in Andhra’, EPW, 23 December 1972.",
  "4. Dagmar Bernstorff, ‘Region and Nation: The Telengana Movement’s Dual Identity’,",
  "in Taylor and Yapp, Political Identity in South Asia, London, 1979.",
  "D. Assam",
  "1. Sanjib Baruah, (i) ‘Immigration, Ethnic Conflict, and Political Turmoil—Assam,",
  "1979–1985,’ Asian Survey, Vol. XXVI, No. 11, November 1986. (ii) ‘Ethnic Conflict",
  "or State-Society Struggle’, Modern Asian Studies, Vol. 28, No. 3, 1994.",
  "2. Myron Weiner, Sons of the Soil: Migration and Ethnic Conflict in India, Princeton,",
  "1978.",
  "3. Hiren Gohain, ‘Ethnic Unrest in the North-East’, EPW, 22 February 1997.",
  "4. J. Das Gupta, ‘Ethnicity, Democracy and Development in India: Assam in a General",
  "Perspective’, in Atul Kohli, ed., India’s Democracy, Princeton, 1988.",
  "Chapter 23",
  "A. West Bengal",
  "1. Atul Kohli, (i) ‘West Bengal: Parliamentary Communism and Reform from Above’,in Atul Kohli, The State and Poverty in India, Cambridge, 1987. (ii) Democracy and",
  "Discontent, Chapters 6, 10, 13, Cambridge, 1991. (iii) ‘Parliamentary Communism",
  "and Agrarian Reform: The Evidence from India’s Bengal’, Asian Survey, Vol. 23, No.",
  "7, July 1983. (iv) ‘From Elite Activism to Democratic Consolidation: The Rise of",
  "Reform Communism in West Bengal’, in Francine R. Frankel and M.S.A. Rao, eds,",
  "Dominance and State Power in Modern India: Decline of a Social Order, Vols. I and",
  "II, Delhi, 1989, 1990.",
  "B. Jammu and Kashmir",
  "1. S. Gopal, Jawaharlal Nehru—A Biography, Vols 2 and 3, London and New Delhi,",
  "1979 and 1984.",
  "2. Balraj Puri, ‘Jammu and Kashmir’, in Myron Weiner, State Politics in India,",
  "Princeton, 1968.",
  "3. Ajit Bhattacharjea, Kashmir—The Wounded Valley, New Delhi, 1994.",
  "4. B.C. Verghese, ‘Fourth Option: Towards a Settlement in Jammu and Kashmir’, in",
  "Upendra Baxi, Alice Jacob and Tarlok Singh, Reconstructing the Republic, New",
  "Delhi, 1999.",
  "5. Roop Krishen Bhatt, ‘Politics of Integration’, in Iqbal Narain, ed., State Politics in",
  "India, Meerut, 1976.",
  "Chapter 24",
  "1. Baldev Raj Nayar, (i) Minority Politics in the Punjab, Princeton, 1966. (ii) ‘Sikh",
  "Separatism in the Punjab’, in Donald E. Smith, ed., South Asian Politics and Religion,",
  "Princeton, 1966.",
  "2. Rajni A. Kapur, Sikh Separatism: The Politics of Faith, London, 1986.",
  "3. K.P.S. Gill, The Knights of Falsehood, New Delhi, 1997.",
  "4. Amarjit Kaur, et al., The Punjab Story, New Delhi, 1984.",
  "5. Satyapal Dang, Genesis of Terrorism: An Analytical Study of Punjab Terrorists, New",
  "Delhi, 1988.",
  "6. Amrik Singh, ed., Punjab in Indian Politics, Delhi, 1985.",
  "7. Seminar, February 1984.",
  "8. Pramod Kumar, et al., Punjab Crisis: Context and Trends, Chandigarh, 1984.",
  "9. Sucha Singh Gill and K.C. Singhal, ‘The Punjab Problem: Its Historical Roots’, EPW,",
  "April 1984.",
  "10. Bikash Chandra, Punjab Crisis—Perceptions and Perspectives of the Indian",
  "Intelligentsia, New Delhi, 1993.",
  "Chapters 25–33",
  "1. A.M. Khusro, ‘Land Reforms Since Independence’, in V.B. Singh, ed. The Economic",
  "History of India, 1857–1956, Delhi, 1965.2. A. Vaidyanathan, ‘The Indian Economy Since Independence (1947– 70)’, in Dharma",
  "Kumar, ed., The Cambridge Economic History of India, Delhi, 1984 reprint.",
  "3. Aditya Mukherjee, Imperialism, Nationalism and the Marketing of the Indian Capitalist",
  "Class 1920–1947, New Delhi, 2002.",
  "4. Aditya Mukherjee and Mridula Mukherjee. ‘Imperialism and the Growth of Indian",
  "Capitalism in the Twentieth Century’, EPW, 12 March 1988.",
  "5. Amartya Sen, ‘How is India Doing?,’ New York Review of Books, 1982, reprinted in",
  "Mainstream, 26 January 1983.",
  "6. Amartya Sen, ‘Social Commitment and Democracy’, New Thinking Communist, 1",
  "November 1998.",
  "7. Angus Maddison, The Word Economy: Vol. I A Millennial Perspective, Vol. II",
  "Historical Statistics, OECD, 2006, Indian edition, New Delhi, 2007.",
  "8. Atul Kohli, ‘Politics of Economic Liberalization in India’, World Development, Vol.",
  "17, No. 3, 1989.",
  "9. Atul Kohli, Democracy and Discontent, Cambridge, 1990.",
  "10. B.R. Tomlinson, The Economy of Modern India, 1860–1970, Cambridge, 1993.",
  "11. Baldev Raj Nayar, India’s Globalisation: Evaluating the Economic Consequences,",
  "New Delhi, 2007.",
  "12. Bimal Jalan, ed., The Indian Economy: Problems and Prospects, New Delhi, 1992.",
  "13. Bimal Jalan, India’s Economy in the New Millennium, New Delhi, 2002.",
  "14. Bipan Chandra, Essays on Colonialism, New Delhi, 1999.",
  "15. Amit Bhaduri and Deepak Nayyar, The Intelligent Person’s Guide to Liberalization,",
  "New Delhi, 1996.",
  "16. Dani Rodrik and Arvind Subramanian, ‘Why India Can Grow at 7 Per Cent a Year or",
  "More: Projections and Reflections’, EPW, 17 April 2004.",
  "17. G.S. Bhalla, Indian Agriculture Since Independence, New Delhi, 2007.",
  "18. Himangshu, ‘Recent Trends in Poverty and Inequality: Some Preliminary Results’,",
  "EPW, 10 February 2007.",
  "19. Jeffrey D. Sachs, The End of Poverty: Economic Possibilities of Our Time, New York,",
  "2005.",
  "20. Jeffrey D. Sachs, Ashutosh Varshney and Nirupam Bajpai, eds,. India in the Era of",
  "Economic Reforms, New Delhi, 1999.",
  "21. Kyoko Inoue, Industrial Development Policy of India, Tokyo, 1992.",
  "22. K.N. Raj, Indian Economic Growth: Performance and Prospects, New Delhi, 1965.",
  "23. K. Sundaram and Suresh D. Tendulkar, ‘Poverty Has Declined in the 1990s’, EPW, 25",
  "January 2003.",
  "24. L.I. Rudolph and S.H. Rudolph, In Pursuit ofLakshmi: The Political Economy of the",
  "Indian State, Chicago, 1987.",
  "25. Louis J. Walinsky, ed., Agrarian Reform as Unfinished Business, The Selected Papers",
  "of Wolf Ladejinsky, New York, 1977.",
  "26. Mridula Mukherjee, Colonialising Agriculture: The Myth of Punjab Exceptionalism,",
  "New Delhi, 2006.",
  "27. Nariaki Nakazato, ‘The Origins of Development Planning in India’, in FumikoOshikawa, ed., South Asia under the Economic Reforms, Osaka, 1999.",
  "28. National Planning Committee Report, Bombay, 1949.",
  "29. Nitin Desai, ‘Development Planning in India: A Review’, in India Since",
  "Independence, Vol. I, Proceedings of National Seminar, Indian Council of Social",
  "Science Research, New Delhi, 1988.",
  "30. Prabhat Patnaik, The Retreat to Unfreedom: Essays on the Emerging World Order,",
  "New Delhi, 2003.",
  "31. P.C. Joshi, ‘Land Reform in India and Pakistan,’ EPW, 26 December 1970.",
  "32. P.S. Appu, ‘Tenancy Reform in India’, EPW, Special Number, August 1975.",
  "33. Prabhat Patnaik, ‘Political Strategies of Economic Development’, in Partha",
  "Chatterjee, ed., Wages of Freedom: Fifty Years of the Indian Nation-State, Delhi,",
  "1998.",
  "34. Pranab Bardhan, The Political Economy of Development in India, Delhi, 1998",
  "(expanded edition).",
  "35. Purshottamdas Thakurdas, et al., A Plan of Economic Development for India, Parts 1",
  "& 2, Harmondsworth, 1945.",
  "36. R. Nagraj, ‘Industrial Growth in China and India: A Preliminary Comparison’ EPW,",
  "21 May 2005.",
  "37. Ruth Heredia, The Amul India Story, New Delhi, 1997.",
  "38. S.J. Patel, Essays on Economic Transition, Bombay, 1965.",
  "39. Sukhamoy Chakravarty, Development Planning: The Indian Experience, Oxford,",
  "1987.",
  "40. T.V. Sathyamurthy, ed., Industry and Agriculture in India Since Independence, Delhi,",
  "1995.",
  "41. C.H. Hanumantha Rao, ‘Agriculture: Policy and Performance’, in Bimal Jalan, ed.,",
  "The Indian Economy: Problems and Prospects, New Delhi, 1992.",
  "42. D. Bandyopadhyay, ‘Land Reform in India: An Analysis’, EPW, Review of",
  "Agriculture, June 1986.",
  "43. Daniel Thorner, The Shaping of Modern India, New Delhi, 1980.",
  "44. Economic Survey, Government of India, various years.",
  "45. Five Year Plans, I to IX, Planning Commission, Government of India, various dates.",
  "46. Francine R. Frankel, India’s Political Economy 1947–77, Delhi.",
  "47. G. Kotovsky, Agrarian Reforms in India, New Delhi, 1964.",
  "48. G.S. Bhalla, ‘Nehru and Planning—Choices in Agriculture’, Working Paper Series,",
  "School of Social Sciences, Jawaharlal Nehru University, New Delhi, 1990.",
  "49. G.S. Bhalla and G.K. Chadha, ‘Green Revolution and the Small Peasant—A Study of",
  "Income Distribution in Punjab Agriculture’, EPW, 15 and 22 May 1982.",
  "50. G.S. Bhalla and Gurmail Singh, ‘Recent Developments in Indian Agriculture: A State",
  "Level Analysis’, EPW, 29 March 1997.",
  "51. Ghanshyam Shah, ed., Capitalist Development: Critical Essays, Bombay, 1990.",
  "52. Indian National Congress, Resolutions on Economic Policy Programme and Allied",
  "Matters 1924–1969, New Delhi, 1969.",
  "53. Isher J. Ahluwalia, Industrial Growth in India, Delhi, 1985.54. Isher J. Ahluwalia and I.M.D. Little, eds, India’s Economic Reforms and",
  "Development: Essays for Manmohan Singh, Delhi, 1998.",
  "55. J.C. Sandesara, ‘Indian Industrialisation: Tendencies, Interpretations and Issues’, in",
  "India Since Independence, Volume 1, Proceedings of National Seminar, Indian",
  "Council of Social Science Research, New Delhi, 1988.",
  "56. Jagdish Bhagwati, India in Transition: Freeing the Economy, Delhi, 1994.",
  "57. Jagdish Bhagwati and T.N. Srinivasan, India’s Economic Reforms, 1993, A Report",
  "prepared at the request of Manmohan Singh, Finance Minster of India, reprinted by",
  "the Associated Chamber of Commerce and Industry of India, New Delhi.",
  "58. Jagdish N. Bhagwati and Padma Desai, India: Planning for Industrialisation,",
  "Industrialisation and Trade Policies Since 1951, London, 1970.",
  "59. Jean Dreze and Amartya Sen, India: Economic Development and Social Opportunity,",
  "Delhi, 1996.",
  "60. S. Mahendra Dev and C. Ravi, ‘Poverty and Inequality: All-India and States, 1983–",
  "2005’, EPW, 10 February 2007.",
  "61. The East Asian Miracle: Economic Growth and Public Policy, World Bank, New York,",
  "1993.",
  "62. V.B. Singh, ed., Economic History of India: 1857–1956, Bombay, 1965.",
  "63. Vijay Joshi and I.M.D. Little, India: Macroeconomics and Political Economy 1964–",
  "1991, Washington, 1994",
  "64. Vijay Joshi and I.M.D. Little, India’s Economic Reforms 1991–2001, Oxford, 1996.",
  "65. Wilfred Candler and Nalini Kumar, India: The Dairy Revolution, Washington, 1998.",
  "66. Arjun Sengupta, ‘Fifty Years of Development Policy in India’, in Hiranmay",
  "Karlekar, ed., Independent India: The First Fifty Years, Delhi, 1988.",
  "Chapter 34",
  "1. A.R. Desai, ed., Agrarian Struggles in India After Independence, Delhi, 1986.",
  "2. P. Sundarayya, Telangana People’s Struggle and Its Lessons, Calcutta, 1972.",
  "3. Ravi Narayan Reddy, Heroic Telangana: Reminiscences and Experiences, New",
  "Delhi, 1973.",
  "4. Barry Pavier, The Telangana Movement: 1944–51, New Delhi, 1981.",
  "5. Mridula Mukherjee, ‘Communists and Peasants in Punjab: A Focus on the Muzara",
  "Movement in Patiala, 1937–53’, in Bipan Chandra, ed., The Indian Left: Critical",
  "Appraisals, New Delhi, 1983.",
  "6. Mridula Mukherjee, ‘Peasant Resistance and Peasant Consciousness in Colonial India:",
  "Subalterns and Beyond’, EPW, 1988, 8 and 15 October.",
  "7. Mridula Mukherjee, Peasants in India’s Non-violent Revolution, Practice and Theory,",
  "New Delhi, 2004.",
  "8. Marcus F. Franda, Radical Politics in West Bengal, Cambridge, Massachusetts, 1971.",
  "9. Sumanta Banerjee, In the Wake of Naxalbari: A History of the Naxalite Movement in",
  "India, Calcutta, 1980.",
  "10. Shantha Sinha, Maoists in Andhra Pradesh, Delhi, 1989.11. Sunil Sahasrabudhey, Peasant Movement in Modern India, Allahabad, 1989.",
  "12. Tom Brass, ed., New Farmers’ Movements in India, Ilford, 1995.",
  "13. Gail Omvedt, Reinventing Revolution: New Social Movements and the Socialist",
  "Tradition in India, London, 1993.",
  "14. Manoranjan Mohanty and Parma Nath Mukherji, eds, People’s Rights and the State",
  "in the Third World, New Delhi, 1998.",
  "Chapter 35",
  "1. Bipan Chandra, (i) Communalism in Modern India (ii) Ideology and Politics in Modern",
  "India, Chapters 4, 5, 6, 7, New Delhi, 1994. (iii) Essays in Contemporary India, Part",
  "II, New Delhi, 1993.",
  "2. Pramod Kumar, ed., (i) Towards Understanding Communalism, Chandigarh, 1992. (ii)",
  "Polluting Sacred Faith: A Study on Communalism and Violence, Delhi, 1992.",
  "3. Asghar Ali Engineer, (i) Communalism in India: A Historical Empirical Study. (ii)",
  "Communalism and Communal Violence in India, Delhi, 1989.",
  "4. Achin Vanaik, Communalism Contested: Religion, Modernity and Secularization, New",
  "Delhi, 1997.",
  "5. P.N. Rajagopal, Communal Violence in India, New Delhi, 1987.",
  "6. S.K. Ghosh, Communal Riots in India, New Delhi, 1987.",
  "7. Christophe Jaffrelot, The Hindu Nationalist Movement and Indian Politics, 1925 to the",
  "1990s, London, 1996.",
  "8. S. Gopal, ed., Anatomy of a Confrontation: The Babri Masjid– Ramjanambhoomi Issue,",
  "New Delhi, 1991.",
  "9. Randhir Singh, ‘Theorising Communalism’, EPW, 23 July 1988.",
  "10. Parveen Patel, ‘Communal Riots in Contemporary India: Towards a Sociological",
  "Explanation’, in Upendra Baxi and Bhikhu Parekh, eds, Crisis and Change in",
  "Contemporary India, New Delhi, 1995.",
  "11. Gyanendra Pandey, Hindus and Others: The Question of Identity in India Today, New",
  "Delhi, 1993.",
  "12. D.R. Goyal, Rashtriya Swayamsevak Sangh, New Delhi, 1979.",
  "13. Subrata Kumar Mitra, ‘Desecularising the State: Religion and Politics in India After",
  "Independence’, Comparative Study of Society and History, Vol. 33, 1991.",
  "Chapter 36",
  "1. Aditya Mukherjee and Mridula Mukherjee, eds., Communalisation of Education, The",
  "History Textbook Controversy, Delhi Historians’ Group, 2002, also in Mainstream,",
  "Annual Number, 22 December 2001.",
  "2. Aditya Mukherjee, Mridula Mukherjee and Sucheta Mahajan, RSS, School Texts and",
  "the Murder of Mahatma Gandhi: The Hindu Communal Project, New Delhi 2008.",
  "3. Amartya Sen, The Argumentative Indian: Writings on Indian History, Culture and",
  "Identity, London, 2005.4. Bipan Chandra, Communalism: A Primer, Anamika, New Delhi, 2004.",
  "5. Christophe Jaffrelot, The Hindu Nationalist Movement and Indian Politics, 1925 to the",
  "1990s: Strategy of Identity Building, Implantation and Mobilisation with special",
  "reference to Central India, London, 1996 (first published as Les nationalists hindoues,",
  "Paris, 1993).",
  "6. Christophe Jaffrelot, ed. The Sangh Parivar: A Reader, New Delhi, 2005.",
  "7. Communalisation of Education: The Assault on History Press Reportage, Editorials,",
  "and Articles, Sahmat, 2002.",
  "8. Desh Raj Goyal, Rastriya Swayamsevak Sangh, New Delhi, 2000.",
  "9. Irfan Habib, Suvira Jaiswal and Aditya Mukherjee, History in the New NCERT",
  "Textbooks: A Report and Index of Errors, Approved and Published by the Executive",
  "Committee, Indian History Congress, Kolkata, 2003.",
  "10. Pralay Kanungo, RSS’s Tryst with Politics: From Hedgewar to Sudarshan, New Delhi,",
  "2002.",
  "11. Report of Commission of Inquiry into Conspiracy to Murder Mahatma Gandhi (Kapur",
  "Commission Report), New Delhi, 1970.",
  "12. Romila Thapar, H. Mukhia and B. Chandra, Communalism and the Writing of Indian",
  "History, Delhi, 1969.",
  "13. Saffronised and Substantiated: A Critique of the New NCERT Textbooks, Sahmat, 2002.",
  "14. Sucheta Mahajan, Independence and Partition: The Erosion of Colonial Power in",
  "India, New Delhi, 2000.",
  "15. The Communal Problem: Report of the Kanpur Riots Enquiry Committee, New Delhi,",
  "2005. First published by Sunderlal, Secretary, Kanpur Riots Enquiry Committee in",
  "1933. This was a Report of the committee appointed by the Indian National Congress",
  "(Karachi Session 1931) to enquire into the Kanpur riots of March 1931.",
  "16. Achin, Vanaik, Situating the Threat of Hindu Nationalism: Problem with the Fascist",
  "Paradigm, New Delhi, 1994.",
  "Chapter 37",
  "1. Eleanor Zelliot, From Untouchable to Dalit: Essays on the Ambedkar Movement, New",
  "Delhi, 1992.",
  "2. M.N. Srinivas, The Cohesive Role of Sanskritisation and Other Essays, Delhi, 1989.",
  "3. Bipan Chandra, et al, India’s Struggle for Independence, 1857–1947, Chapter 18.",
  "4. Jean Dreze and Amartya Sen, India: Economic Development and Social Opportunity,",
  "Delhi, 1995.",
  "5. V. Suresh, ‘The Dalit Movement in India’, in T.V. Sathyamurthy, Social Change and",
  "Political Discourse in India, Vol. 3, Region, Religion, Caste, Gender and Culture in",
  "Contemporary India, 1996.",
  "6. Gail Omvedt, ‘The Anti-Caste Movement and the Discourse of Power’, in ibid.",
  "7. Gail Omvedt, ‘“We Want the Return of Our Sweat”: The New Peasant Movement in",
  "India and the Formation of a New Agricultural Policy’, in Tom Brass, ed., New",
  "Farmers’ Movements in India, Ilford, 1995.8. Gail Omvedt, Dalits and the Democratic Revolution: Dr Ambedkar and the Dalit",
  "Movement in Colonial India, New Delhi, 1994.",
  "9. M.S. Gore, The Social Content of an Ideology: Ambedkar’s Political and Social",
  "Thought, Bombay, 1993.",
  "10. Francine R. Frankel and M.S.A. Rao, eds, Dominance and State Power in Modern",
  "India: Decline of a Social Order, Delhi, 1989, 1990.",
  "Chapter 38",
  "1. Committee on the Status of Women in India, Towards Equality, New Delhi, 1974.",
  "2. M. Chaudhuri, Indian Women’s Movement, New Delhi, 1993.",
  "3. Karuna Chanana, ed., Socialisation, Education and Women: Explorations in Gender",
  "Identity, New Delhi, 1988.",
  "4. Radha Kumar, The History of Doing: An Illustrated Account of Movements for",
  "Women’s Rights and Feminism in India, 1800–1990, New Delhi, 1993.",
  "5. Joanna Liddle and Rama Joshi, Daughters of Independence, Delhi, 1986.",
  "6. Kumkum Sangari and Sudesh Vaid, eds, Recasting Women, Delhi, 1989.",
  "7. Madhu Kishwar and Ruth Vanita, eds, In Search of Answers: Indian Women’s Voices",
  "from Manushi, London, 1984.",
  "8. Manushi, various issues.",
  "9. Ramachandra Guha, The Unquiet Woods: Ecological Change and Peasant Resistance",
  "in the Himalaya, Delhi, 1989.",
  "10. Rajni Palriwala and Indu Agnihotri, ‘Tradition, the Family and the State: Politics of",
  "the Contemporary Women’s Movement’, in T.V. Sathyamurthy, ed., Social Change",
  "and Political Discourse in India, Vol. 3. Region, Religion, Caste, Gender and Culture",
  "in Contemporary India, Delhi, 1996.",
  "11. Ilina Sen, ‘Women’s Politics in India’, in ibid.",
  "12. Jean Dreze and Amartya Sen, India: Economic Development and Social Opportunity,",
  "Delhi, 1995.",
  "Chapter 39",
  "1. Achin Vanaik, The Painful Transition: Bourgeois Democracy in India, London, 1990.",
  "2. Aditya Mukherjee, Imperialism, Nationalism and the Making of the Indian Capitalist",
  "Class 1920–47, New Delhi, 2002.",
  "3. Aditya Mukherjee and Mridula Mukherjee, ‘Imperialism and the Growth of Indian",
  "Capitalism in the Twentieth Century’, EPW, 12 March 1988.",
  "4. Atul Kohli, Democracy and Discontent: India’s Crisis of Governability, Cambridge,",
  "1991.",
  "5. Ernesto Laclau, Politics and Ideology in Marxist Theory, London, 1977.",
  "6. Francine R. Frankel, India’s Political Economy 1947–77, Delhi.",
  "7. K.N. Raj, ‘The Politics and Economics of Intermediate Regimes’, EPW, 7 July 1973.",
  "8. L.I. Rudolph and S.H. Rudolph, In Pursuit of Lakshmi: The Political Economy of theIndian State, Chicago, 1987.",
  "9. Myron Weiner, Indian Paradox: Essays in Indian Politics, ed., Ashutosh Varshney,",
  "New Delhi, 1989.",
  "10. Nicos Poulantzas, Classes in Contemporary Capitalism, London, 1975.",
  "11. Peter Evans, Dependent Development: The Alliance of Local Capital in Brazil,",
  "Princeton, 1979.",
  "12. Prabhat Patnaik, ‘Political Strategies of Economic Development’, in Partha",
  "Chatterjee, ed., Wages of Freedom: Fifty Years of the Indian Nation-State, Delhi,",
  "1998.",
  "13. Pranab Bardhan, (i) The Political Economy of Development in India, Delhi, 1998",
  "(expanded edition). (ii) ‘Dominant Proprietary Classes and India’s Democracy’ in",
  "Atul Kohli, ed., India’s Democracy, Princeton, 1988.",
  "14. Ralph Miliband, Marxism and Politics, Oxford, 1977.",
  "15. Sudipto Mundle, ‘State Characters and Economic Policy’, Social Scientist, May 1974.",
  "16. Ajit Ray, Political Power in India, Calcutta, 1981 edition.",
  "17. B. Berberoghi, Class, State and Development in India, New Delhi, 1992.",
  "Chapter 40 (In addition to books in the General List)",
  "1. Sudipto Kaviraj, ‘On the Crisis of Political Institutions in India,’ Contributions to Indian",
  "Sociology, N.S., Vol.18, No.2, 1984.",
  "2. Rajni Kothari, (i) ‘The Crisis of the Moderate State and the Decline of Democracy’,",
  "in Peter Lyon and James Manor, eds, Transfer and Transformation, Leicester, 1983.",
  "(ii) State Against Democracy: In Search of Humane Governance, Delhi, 1988.",
  "3. C.P. Bhambri, The Indian State: Fifty Years, Delhi, 1997.",
  "4. Atul Kohli, Democracy and Discontent: India’s Crisis of Governability, Cambridge,",
  "1991.",
  "5. Myron Weiner, (i) The Indian Paradox: Essays in Indian Politics, Chapter 3, New",
  "Delhi, 1988. (ii) ‘The Wounded Tiger: Maintaining India’s Democratic Institutions’, in",
  "Peter Lyon and James Manor, eds, Transfer and Transformation, Leicester, 1983.",
  "6. Henry C. Hart, ‘The Indian Constitution: Political Development and Decay’, Asian",
  "Survey, Vol. XX, No. 4, April 1980.",
  "7. A. Surya Prakash, What Ails Indian Parliament, New Delhi, 1995.",
  "8. S.C. Kashyap, ‘Parliament: A Mixed Balance Sheet’, in Hiranmay Karlekar,",
  "Independent India: The First Fifty Years, Delhi, 1998.",
  "9. N.S. Saxena, Law and Order in India, New Delhi, 1987.",
  "10. P.C. Alexander, ‘Civil Service: Continuity and Change’, in Hiranmay Karlekar, ed.,",
  "Independent India: The First Fifty Years, Delhi, 1998.",
  "11. David H. Bayley, ‘The Police and Political Order in India’, Asian Survey, Vol. XXIII,",
  "No. 4, April 1983.",
  "12. Indian Police Journal, Special Issue on Police Reforms, Vol. XLVI, No. l, January–",
  "March 1999.",
  "13. Stephen P. Cohen, ‘The Military and Indian Democracy’, in Atul Kohli, ed., India’sDemocracy: An Analysis of Changing State–Society Relations, Princeton, 1988.",
  "14. Lt. General S.L. Menezes, Fidelity and Honour: The Indian Army from the 17th to 21st",
  "Century, New Delhi, 1993.",
  "Chapter 41",
  "1. Rajni Kothari, (i) Politics in India, Chapter IX, New Delhi, 1970. (ii) Democratic",
  "Polity and Social Change in India, Bombay, 1976.",
  "2. Arend Lipjhart, ‘The Puzzle of Indian Democracy: A Consociational Interpretation,’",
  "American Political Science Review, Vol. 90, No. 2, June 1996.",
  "3. Daniel Thorner, The Shaping of Modern India, pp. 138–47.",
  "4. Tarlok Singh, ‘Paths of Social Change in a Period of Transition’, in Upendra Baxi,",
  "Alice Jacob and Tarlok Singh, eds, Reconstructing the Republic, New Delhi, 1999.",
  "5. Atul Kohli, The State and Poverty in India: The Politics of Reform, Cambridge and",
  "Bombay, 1987.",
  "6. Myron Weiner, The Indian Paradox: Essays in Indian Politics, Chapter 12, New",
  "Delhi, 1989.",
  "7. Ghanshyam Shah, ‘Grass-Roots Mobilization in Indian Politics’, in Atul Kohli, ed.,",
  "India’s Democracy, Princeton, 1988.",
  "8. Bipan Chandra, (i) ‘Transformation from a Colonial to an Independent Economy: A",
  "Case Study of India’, in his Essays on Colonialism, New Delhi, 1999. (ii) ‘India from",
  "1947 to the 1990s and the Real Danger of Foreign Domination: Peripheralization’, in",
  "his Essays on Contemporary India, revised edition, New Delhi, 1999.",
  "9. Aditya Mukherjee and Mridula Mukherjee, ‘Imperialism and the Growth of Indian",
  "Capitalism in the Twentieth Century’, EPW, Vol. XXIII, No. 11, 12 March 1988.",
  "10. V.M. Dandekar and N. Rath, ‘Poverty in India: Dimensions and Trends’, EPW, 2 and",
  "9 January 1971.",
  "11. S.D. Tendulkar, ‘Economic Inequality in an Indian Perspective’, in A. Beteille, ed.,",
  "Equality and Inequality, Delhi, 1983.",
  "12. Amartya Sen, (i) ‘Indian Development: Lessons and Non-Lessons’, Daedalus,",
  "Vol.118, 1989. (ii) ‘How is India Doing’, New York Review of Books, reprinted in",
  "Mainstream, 26 January 1983.",
  "13. Amartya Sen, ‘The Doing and Undoing of India’, EPW, 12 February 1983.",
  "14. Jean Dreze and Amartya Sen, India: Economic Development and Social Opportunity,",
  "Delhi, 1995.",
  "15. Kirit S. Parekh, ed., India Development Report 1999–2000, New Delhi, 1999.",
  "16. United Nations Development Program, Human Development Report 1999, New",
  "Delhi, 1999.",
  "17. Abusaleh Shariff, National Council of Applied Economic Research, India Human",
  "Development Report, New Delhi, 1999.",
  "18. Government of India, Ministry of Finance, Economic Survey 1998– 99, New Delhi,",
  "1999.",
  "19. Ashutosh Varshney, ‘The Self-Correcting Mechanisms of Indian Democracy’,Seminar, 425, January 1995.",
  "20. Tapas Majumdar, ‘Education: Uneven Progress, Difficult Choices’, in Hiranmay",
  "Karlekar, Independent India: The First Fifty Years, Delhi, 1998.A Note on Style",
  "In order to ensure the continuity of the book’s narrative, the authors of the various chapters are",
  "mentioned here and nowhere else in the volume. Chapters 1–3, 6–11, 13–19, 22–24, 35, 40 and 41",
  "have been written by Bipan Chandra, Chapters 4, 5, 12, 20, 21, 34, 36–38 by Mridula Mukherjee,",
  "and Chapters 25–33 and 39 by Aditya Mukherjee"
]